{"Nature’s hierarchical materials ": "Many biological tissues, such as wood and bone, are fiber composites with a hierarchical structure. Their exceptional mechanical properties are believed to be due to a functional adaptation of the structure at all levels of hierarchy. This article reviews the basic principles involved in designing hierarchical biological materials, such as cellular and composite architectures, adapative growth and as well as remodeling. Some examples that are found to utilize these strategies include wood, bone, tendon, and glass sponges – all of which are discussed."}{"Metal oxides for solid-state gas sensors: What determines our choice? ": "The analysis of various parameters of metal oxides and the search of criteria, which could be used during material selection for solid-state gas sensor applications, were the main objectives of this review. For these purposes the correlation between electro-physical (band gap, electroconductivity, type of conductivity, oxygen diffusion), thermodynamic, surface, electronic, structural properties, catalytic activity and gas-sensing characteristics of metal oxides designed for solid-state sensors was established. It has been discussed the role of metal oxide manufacturability, chemical activity, and parameter's stability in sensing material choice as well."}{"Ion exchange for glass strengthening ": "This paper presents a short overview of silicate glass strengthening by exchange of alkali ions in a molten salt, below the glass transition temperature (chemical tempering). The physics of alkali inter-diffusion is briefly explained and the main parameters of the process, which control the glass reinforcement, are reviewed. Methods for characterizing the obtained residual stress state and the strengthening are described, along with the simplified modelling of the stress build-up. The fragmentation of chemically tempered glass is discussed. The concept of engineered stress profile glass is presented, and finally, the effect of glass and salt compositions is overviewed."}{"FTIR spectroscopy characterization of poly (vinyl alcohol) hydrogel with different hydrolysis degree and chemically crosslinked with glutaraldehyde ": "In this work, poly (vinyl alcohol) (PVA) hydrogels with different degree of hydrolysis (DH) were prepared by chemical crosslinking with glutaraldehyde (GA). The nanostructure of the resulting hydrogels was investigated by Fourier Transform Infrared Spectroscopy (FTIR) and Synchrotron small-angle X-ray scattering characterization (SAXS). In vitro tests were performed by swelling ratio assays in different pH solutions. The infrared spectra of the crosslinked PVA showed absorption bands of the acetal bridges resulted from the reaction of the GA with the OH groups from PVA. Also the FTIR spectroscopy was used to determine the crystallinity of the PVA film based on the relative intensity of the vibration band at 1141 cm−1. The results have showed an increase of hydrogel crystallinity with higher DH of PVA. SAXS patterns have clearly indicated important modifications on the PVA semicrystalline structure when it was crosslinked by GA. The swelling ratio was significantly reduced by chemically crosslinking the PVA network. PVA-derived hydrogel with chemically modified network was found to be pH-sensitive, indicating a high potential to be used in drug delivery polymer system."}{"TiO2 nanotubes: Self-organized electrochemical formation, properties and applications ": "The present paper gives an overview and review on self-organized TiO2 nanotube layers and other transition metal oxide tubular structures grown by controlled anodic oxidation of a metal substrate. We describe mechanistic aspects of the tube growth and discuss the electrochemical conditions that need to be fulfilled in order to synthesize these layers. Key properties of these highly ordered, high aspect ratio tubular layers are discussed. In the past few years, a wide range of functional applications of the layers have been explored ranging from photocatalysis, solar energy conversion, electrochromic effects over using the material as a template or catalyst support to applications in the biomedical field. A comprehensive view on state of the art is provided."}{"Key issues related to modelling of internal corrosion of oil and gas pipelines – A review ": "The state-of-the-art in modelling of internal corrosion of oil and gas pipelines made from carbon steel is reviewed. The review covers the effects of: electrochemistry, water chemistry, formation of protective scales and scales, temperature, flow, steel, inhibition, water condensation, glycol/methanol and localized attack. Various mathematical modelling strategies are discussed."}{"Structure, electrical properties and depolarization temperature of (Bi0.5Na0.5)TiO3–BaTiO3 lead-free piezoelectric ceramics ": "Lead-free ceramics (1−\n                     x)Bi0.5Na0.5TiO3–xBaTiO3 have been prepared by a conventional solid reaction method, and their structure, electrical properties and depolarization temperature have been studied. The results of X-ray diffraction reveal that Ba2+ diffuse into the Bi0.5Na0.5TiO3 lattices to form a solid solution with a pure perovskite structure, and a morphotropic phase boundary (MPB) exists at 0.06<\n                     x\n                     <0.10. The grain size decreases with x. After the introduction of BaTiO3 into Bi0.5Na0.5TiO3, the ceramics exhibit a lower coercive field E\n                     c and a larger remanent polarization P\n                     r. Because of the strong ferroelectricity and MPB, the ceramics with x\n                     =0.06 exhibit optimum piezoelectric properties: d\n                     33\n                     =155pC/N and k\n                     P\n                     =36.7%. The depolarization temperature T\n                     d shows a strong compositional dependence and gives a minimum value at MPB. In addition, the ceramics exhibit relaxor characteristic, which probably results from the cation disordering in the 12-fold coordination sites. The results of the ferroelectric and dielectric properties at high temperatures may suggest that the ceramics may contain both the polar and non-polar regions at temperatures above T\n                     d."}{"A DFT+\n               U description of oxygen vacancies at the TiO2 rutile (110) surface ": "Experimental observations indicate that removing bridging oxygen atoms from the TiO2 rutile (110) surface produces a localised state approximately 0.7eV below the conduction band. The corresponding excess electron density is thought to localise on the pair of Ti atoms neighbouring the vacancy; formally giving two Ti3+ sites. We consider the electronic structure and geometry of the oxygen deficient TiO2 rutile (110) surface using both gradient-corrected density functional theory (GGA DFT) and DFT corrected for on-site Coulomb interactions (GGA+\n                     U) to allow a direct comparison of the two methods. We show that GGA fails to predict the experimentally observed electronic structure, in agreement with previous uncorrected DFT calculations on this system. Introducing the +U term encourages localisation of the excess electronic charge, with the qualitative distribution depending on the value of U. For low values of U (⩽4.0eV) the charge localises in the sub-surface layers occupied in the GGA solution at arbitrary Ti sites, whereas higher values of U (⩾4.2eV) predict strong localisation with the excess electronic charge mainly on the two Ti atoms neighbouring the vacancy. The precise charge distribution for these larger U values is found to differ from that predicted by previous hybrid-DFT calculations."}{"Analysis of XPS spectra of Fe2+ and Fe3+ ions in oxide materials ": "Samples of the iron oxides Fe0.94O, Fe3O4, Fe2O3, and Fe2SiO4 were prepared by high temperature equilibration in controlled gas atmospheres. The samples were fractured in vacuum and high resolution XPS spectra of the fractured surfaces were measured. The peak positions and peak shape parameters of Fe 3p for Fe2+ and Fe3+ were derived from the Fe 3p XPS spectra of the standard samples of 2FeO·SiO2 and Fe2O3, respectively. Using these parameters, the Fe 3p peaks of Fe3O4 and Fe1−y\n                     O are analysed. The results indicate that high resolution XPS techniques can be used to determine the Fe2+/Fe3+ ratios in metal oxides. The technique has the potential for application to other transition metal oxide systems."}{"Oxygen vacancies in transition metal and rare earth oxides: Current state of understanding and remaining challenges ": "Defects at transition metal (TM) and rare earth (RE) oxide surfaces, neutral oxygen vacancies in particular, play a major role in a variety of technological applications. This is the motivation of numerous studies of partially reduced oxide surfaces. We review, discuss, and compare theoretical data for structural and electronic properties and energetic quantities related to the formation of oxygen defects at TM and RE oxide surfaces using TiO2, ZrO2, V 2O5, and CeO2 as examples. Bulk defects, as far as relevant for comparison with the properties of reduced surfaces, are briefly reviewed. Special attention is given to the fate of the electrons left in the system upon vacancy formation and the ability of state-of-the-art quantum-mechanical methods to provide reliable energies and an accurate description of the electronic structure of the partially reduced oxide systems."}{"Interaction of nanostructured metal overlayers with oxide surfaces ": "Interactions between metals and oxides are key factors to determine the performance of metal/oxide heterojunctions, particularly in nanotechnology, where the miniaturization of devices down to the nanoregime leads to an enormous increase in the density of interfaces. One central issue of concern in engineering metal/oxide interfaces is to understand and control the interactions which consist of two fundamental aspects: (i) interfacial charge redistribution — electronic interaction, and (ii) interfacial atom transport — chemical interaction. The present paper focuses on recent advances in both electronic and atomic level understanding of the metal–oxide interactions at temperatures below 1000 ∘C, with special emphasis on model systems like ultrathin metal overlayers or metal nanoclusters supported on well-defined oxide surfaces. The important factors determining the metal–oxide interactions are provided. Guidelines are given in order to predict the interactions in such systems, and methods to desirably tune them are suggested.\n                  The review starts with a brief summary of the physics and chemistry of heterophase interface contacts. Basic concepts for quantifying the electronic interaction at metal/oxide interfaces are compared to well-developed contact theories and calculation methods. The chemical interaction between metals and oxides, i.e., the interface chemical reaction, is described in terms of its thermodynamics and kinetics. We review the different chemical driving forces and the influence of kinetics on interface reactions, proposing a strong interplay between the chemical interaction and electronic interaction, which is decisive for the final interfacial reactivity. In addition, a brief review of solid–gas interface reactions (oxidation of metal surfaces and etching of semiconductor surfaces) is given, in addition to a comparison of a similar mechanism dominating in solid–solid and solid–gas interface reactions.\n                  The main body of the paper reviews experimental and theoretical results from the literature concerning the interactions between metals and oxides (TiO2, SrTiO3, Al2O3, MgO, SiO2, etc.). Chemical reactions, e.g., redox reactions, encapsulation reactions, and alloy formation reactions, are highlighted for metals in contact with mixed conducting oxides of TiO2 and SrTiO3. The dependence of the chemical interactions on the electronic structure of the contacting metal and oxide phases is demonstrated. This dependence originates from the interplay between interfacial space charge transfer and diffusion of ionic defects across interfaces. Interactions between metals and insulating oxides, such as Al2O3, MgO, and SiO2, are strongly confined to the interfaces. Literature results are cited which discuss how the metal/oxide interactions vary with oxide surface properties (surface defects, surface termination, surface hydroxylation, etc.). However, on the surfaces of thin oxide films grown on conducting supports, the effect of the conducting substrates on metal–oxide interactions should be carefully considered.\n                  In the summary, we conclude how variations in the electronic structure of the metal/oxide junctions enable one to tune the interfacial reactivity and, furthermore, control the macroscopic properties of the interfaces. This includes strong metal–support interactions (SMSI), catalytic performance, electrical, and mechanical properties."}{"Nonlocal theories for bending, buckling and vibration of beams ": "Various available beam theories, including the Euler–Bernoulli, Timoshenko, Reddy, and Levinson beam theories, are reformulated using the nonlocal differential constitutive relations of Eringen. The equations of motion of the nonlocal theories are derived, and variational statements in terms of the generalized displacements are presented. Analytical solutions of bending, vibration and buckling are presented using the nonlocal theories to bring out the effect of the nonlocal behavior on deflections, buckling loads, and natural frequencies. The theoretical development as well as numerical solutions presented herein should serve as references for nonlocal theories of beams, plates, and shells."}{"Band-gap determination from diffuse reflectance measurements of semiconductor films, and application to photoelectrochemical water-splitting ": "Measurements of the diffuse reflectance of TiO2 semiconductor coatings, such as are used for water splitting, are analysed using the Kubelka–Munk radiative transfer model. The widely used practice of determining the band gap of the coating directly from the diffuse reflectance is found to be inaccurate, since the diffuse reflectance depends on parameters such as the thickness, refractive index and surface roughness of the coating. However, it is shown that the absorption coefficient can be derived from the diffuse reflectance using an inversion method; the band gap can then be obtained from the absorption coefficient. Finally, the diffuse reflectance of carbon-doped TiO2 presented by Khan et al. [Science 297 (2002) 2243-2245] is analysed; it is found that while the band-gap wavelength is extended into the visible region, it is overestimated. Moreover, light at visible wavelengths is only very weakly absorbed, and is expected to make only a minor contribution to the water-splitting efficiency."}{"Transparent conductors as solar energy materials: A panoramic review ": "Transparent conductors (TCs) have a multitude of applications for solar energy utilization and for energy savings, especially in buildings. The largest of these applications, in terms of area, make use of the fact that the TCs have low infrared emittance and hence can be used to improve the thermal properties of modern fenestration. Depending on whether the TCs are reflecting or not in the near infrared pertinent to solar irradiation, the TCs can serve in “solar control” or “low-emittance” windows. Other applications rely on the electrical conductivity of the TCs, which make them useful as current collectors in solar cells and for inserting and extracting electrical charge in electrochromic “smart windows” capable of combining energy efficiency and indoor comfort in buildings. This Review takes a “panoramic” view on TCs and discusses their properties from the perspective of the radiative properties in our ambience. This approach leads naturally to considerations of spectral selectivity, angular selectivity, and temporal variability of TCs, as covered in three subsequent sections. The spectrally selective materials are thin films based on metals (normally gold or titanium nitride) or wide band gap semiconductors with heavy doping (normally based on indium, tin, or zinc). Their applications to energy-efficient windows are covered in detail, experimentally as well as theoretically, and briefer discussions are given applications to solar cells and solar collectors. Photocatalytic properties and super-hydrophilicity are touched upon. Angular selective TCs, for which the angular properties are caused by inclined columnar nanostructures, are then covered. A discussion of TC-like materials with thermochromic and electrochromic properties follows in the final part. Detailed treatments are given for thermochromic materials based on vanadium dioxide and for electrochromic multi-layer structures (incorporating TCs as essential components). The reference list is extensive and aims at giving an easy entrance to the many varied aspects of TCs."}