{"Python Materials Genomics (pymatgen): A robust, open-source python library for materials analysis ": "We present the Python Materials Genomics (pymatgen) library, a robust, open-source Python library for materials analysis. A key enabler in high-throughput computational materials science efforts is a robust set of software tools to perform initial setup for the calculations (e.g., generation of structures and necessary input files) and post-calculation analysis to derive useful material properties from raw calculated data. The pymatgen library aims to meet these needs by (1) defining core Python objects for materials data representation, (2) providing a well-tested set of structure and thermodynamic analyses relevant to many applications, and (3) establishing an open platform for researchers to collaboratively develop sophisticated analyses of materials data obtained both from first principles calculations and experiments. The pymatgen library also provides convenient tools to obtain useful materials data via the Materials Project’s REpresentational State Transfer (REST) Application Programming Interface (API). As an example, using pymatgen’s interface to the Materials Project’s RESTful API and phasediagram package, we demonstrate how the phase and electrochemical stability of a recently synthesized material, Li4SnS4, can be analyzed using a minimum of computing resources. We find that Li4SnS4 is a stable phase in the Li–Sn–S phase diagram (consistent with the fact that it can be synthesized), but the narrow range of lithium chemical potentials for which it is predicted to be stable would suggest that it is not intrinsically stable against typical electrodes used in lithium-ion batteries."}{"Synthesis and characterization of magnetite nanoparticles via the chemical co-precipitation method ": "Magnetite nanoparticles were synthesized via the chemical co-precipitation method using ammonium hydroxide as the precipitating agent. The size of the magnetite nanoparticles was carefully controlled by varying the reaction temperature and through the surface modification. Herein, the hexanoic acid and oleic acid were introduced as the coating agents during the initial crystallization phase of the magnetite. Their structure and morphology were characterized by the Fourier transform infrared spectroscopy (FTIR), the X-ray diffraction (XRD) and the field-emission scanning electron microscopy (FE-SEM). Moreover, the electrical and magnetic properties were studied by using a conductivity meter and a vibrating sample magnetometer (VSM), respectively. Both of the bare magnetite and the coated magnetite were of the cubic spinel structure and the spherical-shaped morphology. The reaction temperature and the surface modification critically affected the particle size, the electrical conductivity, and the magnetic properties of these particles. The particle size of the magnetite was increased through the surface modification and reaction temperature. In this study, the particle size of the magnetite nanoparticles was successfully controlled to be in the range of 10–40nm, suitable for various biomedical applications. The electrical conductivity of the smallest particle size was 1.3×10−3\n                     S/cm, within the semi-conductive materials range, which was higher than that of the largest particle by about 5 times. All of the magnetite nanoparticles showed the superparamagnetic behavior with high saturation magnetization. Furthermore, the highest magnetization was 58.72emu/g obtained from the hexanoic acid coated magnetite nanoparticles."}{"Sodium and sodium-ion energy storage batteries ": "Owing to almost unmatched volumetric energy density, Li-ion batteries have dominated the portable electronics industry and solid state electrochemical literature for the past 20years. Not only will that continue, but they are also now powering plug-in hybrid electric vehicles and electric vehicles. In light of possible concerns over rising lithium costs in the future, Na and Na-ion batteries have re-emerged as candidates for medium and large-scale stationary energy storage, especially as a result of heightened interest in renewable energy sources that provide intermittent power which needs to be load-levelled. The sodium-ion battery field presents many solid state materials design challenges, and rising to that call in the past couple of years, several reports of new sodium-ion technologies and electrode materials have surfaced. These range from high-temperature air electrodes to new layered oxides, polyanion-based materials, carbons and other insertion materials for sodium-ion batteries, many of which hold promise for future sodium-based energy storage applications. In this article, the challenges of current high-temperature sodium technologies including Na-S and Na-NiCl2 and new molten sodium technology, Na-O2 are summarized. Recent advancements in positive and negative electrode materials suitable for Na-ion and hybrid Na/Li-ion cells are reviewed, along with the prospects for future developments."}{"Green synthesized ZnO nanoparticles against bacterial and fungal pathogens ": "Zinc oxide nanoparticles are known to be one of the multifunctional inorganic nanoparticles with effective antibacterial activity. This study aims to determine the antimicrobial efficacy of green and chemical synthesized ZnO nanoparticle against various bacterial and fungal pathogens. Various microbiological tests were performed using varying concentrations of green and chemical ZnO NPs with sizes 40 and 25nm respectively. Results prove that green ZnO nanoparticles show more enhanced biocidal activity against various pathogens when compared to chemical ZnO nanoparticles. Also effectiveness of nanoparticles increases with increasing particle dose, treatment time and synthesis method. In addition, the current study has clearly demonstrated that the particle size variation and surface area to volume ratio of green ZnO nanoparticle are responsible for significant higher antimicrobial activity. From the results obtained it is suggested that green ZnO NPs could be used effectively in agricultural and food safety applications and also can address future medical concerns."}{"Synthesis and characterization of conducting polyaniline nanocomposites containing ZnO nanorods ": "Polyaniline (PANI) based nanocomposites filled with ZnO nanorods were prepared by the chemical oxidative method of the aniline in acid medium with ammonium peroxydisulphate (APS) as an oxidant. The composition, morphology and structure of the polymer and the nanocomposites were characterized by Fourier transform infrared spectroscopy (FTIR), X-ray diffraction (XRD), transmission electron microscopy (TEM), scanning electron microscopy (SEM), thermogravimetric analysis (TGA), UV–vis spectroscopy and electrical conductivity. The characteristic FTIR peaks of PANI were found to shift to higher or lower wave number in PANI–ZnO composites due to formation of H-bonding. Different amounts of ZnO nanorods were used to verify this effect on the characteristics of the synthesized materials. These observed effects have been attributed to interaction of ZnO nanorods with PANI molecular chains. XRD results revealed that the crystallinity of PANI was more pronounced after addition of nanorods, while the intensity of the peaks increased by addition of ZnO nanorods. Electrical conductivity of the PANI–ZnO nanocomposite film was found to be smaller than that of the PANI film. The decrease of electrical conductivity in PANI–ZnO films as compared to PANI was attributed to the interfaces formed between oxygen of ZnO nanorods and hydrogen of PANI. Also, TGA results showed that the decomposition of the nanocomposite was less than that of pure polyaniline which confirms the successful fabrication of products. These conductive polymers can be used in commercial paints as an additive."}{"Nanostructured thermoelectric materials: Current research and future challenge ": "The field of thermoelectrics has long been recognized as a potentially transformative power generation technology and the field is now growing steadily due to their ability to convert heat directly into electricity and to develop cost-effective, pollution-free forms of energy conversion. Of various types of thermoelectric materials, nanostructured materials have shown the most promise for commercial use because of their extraordinary thermoelectric performances. This article aims to summarize the present progress of nanostructured thermoelectrics and intends to understand and explain the underpinnings of the innovative breakthroughs in the last decade or so. We believed that recent achievements will augur the possibility for thermoelectric power generation and cooling, and discuss several future directions which could lead to new exciting next generation of nanostructured thermoelectrics."}{"Recent progress in research on tungsten materials for nuclear fusion applications in Europe ": "The current magnetic confinement nuclear fusion power reactor concepts going beyond ITER are based on assumptions about the availability of materials with extreme mechanical, heat, and neutron load capacity. In Europe, the development of such structural and armour materials together with the necessary production, machining, and fabrication technologies is pursued within the EFDA long-term fusion materials programme. This paper reviews the progress of work within the programme in the area of tungsten and tungsten alloys. Results, conclusions, and future projections are summarized for each of the programme’s main subtopics, which are: (1) fabrication, (2) structural W materials, (3) W armour materials, and (4) materials science and modelling. It gives a detailed overview of the latest results on materials research, fabrication processes, joining options, high heat flux testing, plasticity studies, modelling, and validation experiments."}{"Accelerated cathodic reaction in microbial corrosion of iron due to direct electron uptake by sulfate-reducing bacteria ": "Microbially influenced iron corrosion by sulfate-reducing bacteria (SRB) is conventionally attributed to the chemical corrosiveness of H2S, facilitated abiotic H+-reduction at deposited FeS, and biological consumption of chemically formed (‘cathodic’) H2. However, recent studies with corrosive SRB indicated direct consumption of iron-derived electrons rather than of H2 as a crucial mechanism. Here, we conducted potentiodynamic measurements with iron electrodes colonized by corrosive SRB. They significantly stimulated the cathodic reaction, while non-corrosive yet H2-consuming control SRB had no effect. Inactivation of the colonizing bacteria significantly reduced current stimulation, thus confirming biological catalysis rather than an abiotic cathodic effect of FeS."}{"Chemical functionalization of surfaces for building three-dimensional engineered biosensors ": "This study presents a new approach for developing biosensors based on enzymatic systems with designed three-dimensional structures. Silica glass slides were chemically functionalized at surfaces by reacting with organosilanes, 3-mercaptopropyltriethoxysilane (MPTES), and 3-aminopropyltriethoxysilane (APTES), using sol–gel process at room temperature. The functionalization of the supports was characterized by contact angle measurements and FTIR spectroscopy. The first enzyme layer was covalently immobilized to the support by a bi-functional linker (glutaraldehyde). The second enzyme layer was deposited using the protein conjugation method based on the high affinity “avidin–biotin” interactions. Each enzyme was biotinylated before being added to the nanostructured system and avidin was used as the binder between consecutive enzyme layers. The biochemical response was assayed at all stages to certify that the enzymatic bioactivity was retained throughout the entire layer-by-layer (LBL) process. The model of building 3D-enzymatic systems was evaluated using the enzymatic structure with glucose oxidase (GOx) and horseradish peroxidase (HRP). It was verified that the amino-modified support presented the highest bioactivity response compared to the other chemical functionalities. Moreover, the bienzyme nanostructure demonstrated relevant biochemical activity upon injecting the glucose substrate into the system. Finally, as a proof of concept, the bienzyme systems were assayed using real samples of regular and sugar-free soft drinks where they effectively behaved as structured biosensor for glucose with the built-in 3D hybrid architecture. Based on the results, it can be foreseen the development of promising new nanomaterials for several analytical applications such as monitoring the quality of food and beverages for nutrition purposes."}{"Finite element modelling of the compressive response of lattice structures manufactured using the selective laser melting technique ": "Previous work on lightweight energy-absorbing truss based structures has highlighted the potential of SLM-built lattices. Finite element models have been developed to predict the compressive response of lattice structures based on two simple architectures—a body-centred cubic structure (BCC) and a similar structure with vertical pillars (BCC-Z). Both 3D continuum and beam elements have been used to model the structures under quasi-static compressive loads. Key difficulties in modelling the lattice structures have been highlighted and possible solutions have been offered. The results from the FE models are compared to experimental data and have been shown to agree well. The collapse modes predicted by the FE models were also in agreement with the experimental observations. The stress distribution within the BCC unit cells at increasing levels of crush has been identified and shows the formation of plastic hinges in the struts near to the nodal regions. In the latter stages of this investigation, the unit cell geometry was modified in order to enhance the stiffness and yield stress under compressive loading conditions. Predictions made using both analytical and beam element FE models demonstrate that the stiffness and yield strength could be improved by varying the unit cell geometry. Further tests were carried out on modified lattice structures to verify the predictions."}