{"Electrocatalytic oxidation of carbon monoxide and methanol on platinum surfaces decorated with ruthenium ": "Ruthenium is the most active and stable promoter of platinum known for low-temperature fuel cell anode reactions such as the oxidation of methanol and CO. The mechanism of promotion by Ru, including bifunctional and ligand effects, is discussed in this selective review. Also examined are effects of surface structure, Ru distribution, and Ru oxidation state. For this purpose, some review of the mechanism of CO and methanol oxidation on Pt/Ru surfaces is provided. The review concentrates on pure Pt nanoparticles and bulk electrodes modified by deposition of Ru, although some discussion of Pt/Ru alloys and Pt-modified Ru electrodes is included in order to address and discuss all aspects of promotion by Ru."}{"New interpretations of XPS spectra of nickel metal and oxides ": "A current interpretation of XPS spectra of Ni metal assumes that the main 6eV satellite is due to a two hole c3d94s2 (c is a core hole) final state effect. We report REELS observation in AES at low voltages of losses (plasmons and inter-band transitions) corresponding to the satellite structures in Ni metal 2p spectra. The satellite near 6eV is attributed to a predominant surface plasmon loss. A current interpretation of Ni 2p spectra of oxides and other compounds is based on charge transfer assignments of the main peak at 854.6eV and the broad satellite centred at around 861eV to the cd9L and the unscreened cd8 final-state configurations, respectively (L is a ligand hole). Multiplet splittings have been shown to be necessary for assignment of Fe 2p and Cr 2p spectral profiles and chemical states. The assignments of Ni 2p states are re-examined with intra-atomic multiplet envelopes applied to Ni(OH)2, NiOOH and NiO spectra. It is shown that the free ion multiplet envelopes for Ni2+ and Ni3+ simulate the main line and satellite structures for Ni(OH)2 and NiOOH. Fitting the NiO Ni 2p spectral profile is not as straightforward as the hydroxide and oxyhydroxide. It may involve contributions from inter-atomic, non-local electronic coupling and screening effects with multiplet structures significantly different from the free ions as found for MnO. A scheme for fitting these spectra using multiplet envelopes is proposed."}{"Discrete particle simulation of particulate systems: Theoretical developments ": "Particle science and technology is a rapidly developing interdisciplinary research area with its core being the understanding of the relationships between micro- and macroscopic properties of particulate/granular matter—a state of matter that is widely encountered but poorly understood. The macroscopic behaviour of particulate matter is controlled by the interactions between individual particles as well as interactions with surrounding fluids. Understanding the microscopic mechanisms in terms of these interaction forces is therefore key to leading to truly interdisciplinary research into particulate matter and producing results that can be generally used. This aim can be effectively achieved via particle scale research based on detailed microdynamic information such as the forces acting on and trajectories of individual particles in a considered system. In recent years, such research has been rapidly developed worldwide, mainly as a result of the rapid development of discrete particle simulation technique and computer technology. This paper reviews the work in this area with special reference to the discrete element method and associated theoretical developments. It covers three important aspects: models for the calculation of the particle–particle and particle–fluid interaction forces, coupling of discrete element method with computational fluid dynamics to describe particle–fluid flow, and the theories for linking discrete to continuum modelling. Needs for future development are also discussed."}{"Coordination and Organization Definitions, Examples and Future Research Directions": "Coordination languages and models like Linda and Reo have been developed in computer science to coordinate the interaction among components and objects, and are nowadays used to model and analyze organizations too. Moreover, organizational concepts are used to enrich the existing coordination languages and models. We describe this research area of “organization and coordination” by presenting definitions, examples, and future research directions. We highlight two issues. First, we argue for a study of value-based rather than information-based coordination languages to model the coordination of autonomous agents and organizations. Second, we argue for a study of the balance between enforced control and trust-based anticipation to deal with security aspects in the coordination of organizations."}