{"High-throughput electronic band structure calculations: Challenges and tools ": "The article is devoted to the discussion of the high-throughput approach to band structures calculations. We present scientific and computational challenges as well as solutions relying on the developed framework (Automatic Flow, AFLOW/ACONVASP). The key factors of the method are the standardization and the robustness of the procedures. Two scenarios are relevant: (1) independent users generating databases in their own computational systems (off-line approach) and (2) teamed users sharing computational information based on a common ground (on-line approach). Both cases are integrated in the framework: for off-line approaches, the standardization is automatic and fully integrated for the 14 Bravais lattices, the primitive and conventional unit cells, and the coordinates of the high symmetry k-path in the Brillouin zones. For on-line tasks, the framework offers an expandable web interface, where the user can prepare and set up calculations following the proposed standard. Few examples of band structures are included. LSDA+U parameters (U, J) are also presented for Nd, Sm, and Eu."}{"Sol–gel-deposited ZnO thin films: A review ": "During the last years, ZnO thin films have been studied extensively due to their potential applications in e.g. piezoelectric and optoelectronic devices or photovoltaic cells. Ordered c-axis orientation of ZnO crystallites is desirable for applications where crystallographic anisotropy is a prerequisite such as for short-wavelength semiconductor diode lasers (SDLs), and piezoelectric surface acoustic wave or acousto-optic devices. Many works were dedicated to c-axis oriented ZnO thin films elaboration and the study of their properties, including physical and chemical methods. For instance, sol–gel processes are particularly well adapted to produce ZnO films in a simple, low-cost and highly controlled way. This review summarizes the main chemical routes used in the sol–gel synthesis of undoped ZnO thin films and highlights the chemical and physical parameters influencing their structural properties. In this process, the ZnO films synthesis includes three principal steps: (i) solution preparation, (ii) coating and (iii) heat treatment. For the first step, the particle formation is discussed including nucleation and growth, particle size, morphology and colloids stability. These three steps involve several parameters such as: (i) nature and concentration of precursor, solvent and additive, and solution aging time, for the chemical system, (ii) coating method, thickness and substrate for the coating step, and (iii) pre-and post-heat treatment for the last step. The influence of these steps and synthesis parameters on ZnO thin films orientation is discussed."}{"Orientation gradients and geometrically necessary dislocations in ultrafine grained dual-phase steels studied by 2D and 3D EBSD ": "We study orientation gradients and geometrically necessary dislocations (GNDs) in two ultrafine grained dual-phase steels with different martensite particle size and volume fraction (24vol.% and 38vol.%). The steel with higher martensite fraction has a lower elastic limit, a higher yield strength and a higher tensile strength. These effects are attributed to the higher second phase fraction and the inhomogeneous transformation strain accommodation in ferrite. The latter assumption is analyzed using high-resolution electron backscatter diffraction (EBSD). We quantify orientation gradients, pattern quality and GND density variations at ferrite–ferrite and ferrite–martensite interfaces. Using 3D EBSD, additional information is obtained about the effect of grain volume and of martensite distribution on strain accommodation. Two methods are demonstrated to calculate the GND density from the EBSD data based on the kernel average misorientation measure and on the dislocation density tensor, respectively. The overall GND density is shown to increase with increasing total martensite fraction, decreasing grain volume, and increasing martensite fraction in the vicinity of ferrite."}{"X-ray analysis of ZnO nanoparticles by Williamson–Hall and size–strain plot methods ": "ZnO nanoparticles (ZnO-NPs) were prepared by a sol–gel combustion method from a zinc acetate precursor and acetic acid. The ZnO-NPs were synthesized at calcination temperatures of 650 °C and 750 °C for 1 h. The synthesized ZnO-NPs were characterized by X-ray diffraction analysis (XRD) and TEM. The XRD results revealed that the sample product was crystalline with a hexagonal wurtzite phase. High-magnification transmission electron microscopy (TEM) showed single-crystal ZnO-NPs with nearly spherical shapes. The crystalline development in the ZnO-NPs was investigated by X-ray peak broadening. The Williamson–Hall (W–H) analysis and size–strain plot method were used to study the individual contributions of crystallite sizes and lattice strain on the peak broadening of the ZnO-NPs. The physical parameters such as strain, stress and energy density values were calculated more precisely for all the reflection peaks of XRD corresponding to the wurtzite hexagonal phase of ZnO lying in the range of 20°–100° from the modified form of the W–H plot assuming a uniform deformation model (UDM), uniform stress deformation model (USDM), uniform deformation energy density model (UDEDM) and by the size–strain plot method (SSP). The results obtained showed that the mean particle size of the ZnO-NPs estimated from the TEM, W–H analysis and the SSP method were highly intercorrelated."}{"Measuring the plasticity of clays: A review ": "Plasticity is the outstanding property of clay–water systems. It is the property a substance has when deformed continuously under a finite force. When the force is removed or reduced, the shape is maintained. Mineralogical composition, particle size distribution, organic substances and additives can affect the plasticity of clays. Several measuring techniques and devices were proposed to determine the optimal water content in a clay body required to allow this body to be plastically deformed by shaping. In this review, methods of evaluating the plasticity of clay–water systems are presented. Despite the advance in the theory of the plasticity and the methods of measurement, a common procedure for all types of materials does not exist. The most important methods are those that simulate the conditions of real processing."}{"Resolving surface chemical states in XPS analysis of first row transition metals, oxides and hydroxides: Cr, Mn, Fe, Co and Ni ": "Chemical state X-ray photoelectron spectroscopic analysis of first row transition metals and their oxides and hydroxides is challenging due to the complexity of their 2p spectra resulting from peak asymmetries, complex multiplet splitting, shake-up and plasmon loss structure, and uncertain, overlapping binding energies. Our previous paper [M.C. Biesinger et al., Appl. Surf. Sci. 257 (2010) 887–898.] in which we examined Sc, Ti, V, Cu and Zn species, has shown that all the values of the spectral fitting parameters for each specific species, i.e. binding energy (eV), full wide at half maximum (FWHM) value (eV) for each pass energy, spin–orbit splitting values and asymmetric peak shape fitting parameters, are not all normally provided in the literature and data bases, and are necessary for reproducible, quantitative chemical state analysis. A more consistent, practical and effective approach to curve fitting was developed based on a combination of (1) standard spectra from quality reference samples, (2) a survey of appropriate literature databases and/or a compilation of literature references and (3) specific literature references where fitting procedures are available. This paper extends this approach to the chemical states of Cr, Mn, Fe, Co and Ni metals, and various oxides and hydroxides where intense, complex multiplet splitting in many of the chemical states of these elements poses unique difficulties for chemical state analysis. The curve fitting procedures proposed use the same criteria as proposed previously but with the additional complexity of fitting of multiplet split spectra which has been done based on spectra of numerous reference materials and theoretical XPS modeling of these transition metal species. Binding energies, FWHM values, asymmetric peak shape fitting parameters, multiplet peak separation and peak area percentages are presented. The procedures developed can be utilized to remove uncertainties in the analysis of surface states in nano-particles, corrosion, catalysis and surface-engineered materials."}{"Resolving surface chemical states in XPS analysis of first row transition metals, oxides and hydroxides: Sc, Ti, V, Cu and Zn ": "Chemical state X-ray photoelectron spectroscopic analysis of first row transition metals and their oxides and hydroxides is challenging due to the complexity of the 2p spectra resulting from peak asymmetries, complex multiplet splitting, shake-up and plasmon loss structure, and uncertain, overlapping binding energies. A review of current literature shows that all values necessary for reproducible, quantitative chemical state analysis are usually not provided. This paper reports a more consistent, practical and effective approach to curve-fitting the various chemical states in a variety of Sc, Ti, V, Cu and Zn metals, oxides and hydroxides. The curve-fitting procedures proposed are based on a combination of (1) standard spectra from quality reference samples, (2) a survey of appropriate literature databases and/or a compilation of the literature references, and (3) specific literature references where fitting procedures are available. Binding energies, full-width at half maximum (FWHM) values, spin-orbit splitting values, asymmetric peak-shape fitting parameters, and, for Cu and Zn, Auger parameters values are presented. The quantification procedure for Cu species details the use of the shake-up satellites for Cu(II)-containing compounds and the exact binding energies of the Cu(0) and Cu(I) peaks. The use of the modified Auger parameter for Cu and Zn species allows for corroborating evidence when there is uncertainty in the binding energy assignment. These procedures can remove uncertainties in analysis of surface states in nano-particles, corrosion, catalysis and surface-engineered materials."}{"Kelvin probe force microscopy and its application ": "Kelvin probe force microscopy (KPFM) is a tool that enables nanometer-scale imaging of the surface potential on a broad range of materials. KPFM measurements require an understanding of both the details of the instruments and the physics of the measurements to obtain optimal results. The first part of this review will introduce the principles of KPFM and compare KPFM to other surface work function and potential measurement tools, including the Kelvin probe (KP), photoemission spectroscopy (PES), and scanning electron microscopy (SEM) with an electron beam induced current (EBIC) measurement system. The concept of local contact potential difference (LCPD), important for understanding atomic resolution KPFM, is discussed. The second part of this review explores three applications of KPFM: metallic nanostructures, semiconductor materials, and electrical devices."}{"MOF-74 building unit has a direct impact on toxic gas adsorption ": "Metal organic framework (MOF-74) analogs have been synthesized using cobalt, magnesium, nickel, and zinc metal centers. The capability of these materials to remove ammonia, cyanogen chloride, and sulfur dioxide from air has been evaluated via fixed-bed breakthrough testing in both dry and humid conditions. Octane breakthrough tests were performed to determine the physisorption capacities of the materials. All materials were stored in air prior to use. Dynamic breakthrough capacities of the analogs were compared to 13X zeolite and BPL activated carbon. The impact of the metal center on the adsorption behavior is illustrated with each analog providing different ammonia and cyanogen chloride adsorption capacities. The results provide an important step in the assessment of the potential of MOFs to function as porous adsorbent materials."}{"Application of HEC-HMS for flood forecasting in Misai and Wan'an catchments in China ": "The hydrologic model HEC-HMS (Hydrologic Engineering Center, Hydrologic Modeling System), used in combination with the Geospatial Hydrologic Modeling Extension, HEC-GeoHMS, is not a site-specific hydrologic model. Although China has seen the applications of many hydrologic and hydraulic models, HEC-HMS is seldom applied in China, and where it is applied, it is not applied holistically. This paper presents a holistic application of HEC-HMS. Its applicability, capability and suitability for flood forecasting in catchments were examined. The DEMs (digital elevation models) of the study areas were processed using HEC-GeoHMS, an ArcView GIS extension for catchment delineation, terrain pre-processing, and basin processing. The model was calibrated and verified using historical observed data. The determination coefficients and coefficients of agreement for all the flood events were above 0.9, and the relative errors in peak discharges were all within the acceptable range."}