{"Thermo-mechanical analysis of Wire and Arc Additive Layer Manufacturing process on large multi-layer parts ": "Wire and Arc Additive Layer Manufacturing (WAALM) is gaining increasing popularity as the process allows the production of large custom-made metal workpieces with high deposition rates. The high power input of the welding process, causes significant residual stress and distortion of the workpiece. This paper describes the thermo-mechanical behaviour of the multi-layer wall structure made by the WAALM process. A 3D thermo-elastic–plastic transient model and a model based on an advanced steady-state thermal analysis are employed in this study. This modelling approach shows a significant advantage with respect to the computational time. The temperature simulations and distortion predictions are verified by comparing with the experimental results from thermo-couples and laser scanners, while the residual stresses are verified with the neutron diffraction strain scanner ENGIN-X. The stress across the deposited wall is found uniform with very little influence of the preceding layers on the following layers. The stress redistributed after unclamping with a much lower value at the top of the wall than at the interface due to the bending distortion of the sample."}{"High manganese austenitic twinning induced plasticity steels: A review of the microstructure properties relationships ": "A significant increase in the research activity dedicated to high manganese TWIP steels has occurred during the past five years, motivated by the breakthrough combination of strength and ductility possessed by these alloys. Here a review of the relations between microstructure and mechanical properties is presented focusing on plasticity mechanisms, strain-hardening, yield stress, texture, fracture and fatigue. This summarized knowledge explains why TWIP steel metallurgy is currently a topic of great practical interest and fundamental importance. Finally, this publication indicates some of the main avenues for future investigations required in order to sustain the quality and the dynamism in this field."}{"Synthesis and luminescence properties of ZnS and metal (Mn, Cu)-doped-ZnS ceramic powder ": "ZnS and metal (Mn, Cu)-doped-ZnS were successfully prepared by wet chemical synthetic route. The understanding of substituted metal ions (Mn, Cu) into ZnS leads to transfer the luminescent centre by small amount of metal dopant (Mn, Cu). Fourier transform infrared and X-ray diffraction were used to determine chemical bonding and crystal structure, respectively. It showed that small amount of metal (Mn, Cu) can be completely substituted into ZnS lattice. X-ray fluorescence was used to confirm the existence of metal-doped ZnS. Scanning electron microscope revealed that their particles exhibits blocky particle with irregular sharp. Laser confocal microscope and photoluminescence spectroscopy showed that ZnS and metal-doped-ZnS exhibited intense, stable, and tunable emission covering the blue to red end of the visible spectrum. ZnS, Mn-doped-ZnS and Cu-doped-ZnS generated blue, yellow and green color, respectively."}{"Structure effects on the energetics of the electrochemical reduction of CO2 by copper surfaces ": "Polycrystalline copper electrocatalysts have been experimentally shown to be capable of reducing CO2 into CH4 and C2H4 with relatively high selectivity, and a mechanism has recently been proposed for this reduction on the fcc(211) surface of copper, which was assumed to be the most active facet. In the current work, we use computational methods to explore the effects of the nanostructure of the copper surface and compare the effects of the fcc(111), fcc(100) and fcc(211) facets of copper on the energetics of the electroreduction of CO2. The calculations performed in this study generally show that the intermediates in CO2 reduction are most stabilized by the (211) facet, followed by the (100) facet, with the (111) surface binding the adsorbates most weakly. This leads to the prediction that the (211) facet is the most active surface among the three in producing CH4 from CO2, as well as the by-products H2 and CO. HCOOH production may be mildly enhanced on the more close-packed surfaces ((111) and (100)) as compared to the (211) facet, due to a change in mechanism from a carboxyl intermediate to a formate intermediate. The results are compared to published experimental data on these same surfaces; the predicted trends in voltage requirements are consistent between the experimental and computational data."}{"Hydrogen adsorption, absorption and diffusion on and in transition metal surfaces: A DFT study ": "Periodic, self-consistent DFT-GGA(PW91) calculations are used to study the interaction of hydrogen with different facets of seventeen transition metals—the (100) and (111) facets of face-centered cubic (fcc) metals, the (0001) facet of hexagonal-close packed (hcp) metals, and the (100) and (110) facets of body-centered cubic (bcc) metals. Calculated geometries and binding energies for surface and subsurface hydrogen are reported and are, in general, in good agreement with both previous modeling studies and experimental data. There are significant differences between the binding on the close-packed and more open (100) facets of the same metal. Geometries of subsurface hydrogen on different facets of the same metal are generally similar; however, binding energies of hydrogen in the subsurface of the different facets studied showed significant variation. Formation of surface hydrogen is exothermic with respect to gas-phase H2 on all metals studied with the exception of Ag and Au. For each metal studied, hydrogen in its preferred subsurface state is always less stable than its preferred surface state. The magnitude of the activation energy for hydrogen diffusion from the surface layer into the first subsurface layer is dominated by the difference in the thermodynamic stability of these two states. Diffusion from the first subsurface layer to one layer further into the bulk does not generally have a large thermodynamic barrier but still has a moderate kinetic barrier. Despite the proximity to the metal surface, the activation energy for hydrogen diffusion from the first to the second subsurface layer is generally similar to experimentally-determined activation energies for bulk diffusion found in the literature. There are also some significant differences in the activation energy for hydrogen diffusion into the bulk through different facets of the same metal."}{"Subjectivity and bias in forensic DNA mixture interpretation ": "The objectivity of forensic science decision making has received increased attention and scrutiny. However, there are only a few published studies experimentally addressing the potential for contextual bias. Because of the esteem of DNA evidence, it is important to study and assess the impact of subjectivity and bias on DNA mixture interpretation. The study reported here presents empirical data suggesting that DNA mixture interpretation is subjective. When 17 North American expert DNA examiners were asked for their interpretation of data from an adjudicated criminal case in that jurisdiction, they produced inconsistent interpretations. Furthermore, the majority of 'context free' experts disagreed with the laboratory's pre-trial conclusions, suggesting that the extraneous context of the criminal case may have influenced the interpretation of the DNA evidence, thereby showing a biasing effect of contextual information in DNA mixture interpretation."}{"A surface science perspective on \n                  \n                     \n                        \n                           TiO\n                        \n                     \n                     \n                        2\n                     \n                  \n                photocatalysis ": "The field of surface science provides a unique approach to understanding bulk, surface and interfacial phenomena occurring during TiO2 photocatalysis. This review highlights, from a surface science perspective, recent literature that provides molecular-level insights into photon-initiated events occurring at TiO2 surfaces. Seven key scientific issues are identified in the organization of this review. These are: (1) photon absorption, (2) charge transport and trapping, (3) electron transfer dynamics, (4) the adsorbed state, (5) mechanisms, (6) poisons and promoters, and (7) phase and form. This review ends with a brief examination of several chemical processes (such as water splitting) in which TiO2 photocatalysis has made significant contributions in the literature."}{"The surface science of graphene: Metal interfaces, CVD synthesis, nanoribbons, chemical modifications, and defects ": "Graphene, a single atomic layer of sp2 hybridized carbon, exhibits a zero-band gap with linear band dispersion at the Fermi-level, forming a Dirac-cone at the \n                        K\n                     -points of its Brillouin zone. In this review, we focus on basic materials science issues of this intriguing material. The scope of this work is further narrowed by concentrating on graphene grown at transition metal surfaces, mostly under vacuum conditions, and neglecting other graphene synthesis approaches, namely growth on SiC or by graphene oxide reduction. Thus one large section of this review focuses on metal/graphene interfaces. We summarize recent surface science studies on the structure, interaction, and the growth of graphene on various metals. Metal supported graphene is a recurring theme throughout this review as it provides model-systems for studying adsorption and graphene modifications on well-defined, large area samples, and thus is ideal for employing surface science techniques. Other aspects of graphene are also reviewed. Approaches for creating and characterizing graphene nanostructures, in particular graphene nanoribbons, are discussed. Graphene nanoribbons play an important role for potential electronic applications because the lateral electron confinement in the ribbons opens a band-gap in graphene. Materials issues of nanoribbons, like formation of well-defined edges are introduced. Atomic-scale defect-structures in graphene are another topic. The known defect structures in graphene are categorized and atomic scale characterization of these defects by scanning tunneling microscopy (stocktickerSTM) and high resolution transmission electron microscopy (TEM) is illustrated. Important for applications of graphene is our ability of modifying its properties. Therefore, studies of substitutional doping of graphene with nitrogen or boron, hydrogenation or fluorination of graphene, and the adsorption of molecules with strong electron affinity are included in this review. This review is restricted to a summary of surface science studies on well-ordered systems. Other important graphene research areas such as transport measurements on pure and modified graphene are not included. The goal of this review is to give a concise overview of the materials science of graphene from the surface science perspective."}{"Cross talk between activation of microglia and astrocytes in pathological conditions in the central nervous system ": "Microglia and astrocytes in the central nervous system are now recognized as active participants in various pathological conditions such as trauma, stroke, or chronic neurodegenerative disorders. Their activation is closely related with the development and severity of diseases. Interestingly, activation of microglia and astrocytes occurs with a spatially and temporarily distinct pattern. The present review explores the cross talk in the process of their activation. Microglia, activated earlier than astrocytes, promote astrocytic activation. On the other hand, activated astrocytes not only facilitate activation of distant microglia, but also inhibit microglial activities. Molecules contributing to their intercommunication include interleukin-1 (IL-1), adenosine triphosphate (ATP), and transforming growth factor beta (TGF-β). A better understanding about the cross talk between activation of microglia and astrocytes would be helpful to elucidate the role of glial cells in pathological conditions, which could accelerate the development of treatment for various diseases."}{"Calculation of passive earth pressure of cohesive soil based on Culmann's method ": "Based on the sliding plane hypothesis of Coulumb earth pressure theory, a new method for calculation of the passive earth pressure of cohesive soil was constructed with Culmann's graphical construction. The influences of the cohesive force, adhesive force, and the fill surface form were considered in this method. In order to obtain the passive earth pressure and sliding plane angle, a program based on the sliding surface assumption was developed with the VB.NET programming language. The calculated results from this method were basically the same as those from the Rankine theory and Coulumb theory formulas. This method is conceptually clear, and the corresponding formulas given in this paper are simple and convenient for application when the fill surface form is complex."}{"An Approach for 2D Visual Occupancy Grid Map Using Monocular Vision ": "This paper presents an approach that uses planar information (homography matrix) to build a visual 2D occupancy grid map from monocular vision. Initially, a segmentation step is necessary to classify parts of the image in floor or non floor. From this classification is possible to determine which parts of the image are free and which parts of the image are obstacles. Practical results are presented to validate the proposal."}