{"Microstructures and properties of high-entropy alloys ": "This paper reviews the recent research and development of high-entropy alloys (HEAs). HEAs are loosely defined as solid solution alloys that contain more than five principal elements in equal or near equal atomic percent (at.%). The concept of high entropy introduces a new path of developing advanced materials with unique properties, which cannot be achieved by the conventional micro-alloying approach based on only one dominant element. Up to date, many HEAs with promising properties have been reported, e.g., high wear-resistant HEAs, Co1.5CrFeNi1.5Ti and Al0.2Co1.5CrFeNi1.5Ti alloys; high-strength body-centered-cubic (BCC) AlCoCrFeNi HEAs at room temperature, and NbMoTaV HEA at elevated temperatures. Furthermore, the general corrosion resistance of the Cu0.5NiAlCoCrFeSi HEA is much better than that of the conventional 304-stainless steel. This paper first reviews HEA formation in relation to thermodynamics, kinetics, and processing. Physical, magnetic, chemical, and mechanical properties are then discussed. Great details are provided on the plastic deformation, fracture, and magnetization from the perspectives of crackling noise and Barkhausen noise measurements, and the analysis of serrations on stress–strain curves at specific strain rates or testing temperatures, as well as the serrations of the magnetization hysteresis loops. The comparison between conventional and high-entropy bulk metallic glasses is analyzed from the viewpoints of eutectic composition, dense atomic packing, and entropy of mixing. Glass forming ability and plastic properties of high-entropy bulk metallic glasses are also discussed. Modeling techniques applicable to HEAs are introduced and discussed, such as ab initio molecular dynamics simulations and CALPHAD modeling. Finally, future developments and potential new research directions for HEAs are proposed."}{"Review on the science and technology of water desalination by capacitive deionization ": "Porous carbon electrodes have significant potential for energy-efficient water desalination using a promising technology called Capacitive Deionization (CDI). In CDI, salt ions are removed from brackish water upon applying an electrical voltage difference between two porous electrodes, in which the ions will be temporarily immobilized. These electrodes are made of porous carbons optimized for salt storage capacity and ion and electron transport. We review the science and technology of CDI and describe the range of possible electrode materials and the various approaches to the testing of materials and devices. We summarize the range of options for CDI-designs and possible operational modes, and describe the various theoretical–conceptual approaches to understand the phenomenon of CDI."}{"Dynamic and post-dynamic recrystallization under hot, cold and severe plastic deformation conditions ": "The evolution of the new microstructures produced by two types of dynamic recrystallization is reviewed, including those brought about by severe plastic deformation (SPD). The microstructural changes taking place under these conditions and the associated mechanical behaviors are described. During the conventional discontinuous dynamic recrystallization (dDRX) that takes place at elevated temperatures, the new grains evolve by nucleation and growth in materials with low to medium stacking fault energies (SFE). On the other hand, new ultrafine grains can be produced in any material irrespective of the SFE by means of SPD at relatively low temperatures. These result from the gradual transformation of the dislocation sub-boundaries produced at low strains into ultrafine grains with high angle boundaries at large strains. This process, termed in situ or continuous dynamic recrystallization (cDRX), is still not perfectly understood. This is because many SPD methods provide data concerning the microstructural changes that take place but little information regarding the flow stress behavior. By contrast, multi-directional forging (MDF) provides both types of data concurrently. Recent studies of the deformation behavior of metals and alloys under SPD conditions, carried out using MDF as well as other SPD methods, are synthesized and the links between the microstructural and mechanical observations are examined carefully. Some models for grain formation under SPD conditions are discussed. Next, the post-dynamic recrystallization behavior, i.e. that of annealing after both dDRX and cDRX, is described. The differing annealing behaviors result from the differences in the natures of the deformed microstructures. Finally, an integrated recrystallization model for these phenomena, i.e. dynamic and static recrystallization of both the continuous and discontinuous types, is presented and discussed."}{"Nickel oxide nanoparticles: Synthesis and spectral studies of interactions with glucose ": "Nickel oxide (NiO) nanoparticles were successfully synthesized by the reaction of nickel chloride with hydrazine at room temperature and thermal decomposition of the precursor nickel hydroxide (Ni(OH)2) nanoparticles. The products were characterized by X-ray diffraction, Transmission electron microscopy, Fourier transform infrared spectroscopy, and UV–vis absorption spectroscopy. The result of thermogravimetric analysis showed that the Ni(OH)2 nanoparticles are calcinated at ∼400°C. The interactions between NiO nanoparticles and glucose have been studied using UV–vis absorption and fluorescence spectroscopy. The zeta-potential of NiO nanoparticles was used to gain insight about the interaction mode between NiO nanoparticles and glucose."}{"Polymer/carbon based composites as electromagnetic interference (EMI) shielding materials ": "The extensive development of electronic systems and telecommunications has lead to major concerns regarding electromagnetic pollution. Motivated by environmental questions and by a wide variety of applications, the quest for materials with high efficiency to mitigate electromagnetic interferences (EMI) pollution has become a mainstream field of research. This paper reviews the state-of-the-art research in the design and characterization of polymer/carbon based composites as EMI shielding materials. After a brief introduction, in Section 1, the electromagnetic theory will be briefly discussed in Section 2 setting the foundations of the strategies to be employed to design efficient EMI shielding materials. These materials will be classified in the next section by the type of carbon fillers, involving carbon black, carbon fiber, carbon nanotubes and graphene. The importance of the dispersion method into the polymer matrix (melt-blending, solution processing, etc.) on the final material properties will be discussed. The combination of carbon fillers with other constituents such as metallic nanoparticles or conductive polymers will be the topic of Section 4. The final section will address advanced complex architectures that are currently studied to improve the performances of EMI materials and, in some cases, to impart additional properties such as thermal management and mechanical resistance. In all these studies, we will discuss the efficiency of the composites/devices to absorb and/or reflect the EMI radiation."}{"Effect of build geometry on the β-grain structure and texture in additive manufacture of Ti6Al4V by selective electron beam melting ": "With titanium alloys, the solidification conditions in Additive Manufacturing (AM) frequently lead to coarse columnar β-grain structures. The effect of geometry on the variability in the grain structure and texture, seen in Ti6Al4V alloy components produced by Selective Electron Beam Melting (SEBM), has been investigated. Reconstruction of the primary β-phase, from α-phase EBSD data, has confirmed that in bulk sections where in-fill “hatching” is employed growth selection favours columnar grains aligned with an <001>\n                     β direction normal to the deposited powder layers; this results in a coarse β-grain structure with a strong <001>\n                     β fibre texture (up 8 x random) that can oscillate between a near random distribution around the fibre axis and cube reinforcement with build height. It is proposed that this behaviour is related to the highly elongated melt pool and the raster directions alternating between two orthogonal directions every layer, which on average favours grains with cube alignment. In contrast, the outline, or “contour”, pass produces a distinctly different grain structure and texture resulting in a skin layer on wall surfaces, where nucleation occurs off the surrounding powder and growth follows the curved surface of the melt pool. This structure becomes increasingly important in thin sections. Local heterogeneities have also been found within different section transitions, resulting from the growth of skin grain structures into thicker sections. Texture simulations have shown that the far weaker α-texture (~3 x random), seen in the final product, arises from transformation on cooling occurring with a near random distribution of α-plates across the 12 variants possible from the Burgers relationship."}{"Microstructural and texture development in direct laser fabricated IN718 ": "Microstructural characterisation was performed for IN718 thin-walled builds, produced using direct laser fabrication (DLF), to understand the influence of the variations in the deposition path and the laser power on the microtexture, grain structures and intermetallic particle morphology development. Considerable differences were observed, with the high laser power input generating a columnar grain structure, with a strong <001> fibre texture along the build height, compared to a mixture of fine uniform and large columnar grains in the low power builds, with a near random texture. The influence of different DLF conditions on the formation of Laves and of δ phase was also found to be significant, with the Laves phase precipitates being larger in the high laser power sample. Carbides and δ were also present in the high power build, but were not observed in the low power samples regardless of the deposition path."}{"Accident tolerant fuels for LWRs: A perspective ": "The motivation for exploring the potential development of accident tolerant fuels in light water reactors to replace existing Zr alloy clad monolithic (U, Pu) oxide fuel is outlined. The evaluation includes a brief review of core degradation processes under design-basis and beyond-design-basis transient conditions. Three general strategies for accident tolerant fuels are being explored: modification of current state-of-the-art zirconium alloy cladding to further improve oxidation resistance (including use of coatings), replacement of Zr alloy cladding with an alternative oxidation-resistant high-performance cladding, and replacement of the monolithic ceramic oxide fuel with alternative fuel forms."}{"Atomic structure and composition of the yttria-stabilized zirconia (111) surface ": "Anomalous and nonanomalous surface X-ray diffraction is used to investigate the atomic structure and composition of the yttria-stabilized zirconia (YSZ)(111) surface. By simulation it is shown that the method is sensitive to Y surface segregation, but that the data must contain high enough Fourier components in order to distinguish between different models describing Y/Zr disorder. Data were collected at room temperature after two different annealing procedures. First by applying oxidative conditions at 10−5\n                     mbar O2 and 700K to the as-received samples, where we find that about 30% of the surface is covered by oxide islands, which are depleted in Y as compared with the bulk. After annealing in ultrahigh vacuum at 1270K the island morphology of the surface remains unchanged but the islands and the first near surface layer get significantly enriched in Y. Furthermore, the observation of Zr and oxygen vacancies implies the formation of a porous surface region. Our findings have important implications for the use of YSZ as solid oxide fuel cell electrode material where yttrium atoms and zirconium vacancies can act as reactive centers, as well as for the use of YSZ as substrate material for thin film and nanoparticle growth where defects control the nucleation process."}{"Structural competency: Theorizing a new medical engagement with stigma and inequality ": "This paper describes a shift in medical education away from pedagogic approaches to stigma and inequalities that emphasize cross-cultural understandings of individual patients, toward attention to forces that influence health outcomes at levels above individual interactions. It reviews existing structural approaches to stigma and health inequalities developed outside of medicine, and proposes changes to U.S. medical education that will infuse clinical training with a structural focus. The approach, termed “structural competency,” consists of training in five core competencies: 1) recognizing the structures that shape clinical interactions; 2) developing an extra-clinical language of structure; 3) rearticulating “cultural” formulations in structural terms; 4) observing and imagining structural interventions; and 5) developing structural humility. Examples are provided of structural health scholarship that should be adopted into medical didactic curricula, and of structural interventions that can provide participant-observation opportunities for clinical trainees. The paper ultimately argues that increasing recognition of the ways in which social and economic forces produce symptoms or methylate genes then needs to be better coupled with medical models for structural change."}{"Socioeconomic inequalities and mental health problems in children and adolescents: A systematic review ": "Socioeconomic inequalities in health are an important topic in social sciences and public health research. However, little is known about socioeconomic disparities and mental health problems in childhood and adolescence. This study systematically reviews publications on the relationships between various commonly used indicators of socioeconomic status (SES) and mental health outcomes for children and adolescents aged four to 18 years. Studies published in English or German between 1990 and 2011 were included if they reported at least one marker of socioeconomic status (an index or indicators, e.g., household income, poverty, parental education, parental occupation status, or family affluence) and identified mental health problems using validated instruments. In total, 55 published studies met the inclusion criteria, and 52 studies indicated an inverse relationship between socioeconomic status and mental health problems in children and adolescents. Socioeconomically disadvantaged children and adolescents were two to three times more likely to develop mental health problems. Low socioeconomic status that persisted over time was strongly related to higher rates of mental health problems. A decrease in socioeconomic status was associated with increasing mental health problems. The strength of the correlation varied with age and with different indicators of socioeconomic status, whereas heterogeneous findings were reported for gender and types of mental health problems. The included studies indicated that the theoretical approaches of social causation and classical selection are not mutually exclusive across generations and specific mental health problems; these processes create a cycle of deprivation and mental health problems. The review draws attention to the diversity of measures used to evaluate socioeconomic status, which might have influenced the comparability of international epidemiological studies. Furthermore, the review highlights the need for individual-level early childhood interventions as well as a reduction in socioeconomic inequalities at a societal level to improve mental health in childhood and adolescence."}{"Refinement of industrial kaolin by microbial removal of iron-bearing impurities ": "The commercial value of kaolin raw materials is greatly affected by the presence and content of iron-bearing impurities, which can have a detrimental effect on the whiteness and refractoriness of manufactured products. Because of the high cost and environmental impact of techniques currently used to remove these impurities, some effort is now targeted toward the development of alternative methods, such as biological processes. This paper reports a series of anaerobic microcosm experiments conducted to evaluate the suitability of iron-respiring bacteria (IRB) of the Shewanella species (S. alga BrY, S. oneidensis MR-1, S. putrefaciens CN32, and S. putrefaciens CIP 8040), in bioleaching iron-bearing impurities from raw kaolin. All tested bacterial strains were able to reduce and leach ferric iron present in the kaolin, thereby substantially improving its color properties. Among the tested bacteria, S. putrefaciens CIP8040 produced the greatest improvements, with increases in ISO brightness and whiteness from 74% to 79% and from 54% to 66%, respectively, in 5days at 30°C. Neither secondary mineral nor crystal-chemical alteration of the kaolinite was observed by X-ray diffraction and infrared spectroscopy. Observations of the biotreated kaolins by scanning electron microscopy showed that the original hexagonal shape of the clay particles became less regular. Further research and development should now focus on optimising the rate and extent of the bioleaching process before its application at a larger pilot or industrial scale. In particular, further studies should evaluate the environmental and economical benefits compared to currently used approaches, such as the chemical bleaching with sodium hydrosulfite."}{"Cognitive bias in forensic anthropology: Visual assessment of skeletal remains is susceptible to confirmation bias ": "An experimental study was designed to examine cognitive biases within forensic anthropological non-metric methods in assessing sex, ancestry and age at death. To investigate examiner interpretation, forty-one non-novice participants were semi randomly divided into three groups. Prior to conducting the assessment of the skeletal remains, two of the groups were given different extraneous contextual information regarding the sex, ancestry and age at death of the individual. The third group acted as a control group with no extraneous contextual information. The experiment was designed to investigate if the interpretation and conclusions of the skeletal remains would differ amongst participants within the three groups, and to assess whether the examiners would confirm or disagree with the given extraneous context when establishing a biological profile. The results revealed a significant biasing effect within the three groups, demonstrating a strong confirmation bias in the assessment of sex, ancestry and age at death. In assessment of sex, 31% of the participants in the control group concluded that the skeleton remains were male. In contrast, in the group that received contextual information that the remains were male, 72% concluded that the remains were male, and in the participant group where the context was that the remains were of a female, 0% of the participants concluded that the remains were male. Comparable results showing bias were found in assessing ancestry and age at death. These data demonstrate that cognitive bias can impact forensic anthropological non-metric methods on skeletal remains and affects the interpretation and conclusions of the forensic scientists. This empirical study is a step in establishing an evidence base approach for dealing with cognitive issues in forensic anthropological assessments, so as to enhance this valuable forensic science discipline."}{"The interpretation of XPS spectra: Insights into materials properties ": "We review basic and advanced concepts needed for the correct analysis of XPS features. We place these concepts on rigorous foundations and explore their physical and chemical meanings without stressing the derivation of the mathematical formulations, which can be found in the cited literature. The significance and value of combining theory and experiment is demonstrated by discussions of the physical and chemical origins of the main and satellite XPS features for a variety of molecular and condensed phase materials."}{"The endocytosis and intracellular fate of nanomedicines: Implication for rational design ": "Nanomedicines employ multiple endocytic pathways to enter cells. Their following fate is interesting, but it is not sufficient understood currently. This review introduces the endocytic pathways, presents new technologies to confirm the specific endocytic pathways and discusses factors for pathway selection. In addition, some intriguing implication about nanomedicine design based on endocytosis will also be discussed at the end. This review may provide new thoughts for the design of novel multifunctional nanomedicines."}{"Determining the degree of crosslinking of ethylene vinyl acetate photovoltaic module encapsulants—A comparative study ": "A total of 16 analytical methods, spanning from classical solvent extraction over different thermo-analytic and mechanical approaches to acoustic and optical spectroscopy, have been evaluated as to their ability to determine the crosslinking state of ethylene vinyl acetate (EVA), the prevailing encapsulant for photovoltaics applications. The key objective of this work was to create a systematic and comprehensive comparison, using a unified set of traceable test samples covering the full range of realistically occurring degrees of EVA crosslinking. A majority number of these tested methods proved fundamentally suitable for detecting changes in the polymer properties during crosslinking based on the effect e.g. its mechanical properties or its crystallinity. Interestingly, when investigated in detail, most of the methods showed mutually different dependencies on the lamination time, indicating a complex range of effects of the chemical crosslinking on the properties and behaviour of the material. Furthermore, Raman spectroscopy could be identified as a potential new method for measuring the degree of crosslinking in-line in the PV module manufacturing process, thus providing an interesting approach for improving process control in PV module processing."}