{"Wet etching of GaN, AlN, and SiC: a review ": "The wet etching of GaN, AlN, and SiC is reviewed including conventional etching in aqueous solutions, electrochemical etching in electrolytes and defect-selective chemical etching in molten salts. The mechanism of each etching process is discussed. Etching parameters leading to highly anisotropic etching, dopant-type/bandgap selective etching, defect-selective etching, as well as isotropic etching are discussed. The etch pit shapes and their origins are discussed. The applications of wet etching techniques to characterize crystal polarity and defect density/distribution are reviewed. Additional applications of wet etching for device fabrication, such as producing crystallographic etch profiles, are also reviewed."}{"Surface modification of titanium, titanium alloys, and related materials for biomedical applications ": "Titanium and titanium alloys are widely used in biomedical devices and components, especially as hard tissue replacements as well as in cardiac and cardiovascular applications, because of their desirable properties, such as relatively low modulus, good fatigue strength, formability, machinability, corrosion resistance, and biocompatibility. However, titanium and its alloys cannot meet all of the clinical requirements. Therefore, in order to improve the biological, chemical, and mechanical properties, surface modification is often performed. This article reviews the various surface modification technologies pertaining to titanium and titanium alloys including mechanical treatment, thermal spraying, sol–gel, chemical and electrochemical treatment, and ion implantation from the perspective of biomedical engineering. Recent work has shown that the wear resistance, corrosion resistance, and biological properties of titanium and titanium alloys can be improved selectively using the appropriate surface treatment techniques while the desirable bulk attributes of the materials are retained. The proper surface treatment expands the use of titanium and titanium alloys in the biomedical fields. Some of the recent applications are also discussed in this paper."}{"Delta phase precipitation in Inconel 718 ": "The precipitation and dissolution kinetics of the δ-phase were studied in three wrought versions and one spray-formed (SF) version of the nickel alloy, Inconel 718. The precipitation in the spray-formed version and one wrought version was followed during isothermal ageing for up to 100 h between 700 and 1000 °C. The δ-phase precipitates in the form of nonuniformly distributed thin platelets and an alternative method of measuring volume fraction of this precipitate morphology is proposed. At and above 800 °C, the precipitation was measured quantitatively in terms of the volume fraction and platelet thickness distribution. The maximum rate of precipitation occurred at approximately 900 °C. The solvus temperature lay between 1005 and 1015 °C for Nb contents of 5.06 and 5.41 wt.%, respectively. A study was made of the dissolution of the δ-phase in all four alloys using isochronal treatments and this confirmed the above solvus temperature range. The effect of δ-phase and its dissolution on the grain growth of the alloys was also determined."}{"Synthesis and physical properties of TEOS-based silica aerogels prepared by two step (acid–base) sol–gel process ": "The experimental results on the synthesis and physical properties of tetraethoxysilane- (TEOS) based silica aerogels produced by two step (acid–base) sol–gel process, are reported. The oxalic acid (A) and NH4OH (B) concentrations were varied from 0 to 0.1 M and from 0.4 to 3 M, respectively. Monolithic and transparent aerogels have been obtained for the values of A=0.001 M and B=1 M. The effect of time interval (t) before the base catalyst (NH4OH) addition to the acidic sol was studied from 0 to 72 h. The time interval at t=24 h of NH4OH addition was found to be the best, in terms of low volume shrinkage, high optical transmission and monolithicity. The molar ratio of EtOH/TEOS (S) was varied from 3 to 7.5. Monolithic and transparent aerogels were obtained for an S value of 6.9. Also, the effects of molar ratio of acidic water, i.e., H2O/TEOS (W1) and basic water, i.e., H2O/TEOS (W2) on the physical properties of the aerogels have been studied. Highly transparent (∼90%) and monolithic aerogels with lower volume shrinkage (<10%) were obtained for the molar ratio 1:6.9:3.5:2.2 of TEOS:EtOH:acidic (H2O):basic (H2O). The results are discussed by taking into consideration the hydrolysis and polycondensation reactions. The aerogels were characterized by scanning electron microscopy (SEM), optical transmission, bulk density, volume shrinkage and porosity measurements."}{"On fracture locus in the equivalent strain and stress triaxiality space ": "The stress triaxiality is, besides the strain intensity, the most important factor that controls initiation of ductile fracture. In this study, a series of tests including upsetting tests, shear tests and tensile tests on 2024-T351 aluminum alloy providing clues to fracture ductility for a wide range of stress triaxiality was carried out. Numerical simulations of each test was performed using commercial finite element code ABAQUS. Good correlation of experiments and numerical simulations was achieved. Based on the experimental and numerical results, the relation between the equivalent strain to fracture versus the stress triaxiality was quantified and it was shown that there are three distinct branches of this function with possible slope discontinuities in the transition regime. For negative stress triaxialities, fracture is governed by shear mode. For large triaxialities void growth is the dominant failure mode, while at low stress triaxialities between above two regimes, fracture may develop as a combination of shear and void growth modes."}{"Micromixers—a review on passive and active mixing principles ": "A review on microstructured mixer devices and their mixing principles concerning miscible liquids (and gases) is given. This is supplemented by the description of typical mixing element designs, methods for mixing characterisation, and application fields. The mixing principles applied can be divided in two classes relying either on the pumping energy or provision of other external energy to achieve mixing, termed passive and active mixing, respectively. As far as passive mixing is concerned, devices and techniques such as Y- and T-type flow-, multi-laminating-, split-and-recombine-, chaotic-, jet colliding-, recirculation flow-mixers and others are discussed. Active mixing can be accomplished by time-pulsing flow owing to a periodical change of pumping energy or electrical fields, acoustic fluid shaking, ultrasound, electrowetting-based droplet shaking, microstirrers, and others."}{"Process Mining and Security: Detecting Anomalous Process Executions and Checking Process Conformance ": "One approach to secure systems is through the analysis of audit trails. An audit trail is a record of all events that take place in a system and across a network, i.e., it provides a trace of user/system actions so that security events can be related to the actions of a specific individual or system component. Audit trails can be inspected for the presence or absence of certain patterns. This paper advocates the use of process mining techniques to analyze audit trails for security violations. It is shown how a specific algorithm, called the α-algorithm, can be used to support security efforts at various levels ranging from low-level intrusion detection to high-level fraud prevention."}{"jMonitor: Java Runtime Event Specification and Monitoring Library ": "jMonitor is a pure Java library and runtime utility for specifying event patterns and associating them with user provided event monitors that get called when the specified runtime events occur during the execution of legacy Java applications. jMonitor APIs define an event specification abstraction layer allowing programmers to design event patterns to monitor runtime execution of legacy Java applications. jMonitor instrumentation works at the Java bytecode level and does not require the presence of source code for the Java application that is being monitored. jMonitor overloads the dynamic class loader and takes the event specification and monitors (in the form of Java class files) as additional arguments when launching the target Java application. The class bytecodes of the monitored Java program are instrumented on the fly by the jMonitor class loader according to the needs of the externally specified jMonitor event patterns and event monitors."}