{"Progress in electrical energy storage system: A critical review ": "Electrical energy storage technologies for stationary applications are reviewed. Particular attention is paid to pumped hydroelectric storage, compressed air energy storage, battery, flow battery, fuel cell, solar fuel, superconducting magnetic energy storage, flywheel, capacitor/supercapacitor, and thermal energy storage. Comparison is made among these technologies in terms of technical characteristics, applications and deployment status."}{"Bacterial adhesion and biofilms on surfaces ": "Bacterial adhesion has become a significant problem in industry and in the domicile, and much research has been done for deeper understanding of the processes involved. A generic biological model of bacterial adhesion and population growth called the bacterial biofilm growth cycle, has been described and modified many times. The biofilm growth cycle encompasses bacterial adhesion at all levels, starting with the initial physical attraction of bacteria to a substrate, and ending with the eventual liberation of cell clusters from the biofilm matrix. When describing bacterial adhesion one is simply describing one or more stages of biofilm development, neglecting the fact that the population may not reach maturity. This article provides an overview of bacterial adhesion, cites examples of how bacterial adhesion affects industry and summarises methods and instrumentation used to improve our understanding of the adhesive properties of bacteria."}{"Microstructures and mechanical properties of electron beam-rapid manufactured Ti–6Al–4V biomedical prototypes compared to wrought Ti–6Al–4V ": "This study represents an exploratory characterization and comparison of electron-beam melted (EBM) or rapid manufacturing (RM) of Ti–6Al–4V components (from nominal 30 μm diameter powder) with wrought products. Acicular α and associated β microstructures observed by optical metallography and electron microscopy (SEM and TEM) are compared along with corresponding tensile test and hardness data; including the initial powder particles where the Vickers microindentation hardness averaged 5.0 GPa in comparison with the fully dense, EB manufactured product with an average microindentation hardness ranging from 3.6 to 3.9 GPa. This compared with wrought products where the Vickers microindentation hardness averaged 4.0 GPa. Values of UTS for the EBM samples averaged 1.18 GPa for elongations ranging from 16 to 25%. Biomaterials/biomedical applications of EBM prototypes in direct prosthesis or implant manufacturing from CT or MRI data are discussed in the context of this work, especially prospects for tailoring physical properties through EB control to achieve customized and optimized implant and prosthetic products direct from CT-scans."}{"Structural materials for Gen-IV nuclear reactors: Challenges and opportunities ": "Generation-IV reactor design concepts envisioned thus far cater toward a common goal of providing safer, longer lasting, proliferation-resistant and economically viable nuclear power plants. The foremost consideration in the successful development and deployment of Gen-IV reactor systems is the performance and reliability issues involving structural materials for both in-core and out-of-core applications. The structural materials need to endure much higher temperatures, higher neutron doses and extremely corrosive environment, which are beyond the experience of the current nuclear power plants. Materials under active consideration for use in different reactor components include various ferritic/martensitic steels, austenitic stainless steels, nickel-base superalloys, ceramics, composites, etc. This paper presents a summary of various Gen-IV reactor concepts, with emphasis on the structural materials issues depending on the specific application areas. This paper also discusses the challenges involved in using the existing materials under both service and off-normal conditions. Tasks become increasingly complex due to the operation of various fundamental phenomena like radiation-induced segregation, radiation-enhanced diffusion, precipitation, interactions between impurity elements and radiation-produced defects, swelling, helium generation and so forth. Further, high temperature capability (e.g. creep properties) of these materials is a critical, performance-limiting factor. It is demonstrated that novel alloy and microstructural design approaches coupled with new materials processing and fabrication techniques may mitigate the challenges, and the optimum system performance may be achieved under much demanding conditions."}{"A review and analysis of electrical percolation in carbon nanotube polymer composites ": "We review experimental and theoretical work on electrical percolation of carbon nanotubes (CNT) in polymer composites. We give a comprehensive survey of published data together with an attempt of systematization. Parameters like CNT type, synthesis method, treatment and dimensionality as well as polymer type and dispersion method are evaluated with respect to their impact on percolation threshold, scaling law exponent and maximum conductivity of the composite. Validity as well as limitations of commonly used statistical percolation theories are discussed, in particular with respect to the recently reported existence of a lower kinetic (allowing for re-aggregation) and a higher statistical percolation threshold."}{"Photoluminescence and Raman scattering of ZnO nanorods ": "Zinc oxide (ZnO) nanorods were synthesized by a simple microemulsion method. The photoluminescence (PL) spectra at room temperature were measured. The strong UV excitonic emission indicates the good optical properties, and the weak deep-level emission reveals very limited structural defects in the crystals. The multiple peaks in the PL spectrum obtained at 15K are assigned to the donor-bound exciton (DBE), free to bound transition (FB) and FB–LO phonon replicas. The temperature dependence of energy, intensity, and linewidth of each emission band confirms the effect of thermal ionization progress of excitons and nonradiative recombination activated thermally. The nonresonant Raman scattering spectra at room temperature were excited by He–Ne laser (wavelength ∼632.8nm). The perfect wurtzite structure in ZnO nanorods has been verified by the intense E2 modes, which include low and high frequency vibrations. The possible reasons for the red shift and broadening of vibration modes were studied by the resonant Raman scattering spectra at room temperature. The power-dependence of Raman shift and FWHM shows the laser irradiation effect on the vibrational modes."}{"A powder neutron diffraction study of the metallic ferromagnet Co3Sn2S2\n             ": "Variable-temperature powder neutron diffraction data reveal that Co3Sn2S2 crystallizes in the shandite structure (space group \n                        \n                           R\n                           \n                              3\n                              ¯\n                           \n                           m\n                        \n                     , a\n                     =5.36855(3)Å, c\n                     =13.1903(1)Å at 300K). The structural relationship between Co3Sn2S2 and the intermetallic compound CoSn, both of which contain Kagomé nets of cobalt atoms, is discussed. Resistivity and Seebeck coefficient measurements for Co3Sn2S2 are consistent with metallic behaviour. Magnetic susceptibility measurements indicate that Co3Sn2S2 orders ferromagnetically at 180(10)K, with a saturation moment of 0.29μB per cobalt atom at 5K. The onset of magnetic ordering is accompanied by marked anomalies in the electrical transport properties."}{"Graphene on metal surfaces ": "The article reviews work on graphene monolayers adsorbed on metal surfaces. Graphene layers on metals have been prepared by surface segregation of carbon and by decomposition of hydrocarbons. The films are often not rotationally aligned to the metal surface. However, for a number of hexagonally close-packed surfaces perfectly ordered epitaxial overlayers have been obtained, with domains larger than the terraces of the metal substrate. In most cases the well-ordered overlayers display moiré structures with large periodicities, resulting from the lattice mismatch between graphene and the underlying metal. These structures are connected with a buckling of the graphene layer indicating local variations of the binding to the metal. For the metal–graphene spacings values between approximately 2.1 and 3.8Å have been found, depending on the metal. Reasons for these strong variations are not yet clear, but there are indications that the systems fall into two classes that differ qualitatively with respect to the metal/graphene interaction. These variations are also reflected by the electronic structure. There are metal–graphene systems in which the π band is significantly downshifted in energy compared to the free-standing graphene, and a band gap of order eV has opened at the \n                        \n                           \n                              \n                                 K\n                              \n                              \n                                 ¯\n                              \n                           \n                        \n                      point of the Brillouin zone. In other systems, the electronic structure of free-standing graphene is almost intact. The perfectness of the epitaxial moiré phases offers promising applications, e.g., as templates for nanostructures."}{"TiO2 photocatalysis and related surface phenomena ": "The field of photocatalysis can be traced back more than 80 years to early observations of the chalking of titania-based paints and to studies of the darkening of metal oxides in contact with organic compounds in sunlight. During the past 20 years, it has become an extremely well researched field due to practical interest in air and water remediation, self-cleaning surfaces, and self-sterilizing surfaces. During the same period, there has also been a strong effort to use photocatalysis for light-assisted production of hydrogen. The fundamental aspects of photocatalysis on the most studied photocatalyst, titania, are still being actively researched and have recently become quite well understood. The mechanisms by which certain types of organic compounds are decomposed completely to carbon dioxide and water, for example, have been delineated. However, certain aspects, such as the photo-induced wetting phenomenon, remain controversial, with some groups maintaining that the effect is a simple one in which organic contaminants are decomposed, while other groups maintain that there are additional effects in which the intrinsic surface properties are modified by light. During the past several years, powerful tools such as surface spectroscopic techniques and scanning probe techniques performed on single crystals in ultra-high vacuum, and ultrafast pulsed laser spectroscopic techniques have been brought to bear on these problems, and new insights have become possible. Quantum chemical calculations have also provided new insights. New materials have recently been developed based on titania, and the sensitivity to visible light has improved. The new information available is staggering, but we hope to offer an overview of some of the recent highlights, as well as to review some of the origins and indicate some possible new directions."}{"On the negative effective mass density in acoustic metamaterials ": "In this paper, we demonstrate the consequence of using different equivalent models to represent a lattice system consisting of mass-in-mass units and why negative mass is needed in the equivalent model. Dispersive wave propagation in the lattice system is studied and compared to various equivalent models. It is found that, if the classical elastic continuum is used to represent the original mass-in-mass lattice system, the effective mass density becomes frequency dependent and may become negative for frequencies near the resonance frequency of the internal mass. In contrast, if a multi-displacement microstructure continuum model is used to represent the mass-in-mass lattice system, the dispersive behavior of wave propagation and the band gap structure can be adequately described. However, while the acoustic mode is accurately described by the microstructure continuum model, the description of the optical mode is accurate only for a limited frequency range."}{"Discrete particle simulation of particulate systems: A review of major applications and findings ": "Understanding and modelling the dynamic behaviour of particulate systems has been a major research focus worldwide for many years. Discrete particle simulation plays an important role in this area. This technique can provide dynamic information, such as the trajectories of and transient forces acting on individual particles, which is difficult to obtain by the conventional experimental techniques. Consequently, it has been increasingly used by various investigators for different particulate processes. In spite of the large bulk volume, little effort has been made to comprehensively review and summarize the progress made in the past. To overcome this gap, we have recently completed a review of the major work in this area in two separate parts. The first part has been published [Zhu, H.P., Zhou, Z.Y., Yang, R.Y., Yu, A.B., 2007. Discrete particle simulation of particulate systems: theoretical developments. Chemical Engineering Science 62, 3378–3392.], which reviews the major theoretical developments. This paper is the second one, aiming to provide a summary of the studies based on discrete particle simulation in the past two decades or so. The studies are categorized into three subject areas: particle packing, particle flow, and particle–fluid flow. The major findings are discussed, with emphasis on the microdynamics including packing/flow structure and particle–particle, particle–fluid and particle–wall interaction forces. It is concluded that discrete particle simulation is an effective method for particle scale research of particulate matter. The needs for future research are also discussed."}{"Fabrication and processing of polymer solar cells: A review of printing and coating techniques ": "Polymer solar cells are reviewed in the context of the processing techniques leading to complete devices. A distinction is made between the film-forming techniques that are used currently such as spincoating, doctor blading and casting and the, from a processing point of view, more desirable film-forming techniques such as slot-die coating, gravure coating, knife-over-edge coating, off-set coating, spray coating and printing techniques such as ink jet printing, pad printing and screen printing. The former are used almost exclusively and are not suited for high-volume production whereas the latter are highly suited, but little explored in the context of polymer solar cells. A further distinction is made between printing and coating when a film is formed. The entire process leading to polymer solar cells is broken down into the individual steps and the available techniques and materials for each step are described with focus on the particular advantages and disadvantages associated with each case."}{"SPPF-Style Parsing From Earley Recognisers ": "In its recogniser form, Earley's algorithm for testing whether a string can be derived from a grammar is worst case cubic on general context free grammars (CFG). Earley gave an outline of a method for turning his recognisers into parsers, but it turns out that this method is incorrect. Tomita's GLR parser returns a shared packed parse forest (SPPF) representation of all derivations of a given string from a given CFG but is worst case unbounded polynomial order. We have given a modified worst-case cubic version, the BRNGLR algorithm, that, for any string and any CFG, returns a binarised SPPF representation of all possible derivations of a given string. In this paper we apply similar techniques to develop two versions of an Earley parsing algorithm that, in worst-case cubic time, return an SPPF representation of all derivations of a given string from a given CFG."}{"A Comparative Study of Industrial Static Analysis Tools ": "Tools based on static analysis can be used to find defects in programs. Tools that do shallow analyses based on pattern matching have existed since the 1980's and although they can analyze large programs they have the drawback of producing a massive amount of warnings that have to be manually analyzed to see if they are real defects or not. Recent technology advances has brought forward tools that do deeper analyses that discover more defects and produce a limited amount of false warnings. These tools can still handle large industrial applications with millions lines of code. This article surveys the underlying supporting technology of three state-of-the-art static analysis tools. The survey relies on information in research articles and manuals, and includes the types of defects checked for (such as memory management, arithmetics, security vulnerabilities), soundness, value and aliasing analyses, incrementality and IDE integration. This survey is complemented by practical experiences from evaluations at the Ericsson telecom company."}