{"Simulation of metal additive manufacturing microstructures using kinetic Monte Carlo ": "Additive manufacturing (AM) is of tremendous interest given its ability to realize complex, non-traditional geometries in engineered structural materials. However, microstructures generated from AM processes can be equally, if not more, complex than their conventionally processed counterparts. While some microstructural features observed in AM may also occur in more traditional solidification processes, the introduction of spatially and temporally mobile heat sources can result in significant microstructural heterogeneity. While grain size and shape in metal AM structures are understood to be highly dependent on both local and global temperature profiles, the exact form of this relation is not well understood. Here, an idealized molten zone and temperature-dependent grain boundary mobility are implemented in a kinetic Monte Carlo model to predict three-dimensional grain structure in additively manufactured metals. To demonstrate the flexibility of the model, synthetic microstructures are generated under conditions mimicking relatively diverse experimental results present in the literature. Simulated microstructures are then qualitatively and quantitatively compared to their experimental complements and are shown to be in good agreement."}{"Mechanical properties of graphene and graphene-based nanocomposites ": "In this present review, the current status of the intrinsic mechanical properties of the graphene-family of materials along with the preparation and properties of bulk graphene-based nanocomposites is thoroughly examined. The usefulness of Raman spectroscopy for the characterization and study of the mechanical properties of graphene flakes and their composites is clearly exhibited. Furthermore, the preparation strategies of bulk graphene-based nanocomposites are discussed and the mechanical properties of nanocomposites reported in the literature are analysed. In particular, through the analyse of several hundred literature papers on graphene composites, we have found a unique correlation between the filler modulus, derived from the rule of mixtures, and the composite matrix. This correlation is found to hold true across a wide range of polymer matrices and thus suggests that the common assumption that the filler modulus is independent of the matric is incorrect, explaining the apparent under performance of graphene in some systems. The presence of graphene even at very low loadings can provide significant reinforcement to the final material, while the parameters that affect the nanocomposite strongly are thoroughly reviewed. Finally, the potential applications and future perspectives are discussed with regard to scale up capabilities and possible developments of graphene-based nanocomposite materials."}{"Additive manufacturing of metallic components – Process, structure and properties ": "Since its inception, significant progress has been made in understanding additive manufacturing (AM) processes and the structure and properties of the fabricated metallic components. Because the field is rapidly evolving, a periodic critical assessment of our understanding is useful and this paper seeks to address this need. It covers the emerging research on AM of metallic materials and provides a comprehensive overview of the physical processes and the underlying science of metallurgical structure and properties of the deposited parts. The uniqueness of this review includes substantive discussions on refractory alloys, precious metals and compositionally graded alloys, a succinct comparison of AM with welding and a critical examination of the printability of various engineering alloys based on experiments and theory. An assessment of the status of the field, the gaps in the scientific understanding and the research needs for the expansion of AM of metallic components are provided."}{"Fundamentals and advances in magnesium alloy corrosion ": "There remains growing interest in magnesium (Mg) and its alloys, as they are the lightest structural metallic materials. Mg alloys have the potential to enable design of lighter engineered systems, including positive implications for reduced energy consumption. Furthermore, Mg alloys are also emerging as viable biodegradable materials and battery electrodes. In spite of the greatest historical Mg usage at present, the wider use of Mg alloys remains restricted by a number of inherent limitations, including vulnerability to corrosion, poor formability and low creep resistance. This review covers recent research that has led to advances in Mg-alloy corrosion; including the application of contemporary methods for understanding Mg corrosion, the establishment of an electrochemical framework for Mg corrosion, illumination of alloying effects, and attempts at corrosion resistant Mg alloys. A discussion drawing from many sources provides an unbiased focus on new achievements, as well as some contentious issues in the field. The electrochemistry of Mg is reviewed in detail, including so-called anodic hydrogen evolution and cathodic activation. This review also covers atmospheric corrosion, and biodegradable Mg alloys. Finally, past and present trends in the field of Mg corrosion are reviewed, identifying knowledge gaps, whilst attempting to also identify future developments and directions."}{"Mechanical metamaterials associated with stiffness, rigidity and compressibility: A brief review ": "Mechanical metamaterials are man-made structures with counterintuitive mechanical properties that originate in the geometry of their unit cell instead of the properties of each component. The typical mechanical metamaterials are generally associated with the four elastic constants, the Young's modulus E, shear modulus G, bulk modulus K and Poisson's ratio υ, the former three of which correspond to the stiffness, rigidity, and compressibility of a material from an engineering point of view. Here we review the important advancements in structural topology optimisation of the underlying design principles, coupled with experimental fabrication, thereby to obtain various counterintuitive mechanical properties. Further, a clear classification of mechanical metamaterials have been established based on the fundamental material mechanics. Consequently, mechanical metamaterials can be divide into strong-lightweight (E/ρ), pattern transformation with tunable stiffness, negative compressibility (−4G/3 < K < 0), Pentamode metamaterials (G ≪ K) and auxetic metamaterials (G ≫ K), simultaneously using topology optimisation to share various fancy but feasible mechanical properties, ultralight, ultra-stiffness, well-controllable stiffness, vanishing shear modulus, negative compressibility and negative Poisson’s ratio. We provide here a broad overview of significant potential mechanical metamaterials together with the upcoming challenges in the intriguing and promising research field."}{"Advances in piezoelectric thin films for acoustic biosensors, acoustofluidics and lab-on-chip applications ": "Recently, piezoelectric thin films including zinc oxide (ZnO) and aluminium nitride (AlN) have found a broad range of lab-on-chip applications such as biosensing, particle/cell concentrating, sorting/patterning, pumping, mixing, nebulisation and jetting. Integrated acoustic wave sensing/microfluidic devices have been fabricated by depositing these piezoelectric films onto a number of substrates such as silicon, ceramics, diamond, quartz, glass, and more recently also polymer, metallic foils and bendable glass/silicon for making flexible devices. Such thin film acoustic wave devices have great potential for implementing integrated, disposable, or bendable/flexible lab-on-a-chip devices into various sensing and actuating applications. This paper discusses the recent development in engineering high performance piezoelectric thin films, and highlights the critical issues such as film deposition, MEMS processing techniques, control of deposition/processing parametres, film texture, doping, dispersion effects, film stress, multilayer design, electrode materials/designs and substrate selections. Finally, advances in using thin film devices for lab-on-chip applications are summarised and future development trends are identified."}{"Hydrogen transport in metals: Integration of permeation, thermal desorption and degassing ": "A modelling suite for hydrogen transport during electrochemical permeation, degassing and thermal desorption spectroscopy is presented. The approach is based on Fick's diffusion laws, where the initial concentration and diffusion coefficients depend on microstructure and charging conditions. The evolution equations are shown to reduce to classical models for hydrogen diffusion and thermal desorption spectroscopy. The number density of trapping sites is found to be proportional to the mean spacing of each microstructural feature, including dislocations, grain boundaries and various precipitates. The model is validated with several steel grades and polycrystalline nickel for a wide range of processing conditions and microstructures. A systematic study of the factors affecting hydrogen mobility in martensitic steels showed that dislocations control the effective diffusion coefficient of hydrogen. However, they also release hydrogen into the lattice more rapidly than other kind of traps. It is suggested that these effects contribute to the increased susceptibility to hydrogen embrittlement in martensitic and other high-strength steels. These results show that the methodology can be employed as a tool for alloy and process design, and that dislocation kinematics play a crucial role in such design."}{"Friction stir based welding and processing technologies - processes, parameters, microstructures and applications: A review ": "Friction stir welding (FSW) has achieved remarkable success in the joining and processing of aluminium alloys and other softer structural alloys. Conventional FSW, however, has not been entirely successful in the joining, processing and manufacturing of different desired materials essential to meet the sophisticated green globe requirements. Through the efforts of improving the process and transferring the existing friction stir knowledge base to other advanced applications, several friction stir based daughter technologies have emerged over the timeline. A few among these technologies are well developed while others are under the process of emergence. Beginning with a broad classification of the scattered frictions stir based technologies into two categories, welding and processing, it appears now time to know, compile and review these to enable their rapid access for reference and academia. In this review article, the friction stir based technologies classified under the category of welding are those applied for joining of materials while the remnant are labeled as friction stir processing (FSP) technologies. This review article presents an overview of four general aspects of both the developed and the developing friction stir based technologies, their associated process parameters, metallurgical features of their products and their feasibility and application to various materials. The lesser known and emerging technologies have been emphasized."}{"What is going on in magnesium alloys? ": "China has been developed into one of the most active regions in terms of both fundamental and applied research on magnesium (Mg) and its alloys in the world from a solid base laid by its prominent metallurgist and materials scientists over the past decades. Nowadays, a large number of young-generation researchers have been inspired by their predecessors and become the key participants in the fields of Mg alloys, which consequently led to the establishment of China Youth Scholar Society for Magnesium Alloys Research in 2015. Since then, the first two China Youth Scholars Symposiums on Mg Alloys Research had been held at Harbin (2015) and Chongqing (2016) China, respectively. A number of crucial research interests related to fundamental and applied Mg research were discussed at the conferences and summarized in this short perspective, aiming to boost far-reaching initiatives for development of new Mg-based materials to satisfy the requirements for a broad range of industrial employments. Herein, four main aspects are included as follows: i) Plastic deformation mechanism and strengthening strategy, ii) Design and development of new Mg-based materials, iii) Key service properties, and iv) New processing technologies."}{"Solid-state additive manufacturing and repairing by cold spraying: A review ": "High-performance metal additive manufacturing (AM) has been extensively investigated in recent years because of its unique advantages over traditional manufacturing processes. AM has been applied to form complex components of Ti, Fe or Ni alloys. However, for other nonferrous alloys such as Al alloys, Mg alloys and Cu alloys, AM may not be appropriate because of its melting nature during processing by laser, electron beam, and/or arc. Cold spraying (CS) has been widely accepted as a promising solid-state coating technique in last decade for its mass production of high-quality metals and alloys, and/or metal matrix composites coatings. It is now recognized as a useful and powerful tool for AM, but the related research work has just started. This review summarized the literature on the state-of-the-art and problems for CS as an AM and repairing technique."}{"State of the art on gate insulation and surface passivation for GaN-based power HEMTs ": "In this article, we review recent progress on AlGaN/GaN and InAlN/GaN metal-insulator-semiconductor high-electron-mobility transistors (MIS-HEMTs) using Al-based oxides, nitride dielectrics, SiO2 and high-k dielectrics. Although GaN MIS-HEMTs have been suffering from the instability of threshold voltage (VTH), recent interface technologies using in-situ SiNx and surface oxidation of (Al)GaN achieved excellent DC and dynamic performances of GaN MIS-HEMTs with stable VTH. Furthermore, a new design of the gate dielectric such as a nanolaminate structure has been applied to GaN HEMTs. GaN-based MIS-HEMTs sometimes showed sudden current saturation at forward gate bias, and we discuss effects of electronic states at insulator-semiconductor interfaces on current linearity of GaN MIS-HEMTs. Finally, we present effective surface passivation schemes in conjunction with field-plate structures and emerging device structures utilizing multi nanochannels under the gate region."}{"Trapping phenomena and degradation mechanisms in GaN-based power HEMTs ": "This paper reports an overview of the most relevant trapping and degradation mechanisms that limit the performance and lifetime of GaN-based transistors for application in power electronics. Results obtained on state-of-the-art devices are described and discussed throughout the paper, with the aim of providing a clear description of the topic. The first part of the paper deals with the issue of dynamic-Ron: after describing a robust test strategy for the analysis of the pulsed characteristics of the devices, we discuss the voltage- and temperature-dependent pulsed I-V characteristics of 650V-rated transistors, and the physical origin of dynamic Ron in these devices. The results demonstrate that through proper buffer optimization it is possible to reach negligible trapping at high voltage. The properties of the traps responsible for dynamic-Ron are also discussed in detail in the paper, based on drain-current transient data. A specific discussion is devoted to hot-electron trapping processes, that – under hard switching conditions – may lead to significant modifications in the resistance of the 2DEG.\n                  The second part of the paper deals with device degradation: based on a wide set of experimental results, we describe the physical mechanisms responsible for the worsening of the properties of the devices. More specifically, we demonstrate that stress in off-state conditions may result in measurable changes in the pinch-off voltage, mostly consisting in a negative-threshold instability (NBTI). The origin of this shift is discussed in detail; we also demonstrate that in a real-life cascode configuration (where a low, subthreshold leakage current flows through the device in the off-state), NBTI effects are mitigated. Finally, we discuss the stability of the gate-stack, induced by the exposure to positive gate bias."}{"Review of technology for normally-off HEMTs with p-GaN gate ": "Owing to the high carrier density and high electron mobility of the two dimensional electron gas (2DEG), high electron mobility transistors (HEMTs) based on gallium nitride (GaN) are suitable devices for high power and high frequency applications. Clearly, the presence of the 2DEG at the interface of AlGaN/GaN heterostructures makes HEMTs intrinsically normally-on devices. However, for power electronics applications, normally-off operation is desired for safety reasons and to simplify the driver circuitry. In this context, although several approaches to obtain normally-off transistors have been reported in the literature, normally-off GaN-based HEMTs with a p-GaN gate is among the most promising and the only commercially available today.\n                  This paper reviews the most relevant technological issues for normally-off HEMTs with a p-GaN gate. First the operation principle and the impact of the heterostructure parameters are discussed. Then, the possible effects of the dry etching process of p-GaN are shortly mentioned. Thereafter, the role of the metal/p-GaN interface and the impact of the thermal processes on the electrical characteristics are widely discussed. Finally, recent alternative approaches proposed to avoid the use of the p-GaN dry etching are presented."}{"From thin film to bulk 3C-SiC growth: Understanding the mechanism of defects reduction ": "In this review the effect of the growth process on the formation of defects in the hetero-epitaxial 3C-SiC film and the possible path for defects reduction has been reported. In our analysis of the experimental data we started from the realization of the carbonization layer, the defects at the interface and in the silicon substrate, to the growth of thin and even very thick layers. The discussion has been focalized on the growth on planar blanket Si substrates without the presence of structures or specific buffer layers. Both Chemical Vapour Deposition (CVD) and Sublimation Epitaxy (SE) processes have been reported and studied in detail."}{"Recent progress in the growth of β-Ga2O3 for power electronics applications ": "Monoclinic β-Ga2O3 (bandgap = 4.85eV) is a transparent semiconducting oxide with very promising perspectives especially in solar blind UV photodetectors and high power device applications. In particular, for high power switching β-Ga2O3 is predicted to outperform the leading technology based on SiC and GaN, due to a much higher calculated critical field strength. Another significant advantage of β-Ga2O3, especially in view of large-scale production, is that large bulk crystals can be grown from the melt by standard techniques, making available reasonably-priced native substrates for the growth of high quality homoepitaxial layers, which is essential for the fabrication of high performance power devices. This review article focuses on the growth of bulk and homoepitaxial β-Ga2O3, summarizing the research work carried out in this field and pointing out the strengths and the main challenges of different growth techniques. The impressive material development already achieved for both bulk and epitaxial β-Ga2O3 crystals has enabled the fabrication of prototype devices with very promising performances, demonstrating the outstanding potential of β-Ga2O3 for power electronics applications."}{"Semiconductor metal oxide gas sensors: A review ": "This review paper encompasses a detailed study of semiconductor metal oxide (SMO) gas sensors. It provides for a detailed comparison of SMO gas sensors with other gas sensors, especially for ammonia gas sensing. Different parameters which affect the performance (sensitivity, selectivity and stability) of SMO gas sensors are discussed here under. This paper also gives an insight about the dopant or impurity induced variations in the SMO materials used for gas sensing. It is concluded that dopants enhance the properties of SMOs for gas sensing applications by changing their microstructure and morphology, activation energy, electronic structure or band gap of the metal oxides. In some cases, dopants create defects in SMOs by generating oxygen vacancy or by forming solid solutions. These defects enhance the gas sensing properties. Different nanostructures (nanowires, nanotubes, heterojunctions), other than nanopowders have also been studied in this review. At the end, examples of SMOs are given to illustrate the potential use of different SMO materials for gas sensing."}{"3D printing of highly flexible supercapacitor designed for wearable energy storage ": "The rapid development of flexible energy storage devices is crucial for various applications. However, it is still difficult to manufacture functional flexible electrochemical double layer capacitors (EDLCs) in one single process due to many different types of materials being used in EDLCs. This paper presents a novel method of manufacturing highly flexible EDLCs by using an open source 3D printer. The EDLC components were fabricated using a single paste extrusion in a layer wise manner. The detailed fabrication process for a highly flexible EDLCs device has been demonstrated, where acetoxy silicone was used as the flexible substrate. The purpose of this study has been to develop a single continuous manufacturing process for EDLC and to investigate the electrochemical performances of 3D printed flexible supercapacitors. Mechanical bending tests were carried out to prove the stability of the electrochemical performance and flexibility of the 3D printed supercapacitors."}{"Silver nanowires: Synthesis technologies, growth mechanism and multifunctional applications ": "Silver nanowires have attracted a lot of attention in both academia and industry because of their potential applications in many electronic devices. In the past decade, there have been many research articles relating to silver nanowires, but there have been relatively few review articles focusing on these unique nanomaterials. In this review, the definition and the characterization of silver nanowires will be introduced. The synthetic methods employed to prepare silver nanowires and the factors that influence their final morphology will also be discussed in detail. Examples of typical synthetic technologies and the representative studies will also be summarized and discussed. In addition, the applications of silver nanowires as conductive materials and components of electronic devices will be reviewed. Lastly, the challenges that remain with silver nanowires will be proposed."}{"Electrospun nanofibers: New generation materials for advanced applications ": "Electrospinning (E-spin) is a unique technique to fabricate polymeric as well as metal oxide nanofibers. Research on electrospun nanofibers is a very active field in material science owing to their novel applications in diverse domains. The main focus of this review is to provide an insight into E-spin technique by understanding the working principle, influencing parameters and applications of nanofibers in different walks of life. Several hundreds of papers are published on the preparation, modification and applications of nanofibers produced by E-spin technique in the areas like sensor development, decontamination, energy storage, biomedical and catalysis etc. Details on the industrial scale development of E-spin technique, current scenario and future developments are also covered in this review."}{"Phosphorene – The two-dimensional black phosphorous: Properties, synthesis and applications ": "Black phosphorus (BP) is known to human beings for almost a century. It started receiving more attention of scientists and researchers worldwide in last three years, with its ability to exist in two-dimensional (2D) form, popularly known as phosphorene. In the post-graphene-discovery period, phosphorene is probably receiving most attention, owing to its excellent properties and hence, high potential for practical applications in the field of electronics, energy and infrastructure. In this article, attractive properties of phosphorene, which makes it unique and comparable with graphene or transition metal dichalcogenides (TMDs), are highlighted. As the question of its environmental instability remains critical, a comprehensive overview of synthesis methods of phosphorene and black phosphorus are presented, to inspire in-situ methods of phosphorene synthesis and fabrication towards improving further investigation into this wonder material. In addition, the article also focuses on opportunities in nano-electronics, optoelectronics, energy conversion/storage, sensors etc arising from phosphorene’s remarkable properties."}{"Improved gas sensing performance of Al doped ZnO/CuO nanocomposite based ammonia gas sensor ": "Pure ZnO nanoparticles (NPs), ZnO/CuO and Al-ZnO/CuO nanocomposites (NCs) were prepared using co-precipitation followed by sol–gel method. The structural and morphological properties of resulting materials were characterized by X-ray diffraction (XRD), micro Raman, high-resolution transmission electron microscope (HRTEM) and scanning electron microscope (SEM) respectively. The XRD results confirmed that the ZnO-CuO composite is formed without the presence of any ZnO-CuO alloy. The gas sensing performance of pure ZnO, ZnO/CuO and Al-ZnO/CuO nanocomposites towards ammonia gas at room temperature was investigated. The gas sensing results revealed that the Al-ZnO/CuO nanocomposite based gas sensor has superior gas sensing properties like, high response, good stability, and fast response (14s) and recovery (9 s) time towards 500ppm (parts per million) ammonia gas at room temperature compared to pure ZnO and ZnO/CuO based sensors. Further the gas sensing performance of Al-ZnO/CuO sensor towards different volatile organic compound (VOC) gases was tested."}{"Effect of scanning strategies on residual stress and mechanical properties of Selective Laser Melted Ti6Al4V ": "During the Selective Laser Melting (SLM) process large temperature gradients can form, generating a mismatch in elastic deformation that can lead to high levels of residual stress within the additively manufactured metallic structure. Rapid melt pool solidification causes SLM processed Ti6Al4V to form a martensitic microstructure with a ductility generally lower than a hot working equivalent. Currently post-process heat treatments can be applied to SLM components to remove in-built residual stress and improve ductility.\n                  This study examined the effect of scanning strategy (scan vector lengths and scan vector rotation) and rescanning strategy on residual stress formation and mechanical properties of SLM Ti6Al4V parts. 90° alternating scanning strategy resulted in the lowest residual stress build-up for SLM Ti6Al4V parts built on both the standard and modified Renishaw platforms using a modulated Nd-YAG fiber laser. Scanning strategy did not show any direct correlation with mechanical properties. Re-scanning with 150% energy density resulted in 33.6% reduction in residual stress but the effect on mechanical properties was detrimental and samples failed prematurely. The study was based on detailed experimental analysis along with Finite Element simulation of the process using ABAQUS to understand the underlying physics of the process."}{"Scaffolds for Bone Tissue Engineering: State of the art and new perspectives ": "This review is intended to give a state of the art description of scaffold-based strategies utilized in Bone Tissue Engineering.\n                  Numerous scaffolds have been tested in the orthopedic field with the aim of improving cell viability, attachment, proliferation and homing, osteogenic differentiation, vascularization, host integration and load bearing. The main traits that characterize a scaffold suitable for bone regeneration concerning its biological requirements, structural features, composition, and types of fabrication are described in detail.\n                  Attention is then focused on conventional and Rapid Prototyping scaffold manufacturing techniques. Conventional manufacturing approaches are subtractive methods where parts of the material are removed from an initial block to achieve the desired shape. Rapid Prototyping techniques, introduced to overcome standard techniques limitations, are additive fabrication processes that manufacture the final three-dimensional object via deposition of overlying layers. An important improvement is the possibility to create custom-made products by means of computer assisted technologies, starting from patient's medical images.\n                  As a conclusion, it is highlighted that, despite its encouraging results, the clinical approach of Bone Tissue Engineering has not taken place on a large scale yet, due to the need of more in depth studies, its high manufacturing costs and the difficulty to obtain regulatory approval.\n                  PUBMED search terms utilized to write this review were: “Bone Tissue Engineering”, “regenerative medicine”, “bioactive scaffolds”, “biomimetic scaffolds”, “3D printing”, “3D bioprinting”, “vascularization” and “dentistry”."}{"A mini review on hydrogels classification and recent developments in miscellaneous applications ": "Hydrogels are composed of three-dimensional smart and/or hungry networks, which do not dissolve in water but swell considerably in an aqueous medium, demonstrating an extraordinary ability to absorb water into the reticulated structure. Such inherent feature is a subject of considerable scientific research interest which leads to a dominating path in extending their potential in hi-tech applications. Over the past decades, significant progress has been made in the field of hydrogels. Further, explorations are continuously being made in all directions at an accelerated pace for their extensive usage. In view of this, the present review discusses the subject on the miscellaneous hydrogels with regard to their raw materials, methods of fabrication and applications. In addition, this article summarizes the classification of hydrogels, based on their cross-linking and physical states. Lately, a brief outlook on the future prospects of hydrogels is also presented."}{"Polymeric nanoparticles: A study on the preparation variables and characterization methods ": "Since the emergence of Nanotechnology in the past decades, the development and design of nanomaterials has become an important field of research. An emerging component in this field is nanomedicine, wherein nanoscale materials are being developed for use as imaging agents or for drug delivery applications. Much work is currently focused in the preparation of well-defined nanomaterials in terms of size and shape. These factors play a significantly role in the nanomaterial behavior in vivo. In this context, this review focuses on the toolbox of available methods for the preparation of polymeric nanoparticles. We highlight some recent examples from the literature that demonstrate the influence of the preparation method on the physicochemical characteristics of the nanoparticles. Additionally, in the second part, the characterization methods for this type of nanoparticles are discussed."}{"Corrosion and surface modification on biocompatible metals: A review ": "Corrosion prevention in biomaterials has become crucial particularly to overcome inflammation and allergic reactions caused by the biomaterials' implants towards the human body. When these metal implants contacted with fluidic environments such as bloodstream and tissue of the body, most of them became mutually highly antagonistic and subsequently promotes corrosion. Biocompatible implants are typically made up of metallic, ceramic, composite and polymers. The present paper specifically focuses on biocompatible metals which favorably used as implants such as 316L stainless steel, cobalt-chromium-molybdenum, pure titanium and titanium-based alloys. This article also takes a close look at the effect of corrosion towards the implant and human body and the mechanism to improve it. Due to this corrosion delinquent, several surface modification techniques have been used to improve the corrosion behavior of biocompatible metals such as deposition of the coating, development of passivation oxide layer and ion beam surface modification. Apart from that, surface texturing methods such as plasma spraying, chemical etching, blasting, electropolishing, and laser treatment which used to improve corrosion behavior are also discussed in detail. Introduction of surface modifications to biocompatible metals is considered as a “best solution” so far to enhanced corrosion resistance performance; besides achieving superior biocompatibility and promoting osseointegration of biocompatible metals and alloys."}{"Recent advances in wearable tactile sensors: Materials, sensing mechanisms, and device performance ": "Tactile sensors, most commonly referred as strain and pressure sensors, can collect mechanical property data of the human body and local environment, to provide valuable insights into the human health status or artificial intelligence systems. The introduction of a high level of wearability (bendability and stretchability) to tactile sensors can dramatically enhance their interfaces with the contact objects, providing chronically reliable functions. Therefore, the developed wearable tactile sensors are capable of conformably covering arbitrary curved surface over their stiff counterparts without incurring damage, emerging as a promising development direction toward the Internet of Things (IoT) applications. Fundamental parameters of the wearable tactile sensors such as sensitivity and stretchability have experienced unprecedented advancement, owing to the progress of device fabrication techniques and material structural engineering. Moreover, novel smart materials and mechanically durable sensor design concepts endow these sensors with multi-functionality integration (e.g., simultaneous force, temperature and humidity detection, simultaneous pressure and strain discrimination) and stirring properties (e.g., biocompatibility, biodegradability, self-healing, self-powering and visualization), further broadening the application scope of current wearable tactile sensors. Besides, it is desirable that a tactile sensor is compatible with a printing process that presents a new era of feasible wearable technology due to its large-area and high-throughput production capability. In addition to the development of sensors, packaging, and integration of the rest of the tactile device system (data memory, signal conversion, power supply, wireless transmission, feedback actuator, etc.) to build a wearable platform also emerge as major research frontiers in recent years. This review attempts to summarize the current state-of-the-art wearable tactile sensors concerning basic concepts, functional materials, sensing mechanism, promising applications, performance optimization strategies, multifunctional sensing, and system integration. Finally, the discussion will be presented regarding potential challenges, pathways, and opportunities."}{"Conductive nitrides: Growth principles, optical and electronic properties, and their perspectives in photonics and plasmonics ": "The nitrides of most of the group IVb-Vb-VIb transition metals (TiN, ZrN, HfN, VN, NbN, TaN, MoN, WN) constitute the unique category of conductive ceramics. Having substantial electronic conductivity, exceptionally high melting points and covering a wide range of work function values, they were considered for a variety of electronic applications, which include diffusion barriers in metallizations of integrated circuits, Ohmic contacts on compound semiconductors, and thin film resistors, since early eighties. Among them, TiN and ZrN are recently emerging as significant candidates for plasmonic applications. So the possible plasmonic activity of the rest of transition metal nitrides (TMN) emerges as an important open question. In this work, we exhaustively review the experimental and computational (mostly ab initio) works in the literature dealing with the optical properties and electronic structure of TMN spanning over three decades of time and employing all the available growth techniques. We critically evaluate the optical properties of all TMN and we model their predicted plasmonic response. Hence, we provide a solid understanding of the intrinsic (e.g. the valence electron configuration of the constituent metal) and extrinsic (e.g. point defects and microstructure) factors that dictate the plasmonic performance. Based on the reported optical spectra, we evaluate the quality factors for surface plasmon polariton and localized surface plasmon for various TMN and critically compare them to each other. We demonstrate that, indeed TiN and ZrN along with HfN are the most well-performing plasmonic materials in the visible range, while VN and NbN may be viable alternatives for plasmonic devices in the blue, violet and near UV ranges, albeit in expense of increased electronic loss. Furthermore, we consider the alloyed ternary TMN and by critical evaluation and comparison of the reported experimental and computational works, we identify the emerging optimal tunable plasmonic conductors among the immense number of alloying combinations."}{"Recent advances in 3D printing of porous ceramics: A review ": "3D printing, alongside the rapidly advancing field of porous ceramics, is quickly expanding the horizon of what is going to be possible in the future. In this paper, 3D printing technology is evaluated for its compatibility with porous ceramic materials, due to its competitive process in terms of speed and specific tooling, especially for good quality fabrication. The paper reviews the capabilities of these new technology techniques for the fabrication of porous ceramic. The basic technology is the 3D printing techniques, which are used to fabricate porous green ceramic parts that are later sintered. Different ceramic materials are evaluated and the classification of different powders according to their 3D printing quality as well as material aspects is examined. The evaluation of 3D printing process in terms of the powders’ physical properties such as particle size, flowability and wettability is also discussed. The relationship between the different 3D printing parameters and the final printing outcome are assessed."}{"Fundamental deformation behavior in high-entropy alloys: An overview ": "High-entropy alloys (HEAs), as a new class of materials, are nearly equiatomic and multi-element systems, which can crystallize asa single phase or multi-phases. Most of the HEAs described in the literature contain multiple phases (secondary phases, nanoparticles, and so on), rather than a single solid-solution phase. Thus, it is essential to review the typical mechanical properties of both single-phase and multiphase HEAs thoroughly, with emphases on (1) the fundamental physical mechanisms and (2) the difference from conventional alloys. In this paper, mainly based on different mechanical properties, HEAs are classified into four types for the first time, i.e., (a) HEA alloy systems of 3d-transition metals only (Type 1), (b) HEA alloy systems of transition metals with larger atomic-radius elements (Type 2), (c) HEA alloy systems of refractory metals (Type 3), and (4) others (Type 4). Then a number of aspects of mechanical behavior are reviewed and discussed, including the elastic anisotropy, yield strength, high-temperature performance, serration behavior, fracture toughness, and fatigue responses, which may serve as a demonstrative summary for the current progress in the scientific research of HEAs. Several mechanisms that quantitatively explain the mechanical properties of single-phase and multiphase HEAs in terms of basic defects (dislocations, twinning, precipitates, etc.) are discussed. A number of future research activities are suggested, based on the emphasis on developing high-performance structural materials. The review concludes with a brief summary of major mechanical properties and insights into the deformation behavior of single-phase and multiphase HEAs. The comparison and contrast between HEAs and conventional alloys remain the most compelling motivation for future studies. With the integrated experimental and simulation investigations, a clearer picture of the fundamental deformation behavior of single-phase and multiphase HEAs could be explored."}{"Experimental and numerical analysis of the fracture envelope of composite adhesive joints ": "To increase the confidence in the design of adhesive structures, it is necessary to accurately predict their strength and fracture properties (critical strain energy release rate in tension, G\n                     IC, and shear, G\n                     IIC). It is of great importance the perception of fracture under mixed-mode, namely in which relates to the strain energy release rate in tension, G\n                     I, and shear, G\n                     II. This allows choosing the best failure criterion to use in cohesive zone models (CZM), to predict the joints’ behaviour. This work presents an experimental and numerical study using the Single-Leg Bending (SLB) test on bonded specimens to obtain the mixed-mode fracture properties. The analysis of G\n                     I and G\n                     II obtained during the experimental phase were addressed. Framing the obtained values in several fracture envelopes enable to select which failure criterion is more appropriate for each adhesive. In the numerical simulations it was possible to reproduce the observed behaviour of the experimental tests, with a positive validation of the chosen propagation criteria."}{"Validation of a direct method to predict the strength of adhesively bonded joints ": "Cohesive zone models (CZM) are a powerful tool for the design of bonded structures, but they require careful estimation of the cohesive laws for reliable results. This work experimentally evaluates by the J-integral/direct method the tensile and shear CZM laws of three adhesives with distinct ductility. Additionally, by the direct method, the precise shape of the cohesive law in tension and shear of the adhesives is defined. The double-cantilever beam (DCB) and end-notched flexure (ENF) specimens were considered to obtain the tensile and shear CZM laws of the adhesives, respectively. After obtaining the tensile and shear CZM laws, triangular, exponential and trapezoidal CZM laws were built to reproduce their behaviour. Validation of these CZM laws was undertaken with a mixed-mode geometry (double-lap joint) considering the same three adhesives and varying overlap lengths (L\n                     O). The strength prediction by this technique revealed accurate predictions for a given CZM law shape, depending on the adhesive ductility, although all CZM law shapes were moderately accurate."}{"Microstructural characterization of cobalt treated by laser surface melting under different powers ": "The effect of laser power outputs on microstructural evolution of cobalt (Co) treated by laser surface melting (LSM) are systematically characterized by electron channeling contrast and electron backscatter diffraction techniques equipped in scanning electron microscope. Results shows three distinctly different microstructural characteristics from surface to substrate in Co samples treated by LSM: solidification substructure (cell and cellular-dendritic) and phase transformation structure (ε martensitic plates) in the elongated columnar grains for melting zone (MZ), ε martensitic plates in insufficient recrystallization grains for heat affected zone (HAZ), and fully recrystallization microstructure for base metal (BM). Although the similarity of general evolution profiles for LSM treatment on Co under different laser power outputs, the trend of the penetration and width depth for MZ is obviously increased with increase of laser power outputs, and cellular substructure is more pronounced in the specimens treated by the higher power. The metallurgical mechanisms for LSM treatment of Co, which are closely related to the interaction between heat sources and metal, are systematically discussed in this paper."}{"Dispersion stability of thermal nanofluids ": "Thermal nanofluids, the engineered fluids with dispersed functional nanoparticles, have exhibited extraordinary thermophysical properties and added functionalities, and thus have enabled a broad range of important applications. The poor dispersion stability of thermal nanofluids, however, has been considered as a long-existing issue that limits their further development and practical application. This review overviews the recent efforts and progresses in improving the dispersion stability of thermal nanofluids such as mechanistic understanding of dispersion behavior of nanofluids, examples of both water-based and oil-based nanofluids, strategies to stabilize nanofluids, and characterization techniques for dispersion behavior of nanofluids. Finally, on-going research needs, and possible solutions to research challenges and future research directions in exploring stably dispersed thermal nanofluids are discussed."}{"Characterization of bainitic/martensitic structures formed in isothermal treatments below the Ms temperature ": "Advanced Multiphase High Strength Steels are generally obtained by applying isothermal treatments around the martensite start temperature (M\n                     \n                        s\n                     ). Previous investigations have shown that bainitic ferrite can form from austenite in isothermal treatments below M\n                     \n                        s\n                     , where its formation kinetics is accelerated by the presence of the athermal martensite. That athermal martensite is tempered during the isothermal treatment, and fresh martensite may form during the final cooling to room temperature. The distinction between product phases present after the application of this type of heat treatments is difficult due to morphological similarities between these transformation products. The aim of this study is to characterize the structural and morphological features of the product phases obtained in isothermal treatments below the M\n                     \n                        s\n                     -temperature in a low-carbon high-silicon steel. Multiphase microstructures, having controlled fractions of product phases, were developed by applying isothermal treatments above and below M\n                     \n                        s\n                     , and were further studied by electron back scatter diffraction (EBSD) and scanning electron microscopy (SEM). The bainitic or martensitic nature of these product phases is discussed based on this characterization. Results showed that bainitic ferrite appears in the form of acicular units and irregularly shaped laths. Tempered martensite appears as laths with a sharp tip and as relatively large elongated laths with wavy boundaries containing protrusions."}{"Material informatics driven design and experimental validation of lead titanate as an aqueous solar photocathode ": "Materials informatics is a rapidly emerging data- and knowledge-driven approach for the identification of novel materials for a range of applications, including solar energy conversion. Despite significant experimental effort, the development of highly efficient, stable, and cost-effective photovoltaic materials remains a challenging scientific problem. The quest for precisely defined semiconductor properties revolves around an immensely broad landscape of structural parameters. Here, we have resolved this challenge by applying material informatics to design a novel photocathode material for dye-sensitized solar cells (DSSCs). By conducting a virtual screening of 50,000 known inorganic compounds, we have identified lead titanate (PbTiO3), a perovskite, as the most promising photocathode material. Notably, lead titanate is significantly different from the traditional base elements or crystal structures used for photocathodes. The fabricated PbTiO3 DSSC devices exhibited the best performance in aqueous solution, showing remarkably high fill factors compared to typical photocathode systems. The results highlight the pivotal role materials informatics can play in streamlining the experimental development of materials with the desired properties."}{"Kinetics of catalytic oxidation of carbon monoxide over CuMnAgOx catalyst ": "The CuMnAgOx catalyst was prepared by the deposition-precipitation method and followed by calcination at 300°C, which showed excellent activity and stability for carbon monoxide (CO) oxidation at low temperature. This paper describes the kinetics of catalytic air oxidation of CO over the CuMnAgOx catalyst and their kinetics data were collected in a plug flow tubular reactor. The data were collected under the following reaction conditions: 100mg catalyst, 2.5% CO in air, total flow rate maintained 60ml/min and temperature range 25–30°C. The CO oxidation followed in a different reaction mechanism at a broad range of experimental temperature. A better tool for measuring the performance of CuMnAgOx catalyst for CO oxidation is the activation energy for the process and it’s used for the modeling and design of the catalytic converter. The data were fitted into the power law rate equation. The frequency factor and activation energy were found to be 2.7790×105 (gmol)/(gcath) and 16.977kJ/gmol, respectively."}{"Characterization and activity of CuMnO\n                  x\n               /γ-Al2O3 catalyst for oxidation of carbon monoxide ": "The addition of γ-Al2O3 support into the CuMnOx catalyst enhances the dispersion capacity as compared to unsupported CuMnO\n                        x\n                      catalysts. There exist strong interactions between the copper, manganese oxide and γ-Al2O3 support. The effect of γ-Al2O3 on the dispersion, active states and reduction behavior of surface supported CuMnOx catalysts have been investigated by X-ray diffraction (XRD), Fourier transforms infrared spectroscopy (FTIR), Scanning electron microscopy with energy-dispersed X-ray (SEM-EDX) and Brunauer Emmett Teller (BET) analysis. The characterization results confirm that Cu+, Mn2+ and Al mostly existed on the effective surface sites of the CuMnOx/γ-Al2O3 catalysts. These results indicate that there is a synergistic interaction between the copper, manganese and aluminum oxide, which is responsible for the high catalytic activity of CO oxidation reactions. In the CuMnOx/γ-Al2O3 catalysts, the 40%CuMnOx/γ-Al2O3 catalyst shows the highest catalytic activity for complete oxidation of CO at 130°C temperature. The main aim of this paper is to find the optimum percentage of γ-Al2O3 support into the CuMnOx catalyst for total oxidation of CO at a low temperatures. Using γ-Al2O3 support in the CuMnOx catalyst lowers the cost without sacrificing the performance."}{"Impedance spectroscopy, DC polarization, XRD and SEM studies on an ionic liquid based gel polymer electrolyte to be used for dye sensitized solar cells ": "Dye sensitized solar cells (DSSCs) receive lots of attention as a suitable device in converting sunlight to electricity. A great deal of work has been carried out to develop gel polymer electrolytes (GPEs) and one strategy is introducing ionic liquids (ILs) to eliminate some adverse effects and also to improve ionic conductivity. The composition 15% polyvinylidene fluoride (PVdF): 37% ethylene carbonate (EC): 37% propylene carbonate (PC): 11% 1 butyl 3 methyl immidazolium iodide (IB 3M II) showed the highest conductivity. It was a good anionic conductor. IL has caused reduction of crystallinity which assists to enhance conductivity."}{"Materials characterization – From metals to soft tissues ": "Engineering design process consists of three main parts: material selection, components dimensioning and the choice of production technology. The material selection relies on the knowledge of material behavior in different loading conditions. Due to their wide application, majority of research still deals with characterization of metallic materials. Innovative materials hold potential so research of characterization and modeling of their behavior is increasingly getting into focus. Therefore, it is important to resolve main objectives required for characterization of these materials. This paper discusses development of procedures required for effective soft tissues characterization, based on previously developed ones for metallic materials characterization."}{"Modeling of the hot deformation behavior of a high phosphorus steel using artificial neural networks ": "The hot deformation behavior of high phosphorus steels were investigated through thermo-mechanical simulations for temperatures ranging from 750°C to 1050°C and with strain rates of 0.001s−1, 0.01s−1, 0.1s−1, 0.5s−1, 1.0s−1 and 10s−1. Using a combination of temperature, strain and strain rate as input parameters and the obtained experimental stress as a target, a multi-layer artificial neural network (ANN) model based on a feed-forward back-propagation algorithm with ten neurons is trained, to predict the values of flow stress for a given processing condition. A comparative study of predicted stress using ANN and experimental stress shows the reliability of the predictions. A processing map for true strain of 0.7 was plotted with the help of the predicted values of flow stress, and the optimum processing conditions were investigated, at low temperatures and moderate to high strain rates, as well as at moderate to high temperatures and low to moderate strain rates."}{"Drug delivery behavior of titania nanotube arrays coated with chitosan polymer ": "Titania nanotube (TNT) arrays with the length to diameter ratio of 85:1 were synthetized after anodizing the specimens at the anodizing voltage of 55V for 2h. Ultrasonic cleaning procedure in deionized water caused the formation of micro-cracks, clusters of TNT bundles and distortion of the nanotubes; however, acetone medium decreased the risk of fracture and the formation of clusters. To control the drug delivery rate, chitosan polymer was deposited on the surface of TNTs using dip-coating process. The total release of TNTs with 0, 0.29 and 0.45μm chitosan coating thickness was about 6, 8 and 12days, respectively."}{"The impact of cracks on photovoltaic power performance ": "This paper demonstrates a statistical analysis approach, which uses T-test and F-test for identifying whether the crack has significant impact on the total amount of power generated by the photovoltaic (PV) modules. Electroluminescence (EL) measurements were performed for scanning possible faults in the examined PV modules. Virtual Instrumentation (VI) LabVIEW software was applied to simulate the theoretical IV and PV curves. The approach classified only 60% of cracks that significantly impacted the total amount of power generated by PV modules."}{"Synthesis, characterization and prospective applications of nitrogen-doped graphene: A short review ": "Graphene is a high crystalline material possessing the high electronic qualities. Doping of nitrogen in graphene is to tailor/control the electronic, chemical and structural properties of graphene by manipulating it through the means of doping such as its surface area and functional sites. Different configurations i.e. Pyridinic N, Pyrrolic N, Graphitic N are obtained while doping nitrogen into graphene. This review paper focusses on various synthesis and characterization techniques for the analysis of structural configurations of the nitrogen-doped graphene and its potential applications in various fields such as nanoelectronics, energy storage and electrochemical biosensing."}{"ZnO nanostructures with tunable visible luminescence: Effects of kinetics of chemical reduction and annealing ": "Highly crystalline ZnO nanoparticles were synthesized using a co-precipitation method. The morphology and optical properties of these nanoparticles are found to be highly sensitive to the growth parameters such as the concentration of reducing agent and annealing temperature. Indeed, the concentration of the reducing agent can alter the morphology of nanoparticles from quasi-spherical to rod-like and then to flower-like structures. Attempts were made to tune the emission wavelength over the visible region by varying the kinetics of chemical reduction and annealing. The possibility of tuning the emission in a visible range from orange to red and then to green by changing the nature of defects by annealing is also reported. Analysis of the Raman spectrum, with its intensity observed at 580 cm−1 corresponding to E1 (LO) mode, revealed that the kinetics and thermodynamics of formation and growth of these nanoparticles determined the nature and density of the probable defects such as oxygen vacancies, interstitial zinc atoms and their complexes."}{"Effects of initial graphite particle size and shape on oxidation time in graphene oxide prepared by Hummers' method ": "The effects of initial graphite particle size and shape on oxidation time of graphite prepared by Hummers' method have been investigated. The oxidation was performed on three series of graphite particles, clod powder with two different sizes of 18 and 6 μm, and flake shaped powder with an average particle size of 25 μm. The samples were characterized by means of particle size analyzer, X-ray diffraction (XRD) and scanning electron microscopy (SEM). The ratio of XRD graphite oxide peak intensity to graphite peak intensity was considered as an indicator of the oxidation degree. It was observed that the oxidation time has a critical dependence on the initial graphite particle size and shape. While the oxidation of the clod samples was completed in several days, the oxidation of flake powder was completed just in 2 h. These findings help researchers to save time by choosing the particle size and shape of initial graphite powders."}{"Thermal spin transport and energy conversion ": "Magnetic materials in which thermal transport involves the generation of spin fluxes provide new opportunities to improve the thermal-to-electric energy conversion efficiency over that of conventional, electron-based thermoelectrics. This review outlines the basic concept for thermal spin transport by both magnons and spin-polarized electrons. It begins by outlining the fundamentals of thermal spin transport, and highlights that the thermopower of electrons is proportional to the relative energy derivative of their transmission function (the Mott relation), where that of magnons is proportional to the specific heat per magnon. Therefore, magnons can boost the thermopower of metals by an order of magnitude by magnon-drag effects, for which several predictive theories are discussed and justified with experimental results. Magnon-drag works readily above room temperature and suffers little from defect scattering. Furthermore, the Spin-Seebeck effect (SSE), generally studied in multilayer, thin-film samples, is discussed here in the context of energy conversion in new configurations, namely bulk nanocomposite materials. SSE is also an effect that persists to room temperature and above."}{"Accident tolerant fuel cladding development: Promise, status, and challenges ": "The motivation for transitioning away from zirconium-based fuel cladding in light water reactors to significantly more oxidation-resistant materials, thereby enhancing safety margins during severe accidents, is laid out. A review of the development status for three accident tolerant fuel cladding technologies, namely coated zirconium-based cladding, ferritic alumina-forming alloy cladding, and silicon carbide fiber–reinforced silicon carbide matrix composite cladding, is offered. Technical challenges and data gaps for each of these cladding technologies are highlighted. Full development towards commercial deployment of these technologies is identified as a high priority for the nuclear industry."}{"Three-dimensional printing of highly conductive polymer nanocomposites for EMI shielding applications ": "Here we applied three-dimensional (3D) printing of conductive microstructures for the functional optimization of lightweight and semi-transparent electromagnetic interference (EMI) shields. Highly conductive 3D printable inks with electrical conductivities up to ∼5000Sm−1 were fabricated from carbon nanotubes/polylactic acid (CNT/PLA) nanocomposites. Solvent-cast 3D printing enabled us to fabricate conductive scaffold microstructures and investigate the influence of various important structural parameters (i.e., inter-filament spacing, number of layers and printing patterns) on their transparency and EMI shielding effectiveness. The results revealed a significant improvement of the specific EMI shielding effectiveness of CNT/PLA nanocomposites printed as 3D scaffolds compared to CNT/PLA hot-pressed in solid forms (∼70 vs ∼37dBg−1\n                     cm3). The transparency of the scaffolds could vary from ∼0% to ∼75% by modifying their printing patterns and inter-filament spacing. To the best of our knowledge the conductivity of the fabricated ink is the highest among the other reported 3D printable polymer composite inks and this is the first reported systematic study on EMI shielding using a 3D printing technique. These results are highly beneficial for the fabrication and structural optimization of EMI shields where light and/or transparent structures are advantageous, such as in aerospace systems, portable electronic devices or smart fabrics."}{"The influence of electrospinning parameters and solvent selection on the morphology and diameter of polyimide nanofibers ": "Polyimide (PI) fibers display excellent thermal and mechanical performance; they have been recently investigated to fabricate hydrophobic membranes (mats) for high-performance applications. We studied the effect of electrospinning processing parameters and solvent selection on the morphology and the diameter of PI fibers. 11 different solvents and 22 solvent systems able to dissolve PI were located in a Teas graph with the aim of building the solubility-electrospinnability map for this material. PI solutions prepared with various solvents were electrospun at different electrospinning process parameters according to a 34–1 fractional factorial design of experiments. Polymer concentration and applied voltage were the most significant factors to create thin and uniform fibers. More homogeneous fibers and reproducible electrospinning process were obtained by using polymer concentrations above 15wt%. However, all solutions showed different morphological evolution according to the solvents used. Based on the solubility–spinnability region settled for this PI, non-woven mats were obtained with rough surface fiber morphology and high water contact angle, suitable for applications such as hydrophobic membranes for oil-water separation."}{"Overview of automotive structural composites technology developments in Japan ": "The recent status of Japan's government-driven project to establish carbon fiber reinforced thermoplastic composites (CFRTP) technology for automotive applications conducted in the National Composites Center (NCC) Japan is introduced first. The baseline technology is discontinuous carbon fiber reinforced thermoplastic composites (C-LFT-D: carbon – long fiber thermoplastic-direct) using press compaction. All the components of the target car chassis made of aluminum alloy are replaced by C-LFT-D components and a 10% weight reduction with the same rigidity has been verified. The basic physics of the fiber length distribution mechanism and the experimental procedures to measure fiber length distributions are proposed. A basic theory to predict the flow behavior of extruded raw material of the mixture of melted resin and thermoplastics is proposed, and sophisticated CAE software to predict the flow patterns of the raw material is established. Measured elastic moduli of processed LFT-D plates show strong dependency on local fiber orientations and strong correlations between bending strengths and bending modulus are found. Hence, prediction of fiber orientation in the press compaction is a key point of the design of LFT-D components. The viscoelastic properties of C-LFT-D materials are characterized by using established theories. Certain important parameters, such as the shift factors, are identified by theory and experiments. The basic concepts of joining technology are also established, where ultrasonic fusion bonding is selected as the primary method. Joining procedures are defined and mechanical properties of the joints are evaluated. The essence of the other project conducted in the University of Tokyo for CFRTP applications to automobiles is also introduced. Several new composites are developed and evaluation technologies are developed."}{"X-ray computed tomography of polymer composites ": "The use of X-ray computed tomography (CT), exploiting both synchrotron and laboratory sources, has grown significantly over the last decade, driven primarily by improvements in spatial resolution, reduction in acquisition time and the increasing availability of laboratory X-ray CT systems. It is now able to provide highly accurate three-dimensional (3D) inspections of fibre architectures, manufacturing defects and in-service damage accumulation non-destructively, allowing the user to examine cross-sections that would previously have required laborious and skilled mechanical sectioning with the potential for inducing damage or loss of material. Further, by repeated acquisition of 3D images, it has opened new opportunities for time-lapse studies. This feature article reviews the technical aspects relating to the X-ray CT imaging of composites such as obtaining sufficient contrast, examination of thin panels, sample size/resolution issues, quantification of damage and defects, and image-based modelling. The capability of X-ray CT to provide important information is considered across applications ranging from manufacturing processes, through tensile and compression loading to fatigue and impact damage. The complementary advantages of laboratory and synchrotron X-ray CT are examined with a view to identify new opportunities and challenges."}{"The mechanics of reinforcement of polymers by graphene nanoplatelets ": "A detailed study has been undertaken of the mechanisms of stress transfer in polymeric matrices with different values of Young's modulus, E\n                     m, reinforced by graphene nanoplatelets (GNPs). For each material, the Young's modulus of the graphene filler, E\n                     f, has been determined using the rule of mixtures and it is found to scale with the value of E\n                     m. Additionally stress-induced Raman bands shifts for the different polymer matrices show different levels of stress transfer from the polymer matrix to the GNPs, which again scale with E\n                     m. A theory has been developed to predict the stiffness of the bulk nanocomposites from the mechanics of stress transfer from the matrix to the GNP reinforcement based upon the shear-lag deformation of individual graphene nanoplatelets. Overall it is found that it is only possible to realise the theoretical Young's modulus of graphene of 1.05 TPa for discontinuous nanoplatelets as E\n                     m approaches 1 TPa; the effective modulus of the reinforcement will always be less for lower values of E\n                     m. For flexible polymeric matrices the level of reinforcement is independent of the graphene Young's modulus and, in general, the best reinforcement will be obtained in nanocomposites with strong graphene-polymer interfaces and aligned nanoplatelets with high aspect ratios."}{"Thermal runaway mechanism of lithium ion battery for electric vehicles: A review ": "The safety concern is the main obstacle that hinders the large-scale applications of lithium ion batteries in electric vehicles. With continuous improvement of lithium ion batteries in energy density, enhancing their safety is becoming increasingly urgent for the electric vehicle development. Thermal runaway is the key scientific problem in battery safety research. Therefore, this paper provides a comprehensive review on the thermal runaway mechanism of the commercial lithium ion battery for electric vehicles. Learning from typical accidents, the abuse conditions that may lead to thermal runaway have been summarized. The abuse conditions include mechanical abuse, electrical abuse, and thermal abuse. Internal short circuit is the most common feature for all the abuse conditions. The thermal runaway follows a mechanism of chain reactions, during which the decomposition reaction of the battery component materials occurs one after another. A novel energy release diagram, which can quantify the reaction kinetics for all the battery component materials, is proposed to interpret the mechanisms of the chain reactions during thermal runaway. The relationship between the internal short circuit and the thermal runaway is further clarified using the energy release diagram with two cases. Finally, a three-level protection concept is proposed to help reduce the thermal runaway hazard. The three-level protection can be fulfilled by providing passive defense and early warning before the occurrence of thermal runaway, by enhancing the intrinsic thermal stability of the materials, and by reducing the secondary hazard like thermal runaway propagation."}{"A review of 4D printing ": "Research into 4D printing has attracted unprecedented interest since 2013 when the idea was first introduced. It is based on 3D printing technology, but requires additional stimulus and stimulus-responsive materials. Based on certain interaction mechanisms between the stimulus and smart materials, as well as appropriate design of multi-material structures from mathematical modeling, 4D printed structures evolve as a function of time and exhibit intelligent behavior. Unlike 3D printing, 4D printing is time-dependent, printer-independent, predictable, and targets shape/property/functionality evolution. This allows for self-assembly, multi-functionality, and self-repair. This paper presents a comprehensive review of the 4D printing process and summarizes the practical concepts and related tools that have a prominent role in this field. Unsought aspects of 4D printing are also studied and organized for future research."}{"Anisotropy and heterogeneity of microstructure and mechanical properties in metal additive manufacturing: A critical review ": "Metal additive manufacturing (AM) has developed rapidly over the last decade to become a disruptive technology capable of revolutionizing the way that products from various industrial sectors such as biomedical, aerospace, automotive, marine and offshore are designed. Early adopters of the technology like the biomedical and aerospace industries have shown that the better-designed components offer substantial performance improvements over current designs. However, in-depth and comprehensive views on the microstructure and mechanical properties of additively manufactured metals and alloys are less reported. To realize the full design potential that metal AM can offer, especially for load-bearing structural components, it is imperative to provide a thorough understanding on the anisotropic and heterogeneous microstructure and mechanical properties that often occur within metal AM parts. This paper outlines a broad range of metal AM technologies and reviews literatures on the anisotropy and heterogeneity of microstructure and mechanical properties for metal AM parts. It can be highlighted that the contributing factors to the anisotropy and heterogeneity within metal AM parts were either their unique microstructural features or manufacturing deficiencies. Concluding remarks on the state-of-the-art research regarding this topic and the possible solutions to overcome the anisotropy and heterogeneity of metal AM parts are provided."}{"Understanding and misunderstanding randomized controlled trials ": "Randomized Controlled Trials (RCTs) are increasingly popular in the social sciences, not only in medicine. We argue that the lay public, and sometimes researchers, put too much trust in RCTs over other methods of investigation. Contrary to frequent claims in the applied literature, randomization does not equalize everything other than the treatment in the treatment and control groups, it does not automatically deliver a precise estimate of the average treatment effect (ATE), and it does not relieve us of the need to think about (observed or unobserved) covariates. Finding out whether an estimate was generated by chance is more difficult than commonly believed. At best, an RCT yields an unbiased estimate, but this property is of limited practical value. Even then, estimates apply only to the sample selected for the trial, often no more than a convenience sample, and justification is required to extend the results to other groups, including any population to which the trial sample belongs, or to any individual, including an individual in the trial. Demanding ‘external validity’ is unhelpful because it expects too much of an RCT while undervaluing its potential contribution. RCTs do indeed require minimal assumptions and can operate with little prior knowledge. This is an advantage when persuading distrustful audiences, but it is a disadvantage for cumulative scientific progress, where prior knowledge should be built upon, not discarded. RCTs can play a role in building scientific knowledge and useful predictions but they can only do so as part of a cumulative program, combining with other methods, including conceptual and theoretical development, to discover not ‘what works’, but ‘why things work’."}{"The relationship between physical and mental health: A mediation analysis ": "There is a strong link between mental health and physical health, but little is known about the pathways from one to the other. We analyse the direct and indirect effects of past mental health on present physical health and past physical health on present mental health using lifestyle choices and social capital in a mediation framework. We use data on 10,693 individuals aged 50 years and over from six waves (2002–2012) of the English Longitudinal Study of Ageing. Mental health is measured by the Centre for Epidemiological Studies Depression Scale (CES) and physical health by the Activities of Daily Living (ADL). We find significant direct and indirect effects for both forms of health, with indirect effects explaining 10% of the effect of past mental health on physical health and 8% of the effect of past physical health on mental health. Physical activity is the largest contributor to the indirect effects. There are stronger indirect effects for males in mental health (9.9%) and for older age groups in mental health (13.6%) and in physical health (12.6%). Health policies aiming at changing physical and mental health need to consider not only the direct cross-effects but also the indirect cross-effects between mental health and physical health."}{"Problematic social media use and depressive symptoms among U.S. young adults: A nationally-representative study ": "Rationale\n                  Depression is the leading cause of disability worldwide. The suggested association between social media use (SMU) and depression may be explained by the emerging maladaptive use pattern known as problematic social media use (PSMU), characterized by addictive components.\n               \n               \n                  Objective\n                  We aimed to assess the association between PSMU and depressive symptoms—controlling for overall time and frequency of SMU—among a large sample of U.S. young adults.\n               \n               \n                  Methods\n                  In October 2014, participants aged 19–32 (N = 1749) were randomly selected from a nationally-representative U.S. probability-based panel and subsequently invited to participate in an online survey. We assessed depressive symptoms using the validated Patient-Reported Outcomes Measurement Information System (PROMIS) brief depression scale. We measured PSMU using an adapted version of the Bergen Facebook Addiction Scale to encompass broader SMU. Using logistic regression models, we tested the association between PSMU and depressive symptoms, controlling for time and frequency of SMU as well as a comprehensive set of socio-demographic covariates.\n               \n               \n                  Results\n                  In the multivariable model, PSMU was significantly associated with a 9% increase in odds of depressive symptoms (AOR [adjusted odds ratio] = 1.09; 95% CI [confidence interval]: 1.05, 1.13; p < 0.001.) Increased frequency of SMU was also significantly associated with increased depressive symptoms, whereas SMU time was not (AOR = 1.01; 95% CI: 1.00, 1.01; p = 0.001 and AOR = 1.00; 95% CI: 0.999–1.001; p = 0.43, respectively).\n               \n               \n                  Conclusion\n                  PSMU was strongly and independently associated with increased depressive symptoms in this nationally-representative sample of young adults. PSMU largely explained the association between SMU and depressive symptom, suggesting that it may be how we use social media, not how much, that poses a risk. Intervention efforts aimed at reducing depressive symptoms, such as screenings for maladaptive SMU, may be most successful if they address addictive components and frequency—rather than time—of SMU."}{"Layered double hydroxides: A brief review from fundamentals to application as evolving biomaterials ": "Layered double hydroxides (LDH) which are one type of layered materials and are also known as anionic clays, are promising layered materials due to some of their interesting properties, such as ease of synthesis, unique structure, uniform distribution of different metal cations in the brucite layer, surface hydroxyl groups, flexible tunability, intercalated anions with interlayer spaces, swelling properties, oxo-bridged linkage, and high chemical and thermal stability, ability to intercalate different type of anions (inorganic, organic, biomolecules, and even genes), delivery of intercalated anions in a sustained manner and also high biocompatibility. Considering the previous work on LDH as novel biomaterials, research on this particular materials has become one of the most interesting topic of today's research. LDH has become an important class of layered materials having prospects in the field of biomaterials, wherein great attention has been paid to the biocompatibility nature, exchange of the existing anion with the target anion, holding of guest species in between the interlayer space and its controlled release of the anion in a particular medium. This article, after deliberating the recent significant evolution in the structure and different methods of synthesis of different LDH materials and its applications in various extents especially its biological applications through their structural and functional properties, considers many typical examples. In particular, recent progress on the emerging strategies of LDH to improve their antimicrobial activity is also presented."}{"Removal of Methylene Blue from aqueous solutions by adsorption on Kaolin: Kinetic and equilibrium studies ": "Removal of Methylene Blue (MB) from aqueous solutions is studied using a raw Algerian kaolin sample as a low-cost adsorbent. The effects of pH, contact time, dye concentration and temperature are all taken into consideration. The adsorption kinetics results are adjusted to best fit the pseudo-second order model. The experimental data are analyzed by Langmuir isotherms, revealing that the maximum adsorption capacity of MB on this kaolin sample equals 52.76mg/g at T=25°C and pH=6.0. The calculated thermodynamic data demonstrates that adsorption is spontaneous and enhanced at higher temperatures. Desorption studies with water indicate that the adsorbent could successfully retain MB, even after four cycles. From these results, it can be considered that the raw Algerian kaolin sample tested herein is effective in the removal of MB from aqueous solutions and moreover may be used as an alternative to high-cost commercial adsorbents."}{"Recent progress in layered double hydroxides (LDH)-containing hybrids as adsorbents for water remediation ": "With rapidly growing industrial development worldwide, the need for a new class of nanoparticles and techniques for treating wastewater remains a major concern to protect the environment. Layered double hydroxides and particularly LDH-containing hybrids are emerging as potential nano-sized adsorbents for water treatment. Recent studies have demonstrated LDH-containing hybrids as promising multifunctional materials for potential utilization in various applications such as, photo-catalysis, energy storage, nanocomposites and water purification. This article reviews the recent applications of LDH-containing hybrids as adsorbents for water remediation. The maximum adsorption capacities of various toxic heavy metals and dyes on different LDH hybrids were reported as 483mg/g for Pb2+, 95mg/g for Cd2+, 181mg/g for Cu2+, 649mg/g for Cr6+, 180mg/g As5+, 813mg/g for Hg2+, 450 for Ag+, 277mg/g for U6+, 1062mg/g for methyl orange, 185mg/g for methylene blue, and 1250mg/g for Congo red, which is comparatively higher than other commercial adsorbents. This review discusses the adsorption performance of manifold LDH-containing hybrids for treating various pollutants such as heavy metals and dyes. The mechanisms of interaction of LDH-containing hybrids with pollutants and the influence of key adsorption parameters such as pH, contact time, adsorbent dose and temperature have been comprehensively discussed. Moreover, the regeneration potential and reuse of spent LDH-containing hybrids and its toxicity effects have also been reviewed."}{"Adsorption of ammonium by different natural clay minerals: Characterization, kinetics and adsorption isotherms ": "This research presented six natural clay minerals (NCM) evaluated for the effectiveness of NH4\n                     + adsorption from aqueous solution. For the first time, the NH4\n                     + adsorption capacities of kaolinite, halloysite, montmorillonite, vermiculite, palygorskite, and sepiolite were examined and compared in the same study. All the NCM were fully characterized by XRD, SEM/EDS, XRF,FTIR, CEC, zeta potential and nitrogen adsorption-desorption isotherms to better understand the adsorption mechanism-property relationship. Adsorption kinetics showed that the adsorption behavior followed the pseudo-second-order kinetic model. The adsorption isotherms fitted by the Langmuir model illustrated that among all the NCM studied, vermiculite (50.06mg/g) and montmorillonite (40.84mg/g) showed the highest ammonium adsorption capacities. Our results revealed that the cation exchange is the main mechanism for the NH4\n                     + adsorption. Additionally, negatively charged surface, water absorption process and surface morphology of NCM might also contribute to the high adsorption capacity for the NH4\n                     +. The maximum adsorption capacities for all NCM were rapidly obtained within 30min with a dosage of 0.3g/25mL at pH of 7. The results illustrated that the NCM have significant potential as economic, safe and effective adsorbent materials for the NH4\n                     + adsorption from the aqueous solution."}{"Investigation of the adhesion properties of direct 3D printing of polymers and nanocomposites on textiles: Effect of FDM printing process parameters ": "In this paper, 3D printing as a novel printing process was considered for deposition of polymers on synthetic fabrics to introduce more flexible, resource-efficient and cost effective textile functionalization processes than conventional printing process like screen and inkjet printing. The aim is to develop an integrated or tailored production process for smart and functional textiles which avoid unnecessary use of water, energy, chemicals and minimize the waste to improve ecological footprint and productivity. Adhesion of polymer and nanocomposite layers which were 3D printed directly onto the textile fabrics using fused deposition modeling (FDM) technique was investigated. Different variables which may affect the adhesion properties including 3D printing process parameters, fabric type and filler type incorporated in polymer were considered. A rectangular shape according to the peeling standard was designed as 3D computer-aided design (CAD) to find out the effect of the different variables. The polymers were printed in different series of experimental design: nylon on polyamide 66 (PA66) fabrics, polylactic acid (PLA) on PA66 fabric, PLA on PLA fabric, and finally nanosize carbon black/PLA (CB/PLA) and multi-wall carbon nanotubes/PLA (CNT/PLA) nanocomposites on PLA fabrics. The adhesion forces were quantified using the innovative sample preparing method combining with the peeling standard method. Results showed that different variables of 3D printing process like extruder temperature, platform temperature and printing speed can have significant effect on adhesion force of polymers to fabrics while direct 3D printing. A model was proposed specifically for deposition of a commercial 3D printer Nylon filament on PA66 fabrics. In the following, among the printed polymers, PLA and its composites had high adhesion force to PLA fabrics."}{"ZnO nanoparticles via Moringa oleifera green synthesis: Physical properties & mechanism of formation ": "The research work involves the development of better and reliable method for the bio-fabrication of Zinc oxide nanoparticles through green method using Moringa Oleifera extract as an effective chelating agent. The electrochemical activity, crystalline structure, morphology, isothermal behavior, chemical composition and optical properties of ZnO nanoparticles were studied using various characterization techniques i.e. Cyclic voltammetry (CV), X-ray powder diffraction (XRD), High resolution transmission electron microscopy (HRTEM), Selected area electron diffraction (SEAD), Differential scanning calorimetry/thermogravimetric analysis (DSC/TGA), Fourier Transform Infrared analysis (FTIR) and Ultraviolet spectroscopy studies (UV–vis). The electrochemical analysis proved that the ZnO nano has high electrochemical activity without any modifications and therefore are considered as a potential candidate in electrochemical applications. The XRD pattern confirmed the crystallinity and pure phase of the sample. DSC/TGA analysis of ZnO sample (before anneal) revealed three endothermic peaks around 140.8°C, 223.7°C and 389.5°C. These endothermic peaks are attributed to the loss of volatile surfactant, conversion of zinc hydroxide to zinc oxide nanoparticles and transformation of zinc oxide into zinc nanoparticles. Mechanisms of formation of the ZnO nanoparticles via the chemical reaction of the Zinc nitrate precursor with the bioactive compounds of the Moringa oleifera are proposed for each of the major family compounds: Vitamins, Flavonoids, and Phenolic acids."}{"Artificial patina formation onto copper-based alloys: Chloride and sulphate induced corrosion processes ": "Naturally grown patinas are typically detected onto the surface of modern copper-based artefacts and strictly affect their surface reactivity and appearance. The production of representative patinas is a key issues in order to obtain model systems which can be used for the development and validation of appropriate conservation materials and methods. In this study, we have prepared different artificial representative patinas by using a quaternary Cu-Sn-Zn-Pb alloy with chemical composition and metallurgical features similar to those of valuable modern works of art. In order to produce degradation products usually observed onto their surface, chloride and sulphate species were used to induce corrosion processes. Different patinas were produced by changing the nature of corrosive species and the set-up for the accelerated degradation. The composition and structural properties of the patinas were investigated by attenuated total reflectance Fourier transform infrared spectroscopy, X-ray diffraction, optical microscopy and scanning electron microscopy combined with energy dispersive X-ray spectroscopy. The results allow to identify degradation products and to distinguish copper hydroxychloride polymorphs and copper hydroxysulphates with similar structure. Our findings show that patina composition can be tailored by modifying the degradation procedure and patinas representative of modern artefacts made of quaternary Cu-Sn-Zn-Pb alloy can be obtained."}{"A systematic analysis of misleading evidence in unsafe rulings in England and Wales ": "Evidence has the potential to be misleading if its value when expressing beliefs in hypotheses is not fully understood or presented. Although the knowledge base to understand uncertainties is growing, a challenge remains to prioritise research and to continuously assess the magnitude and consequences of misleading evidence in criminal cases. This study used a systematic content analysis to identify misleading evidence, drawing information from case transcripts of rulings argued unsafe by the Court of Appeal of England and Wales. In the 7-year study period, 218 applications were successful on appeal, containing 235 cases of misleading evidence. The majority (76%) of successful appeals were based upon the same materials available in the original trial, rather than the presentation of new relevant information. Witness (39%), forensic (32%), and character evidence (19%) were the most commonly observed evidence types, with the validity of witnesses (26%), probative value of forensic evidence (12%), and relevance of character evidence (10%) being the most prevalent combinations of identified issues. Additionally, the majority (66%) of misleading evidence types relate to their interpretation at activity level. The findings suggest that many of these misleading aspects could have been prevented by providing more transparency in the relationship between evidence and hypotheses. Generally, the results contribute to gaining a more complete picture of the role of misleading evidence in the criminal justice system."}{"Conceptualising forensic science and forensic reconstruction. Part I: A conceptual model ": "There has been a call for forensic science to actively return to the approach of scientific endeavour. The importance of incorporating an awareness of the requirements of the law in its broadest sense, and embedding research into both practice and policy within forensic science, is arguably critical to achieving such an endeavour. This paper presents a conceptual model (FoRTE) that outlines the holistic nature of trace evidence in the ‘endeavour’ of forensic reconstruction. This model offers insights into the different components intrinsic to transparent, reproducible and robust reconstructions in forensic science. The importance of situating evidence within the whole forensic science process (from crime scene to court), of developing evidence bases to underpin each stage, of frameworks that offer insights to the interaction of different lines of evidence, and the role of expertise in decision making are presented and their interactions identified. It is argued that such a conceptual model has value in identifying the future steps for harnessing the value of trace evidence in forensic reconstruction. It also highlights that there is a need to develop a nuanced approach to reconstructions that incorporates both empirical evidence bases and expertise. A conceptual understanding has the potential to ensure that the endeavour of forensic reconstruction has its roots in ‘problem-solving’ science, and can offer transparency and clarity in the conclusions and inferences drawn from trace evidence, thereby enabling the value of trace evidence to be realised in investigations and the courts."}{"Score based procedures for the calculation of forensic likelihood ratios – Scores should take account of both similarity and typicality ": "Score based procedures for the calculation of forensic likelihood ratios are popular across different branches of forensic science. They have two stages, first a function or model which takes measured features from known-source and questioned-source pairs as input and calculates scores as output, then a subsequent model which converts scores to likelihood ratios. We demonstrate that scores which are purely measures of similarity are not appropriate for calculating forensically interpretable likelihood ratios. In addition to taking account of similarity between the questioned-origin specimen and the known-origin sample, scores must also take account of the typicality of the questioned-origin specimen with respect to a sample of the relevant population specified by the defence hypothesis. We use Monte Carlo simulations to compare the output of three score based procedures with reference likelihood ratio values calculated directly from the fully specified Monte Carlo distributions. The three types of scores compared are: 1. non-anchored similarity-only scores; 2. non-anchored similarity and typicality scores; and 3. known-source anchored same-origin scores and questioned-source anchored different-origin scores. We also make a comparison with the performance of a procedure using a dichotomous “match”/“non-match” similarity score, and compare the performance of 1 and 2 on real data."}{"The suitability of visual taphonomic methods for digital photographs: An experimental approach with pig carcasses in a tropical climate ": "In the context of increased scrutiny of the methods in forensic sciences, it is essential to ensure that the approaches used in forensic taphonomy to measure decomposition and estimate the postmortem interval are underpinned by robust evidence-based data. Digital photographs are an important source of documentation in forensic taphonomic investigations but the suitability of the current approaches for photographs, rather than real-time remains, is poorly studied which can undermine accurate forensic conclusions. The present study aimed to investigate the suitability of 2D colour digital photographs for evaluating decomposition of exposed human analogues (Sus scrofa domesticus) in a tropical savanna environment (Hawaii), using two published scoring methods; Megyesi et al., 2005 and Keough et al., 2017. It was found that there were significant differences between the real-time and photograph decomposition scores when the Megyesi et al. method was used. However, the Keough et al. method applied to photographs reflected real-time decomposition more closely and thus appears more suitable to evaluate pig decomposition from 2D photographs. The findings indicate that the type of scoring method used has a significant impact on the ability to accurately evaluate the decomposition of exposed pig carcasses from photographs. It was further identified that photographic taphonomic analysis can reach high inter-observer reproducibility. These novel findings are of significant importance for the forensic sciences as they highlight the potential for high quality photograph coverage to provide useful complementary information for the forensic taphonomic investigation. New recommendations to develop robust transparent approaches adapted to photographs in forensic taphonomy are suggested based on these findings."}{"Nanoparticle decoration with surfactants: Molecular interactions, assembly, and applications ": "Nanostructures of diverse chemical nature are used as biomarkers, therapeutics, catalysts, and structural reinforcements. The decoration with surfactants has a long history and is essential to introduce specific functions. The definition of surfactants in this review is very broad, following its lexical meaning “surface active agents”, and therefore includes traditional alkyl modifiers, biological ligands, polymers, and other surface active molecules. The review systematically covers covalent and non-covalent interactions of such surfactants with various types of nanomaterials, including metals, oxides, layered materials, and polymers as well as their applications. The major themes are (i) molecular recognition and noncovalent assembly mechanisms of surfactants on the nanoparticle and nanocrystal surfaces, (ii) covalent grafting techniques and multi-step surface modification, (iii) dispersion properties and surface reactions, (iv) the use of surfactants to influence crystal growth, as well as (v) the incorporation of biorecognition and other material-targeting functionality. For the diverse materials classes, similarities and differences in surfactant assembly, function, as well as materials performance in specific applications are described in a comparative way. Major factors that lead to differentiation are the surface energy, surface chemistry and pH sensitivity, as well as the degree of surface regularity and defects in the nanoparticle cores and in the surfactant shell. The review covers a broad range of surface modifications and applications in biological recognition and therapeutics, sensors, nanomaterials for catalysis, energy conversion and storage, the dispersion properties of nanoparticles in structural composites and cement, as well as purification systems and classical detergents. Design principles for surfactants to optimize the performance of specific nanostructures are discussed. The review concludes with challenges and opportunities."}{"Electronic, structural and chemical effects of charge-transfer at organic/inorganic interfaces ": "During the last decade, interest on the growth and self-assembly of organic molecular species on solid surfaces spread over the scientific community, largely motivated by the promise of cheap, flexible and tunable organic electronic and optoelectronic devices. These efforts lead to important advances in our understanding of the nature and strength of the non-bonding intermolecular interactions that control the assembly of the organic building blocks on solid surfaces, which have been recently reviewed in a number of excellent papers. To a large extent, such studies were possible because of a smart choice of model substrate-adsorbate systems where the molecule-substrate interactions were purposefully kept low, so that most of the observed supramolecular structures could be understood simply by considering intermolecular interactions, keeping the role of the surface always relatively small (although not completely negligible). On the other hand, the systems which are more relevant for the development of organic electronic devices include molecular species which are electron donors, acceptors or blends of donors and acceptors. Adsorption of such organic species on solid surfaces is bound to be accompanied by charge-transfer processes between the substrate and the adsorbates, and the physical and chemical properties of the molecules cannot be expected any longer to be the same as in solution phase. In recent years, a number of groups around the world have started tackling the problem of the adsorption, self- assembly and electronic and chemical properties of organic species which interact rather strongly with the surface, and for which charge-transfer must be considered. The picture that is emerging shows that charge transfer can lead to a plethora of new phenomena, from the development of delocalized band-like electron states at molecular overlayers, to the existence of new substrate-mediated intermolecular interactions or the strong modification of the chemical reactivity of the adsorbates. The aim of this review is to start drawing general conclusions and developing new concepts which will help the scientific community to proceed more efficiently towards the understanding of organic/inorganic interfaces in the strong interaction limit, where charge-transfer effects must be taken into consideration."}{"Autophagy: The spotlight for cellular stress responses ": "Autophagy is an essential cellular mechanism which plays “housekeeping” role in normal physiological processes including removing of long lived, aggregated and misfolded proteins, clearing damaged organelles, growth regulation and aging. Autophagy is also involved in a variety of biological functions like development, cellular differentiation, defense against pathogens and nutritional starvation. The integration of autophagy into these biological functions and other stress responses is determined by the transcriptional factors that undertake the regulatory mechanism. This review discusses the machinery of autophagy, the molecular web that connects autophagy to various stress responses like inflammation, hypoxia, ER stress, and various other pathologic conditions. Defects in autophagy regulation play a central role in number of diseases, including neurodegenerative diseases, cancer, pathogen infection and metabolic diseases. Similarly, inhibiting autophagy would contribute in the treatment of cancer. However, understanding the biology of autophagy regulation requires pharmacologically active compounds which modulate the autophagy process. Inducers of autophagy are currently receiving considerable attention as autophagy upregulation may be a therapeutic benefit for certain neurodegenerative diseases (via removal of protein aggregates) while the inhibitors are being investigated for the treatment of cancers. Both induction and inhibition of autophagy have been proven to be beneficial in the treatment of cancer. This dual role of autophagy in cancers is now getting uncovered by the advancement in the research findings and development of effective autophagy modulators."}{"Association between light at night, melatonin secretion, sleep deprivation, and the internal clock: Health impacts and mechanisms of circadian disruption ": "Exposure to Artificial Light At Night (ALAN) results in a disruption of the circadian system, which is deleterious to health. In industrialized countries, 75% of the total workforce is estimated to have been involved in shift work and night work. Epidemiologic studies, mainly of nurses, have revealed an association between sustained night work and a 50–100% higher incidence of breast cancer. The potential and multifactorial mechanisms of the effects include the suppression of melatonin secretion by ALAN, sleep deprivation, and circadian disruption.\n                  Shift and/or night work generally decreases the time spent sleeping, and it disrupts the circadian time structure. In the long run, this desynchronization is detrimental to health, as underscored by a large number of epidemiological studies that have uncovered elevated rates of several diseases, including cancer, diabetes, cardiovascular risks, obesity, mood disorders and age-related macular degeneration. It amounts to a public health issue in the light of the very substantial number of individuals involved. The IARC has classified shift work in group 2A of “probable carcinogens to humans” since “they involve a circadian disorganization”. Countermeasures to the effects of ALAN, such as melatonin, bright light, or psychotropic drugs, have been proposed as a means to combat circadian clock disruption and improve adaptation to shift and night work. We review the evidence for the ALAN impacts on health. Furthermore, we highlight the importance of an in-depth mechanistic understanding to combat the detrimental properties of exposure to ALAN and develop strategies of prevention."}{"Therapeutic strategies in Sickle Cell Anemia: The past present and future ": "Sickle Cell Anemia (SCA) was one of the first hemoglobinopathies to be discovered. It is distinguished by the mutation-induced expression of a sickle cell variant of hemoglobin (HbS) that triggers erythrocytes to take a characteristic sickled conformation. The complex physiopathology of the disease and its associated clinical complications has initiated multi-disciplinary research within its field. This review attempts to lay emphasis on the evolution, current standpoint and future scope of therapeutic strategies in SCA."}{"The role of serratiopeptidase in the resolution of inflammation ": "Inflammation remains a key event during most of the diseases and physiological imbalance. Acute inflammation is an essential physiological event by immune system for a protective measure to remove cause of inflammation and failure of resolution lead to chronic inflammation. Over a period of time, a number of drugs mostly chemical have been deployed to combat acute and chronic inflammation. Recently, enzyme based anti-inflammatory drugs became popular over conventional chemical based drugs. Serratiopeptidase, a proteolytic enzyme from trypsin family, possesses tremendous scope in combating inflammation. Serine protease possesses a higher affinity for cyclooxygenase (COX-I and COX-II), a key enzyme associated with production of different inflammatory mediators including interleukins (IL), prostaglandins (PGs) and thromboxane (TXs) etc. Currently, arthritis, sinusitis, bronchitis, fibrocystic breast disease, and carpal tunnel syndrome, etc. are the leading inflammatory disorders that affected the entire the globe. In order to conquer inflammation, both acute and chronic world, physician mostly relies on conventional drugs. The most common drugs to combat acute inflammation are Nonsteroidal anti-inflammatory drugs (NSAIDs) alone and or in combination with other drugs. However, during chronic inflammation, NSAIDs are often used with steroidal drugs such as autoimmune disorders. These drugs possess several limitations such as side effects, ADR, etc. In order to overcome these limitations and complications, enzyme based drugs (anti-inflammatory) emerged, and aim for a new high since the last decade. Serine protease, the largest proteolytic family has been reported for several therapeutic applications, including anti-inflammatory. Serratiopeptidase is a leading enzyme which has a very long history in medical as an effective anti-inflammatory drug. Current study emphasizes present scenario and future prospect of serratiopeptidase as an anti-inflammatory drug. The study also illustrates a comparative analysis of conventional drugs and enzyme based therapeutic to combat inflammation."}{"Bioactive flavonoids in medicinal plants: Structure, activity and biological fate ": "Flavonoids, a class of polyphenol secondary metabolites, are presented broadly in plants and diets. They are believed to have various bioactive effects including anti-viral, anti-inflammatory, cardioprotective, anti-diabetic, anti-cancer, anti-aging, etc. Their basic structures consist of C6\n                     C3\n                     C6 rings with different substitution patterns to produce a series of subclass compounds, and correlations between chemical structures and bioactivities have been studied before. Given their poor bioavailability, however, information about associations between structure and biological fate is limited and urgently needed. This review therefore attempts to bring some order into relationships between structure, activity as well as pharmacokinetics of bioactive flavonoids."}{"Film forming systems for topical and transdermal drug delivery ": "Skin is considered as an important route of administration of drugs for both local and systemic effects. The effectiveness of topical therapy depends on the physicochemical properties of the drug and adherence of the patient to the treatment regimen as well as the system's ability to adhere to skin during the therapy so as to promote drug penetration through the skin barrier. Conventional formulations for topical and dermatological administration of drugs have certain limitations like poor adherence to skin, poor permeability and compromised patient compliance. For the treatment of diseases of body tissues and wounds, the drug has to be maintained at the site of treatment for an effective period of time. Topical film forming systems are such developing drug delivery systems meant for topical application to the skin, which adhere to the body, forming a thin transparent film and provide delivery of the active ingredients to the body tissue. These are intended for skin application as emollient or protective and for local action or transdermal penetration of medicament for systemic action. The transparency is an appreciable feature of this polymeric system which greatly influences the patient acceptance. In the current discussion, the film forming systems are described as a promising choice for topical and transdermal drug delivery. Further the various types of film forming systems (sprays/solutions, gels and emulsions) along with their evaluation parameters have also been reviewed."}{"Emulsions Co-Stabilised by Edible Pickering Particles and Surfactants: The Effect of HLB Value ": ""}{"A key review of building integrated photovoltaic (BIPV) systems ": "Renewable and sustainable energy generation technologies have been in the forefront due to concerns related to environment, energy independence, and high fossil fuel costs. As part of the EU’s 2020 targets, it is aimed to reach a 20% share of renewable energy sources in final energy consumption by 2020, according to EU’s renewable energy directive. Within this context national renewable energy targets were set for each EU country ranging between 10% (for Malta) and 49% (for Sweden). A large share of renewable energy research has been devoted to photovoltaic systems which harness the solar energy to generate electrical power. As an application of the PV technology, building integrated photovoltaic (BIPV) systems have attracted an increasing interest in the past decade, and have been shown as a feasible renewable power generation technology to help buildings partially meet their load. In addition to BIPV, building integrated photovoltaic/thermal systems (BIPV/T) provide a very good potential for integration into the building to supply both electrical and thermal loads.\n                  In this study, we comprehensively reviewed the BIPV and BIPVT applications in terms of energy generation amount, nominal power, efficiency, type and performance assessment approaches.\n                  The two fundamental research areas in the BIPV and BIPVT systems are observed to be i) improvements on system efficiency by ventilation, hence obtaining a higher yield with lowering the panel temperature ii) new thin film technologies that are well suited for building integration. Several approaches to achieve these objectives are reported in the literature as presented in this paper. It is expected that this comprehensive review will be beneficial to researchers and practitioners involved or interested in the design, analysis, simulation, and performance evaluation, financial development and incentives, new methods and trends of BIPV systems."}{"Study on rapid evacuation in high-rise buildings ": "More and more high rising buildings emerged in modern cities, but emergency evacuation of tall buildings has been a worldwide difficult problem. In this paper, a new evacuation device for high rising buildings in fire accident was proposed and studied. This device mainly consisted of special spiral slideway and shunt valve. People in this device could fast slide down to the first floor under gravity without any electric power and physical strength, which is suitable for various emergency evacuation including mobility-impaired persons. The plane simulation test has shown that human being in alternative clockwise and counterclockwise movement will not become dizzy. The evacuated people should wear protection pad, which can prevent slider from being injured by surface friction with the slide, and eliminate the friction coefficient difference caused by different clothes and slide surface. The calculation results show that the evacuation speed of the new device is much faster than traditional staircases. Moreover, such new evacuation device can also be used as a means of vertical transportation in high-rise buildings partly. People can take it from any floor to ground floor directly, which not only save time for waiting for the lifts but also save the power. The new evacuation system is of simple structure, easy to use, and suitable for evacuation and partly used as vertical downwards traffic, which shows light on solving world-wide difficulties on fast evacuation in high-rise buildings."}{"XRD-based quantitative analysis of clay minerals using reference intensity ratios, mineral intensity factors, Rietveld, and full pattern summation methods: A critical review ": "The quantification of clay minerals is essential for the evaluation of clay-rich rock and soil, but it remains challenging due to the unique structures and various element compositions of clay minerals. In this article, several quantification methods for clay minerals sourced from X-ray diffraction (XRD) analysis, mainly recommending the reference intensity ratio (RIR), mineral intensity factor (MIF), Rietveld, and full pattern summation methods are reviewed. Principles and applications of these methods are focused upon in addition to related differences in the analysis of clay minerals (i.e., sample preparation, the selection of characteristic reflections for quantification and standards added during analysis). This critical review also provides a proposal for selection of an adaptive XRD quantification method to be applied to various clay-rich samples."}{"Trace element analyses of fluid inclusions using laser ablation ICP-MS ": "Fluid inclusions are records of the physico-chemical conditions of ﬂuid–rock interactions during magmatism, mineralization and fluid percolation and mixing processes. Laser ablation inductively coupled plasma mass spectrometry (LA-ICP-MS) is a powerful tool for in situ analyses of small samples at micrometer levels. Here we report in situ analyses of fluid inclusions using LA-ICP-MS method. NIST SRM glasses and 23Na are generally used as external and internal standards for LA-ICP-MS analysis of fluid inclusion, respectively, although the RSD of microthermometric estimation of 23Na is about 20% and even worse, the background signal of Na is high for most ICP-MS. Using well-characterized natural fluids inclusion, we show that RESOlution S-155 laser system analyze fluid inclusions in quartz and determine the trace element concentrations. Resonetics RESOlution S-155 laser has the advantage of the motorized Z stage can be used to accommodate variation of sample height or sample topography and height difference between samples, which is very important for analyzing the fluid inclusion in quartz. Our results suggest laser energy density is 25 J/cm2, laser pulse repetition rates are commonly between 6 and 10 Hz to avoid the fissuring of quartz and obtain adequate results. For this LA-ICP-MS analysis, uncertainty on 35Cl content is around 40% because of intensity of the 35Cl signal is three orders of magnitude less intense than the intensity of the 23Na signal. Nevertheless, it is still a useful reference for fluid inclusion analyses in addition to 23Na. This technique can be applied to a range of hydrothermal geology problems, including determining the origins of ore forming brines and ore deposition processes, mapping metamorphic and hydrothermal ﬂuid provinces and pathways, and constraining the effects of ﬂuid–rock reactions and ﬂuid mixing."}{"Development of CA-ID-TIMS zircon U–Pb dating technique at Guangzhou Institute of Geochemistry, Chinese Academy of Sciences ": "U–Pb geochronology using isotope dilution-thermal ionization mass spectrometry (ID-TIMS) is by far the most precise analytical technique. It affords the opportunity to determine 206Pb/238U dates with unprecedented precision often <1‰ on single analyses or weighted mean dates derived from multiple analyses.\n                  Pretreatment protocols for zircon analysis, and community-wide innovations spurred on by EARTHTIME tends to be at the leading edge of technological development. Also, more and more Chinese researchers perform lots of laboratory work in improving the technique in China. Here we present the running condition, procedural blanks and zircon standards measurement results in the clean laboratory of the Guangzhou Institute of Geochemistry, Chinese Academy of Sciences (GIGCAS). The results show the total procedural blanks (Pbc) are below ∼1 pg mostly, suitable for the sample pretreatment and operation. The 206Pb/238U dates of R33 and 500 Ma solution are 419.88 ± 0.94 Ma (n = 7; MSWD = 6.8) and 500.50 ± 0.19 Ma (n = 9; MSWD = 0.84), respectively. These results demonstrate that the CA-ID-TIMS procedure is well established at GIGCAS. Our efforts are beneficial to the development of EARTHTIME-CN program. In particular, when this technique is combined with the SIMS technique, it provides an efficient way to solve a number of geochronological problems encountered in China and worldwide."}{"In situ boron isotopic analyses of tourmalines from Neogene magmatic rocks in the northern and southern margins of Tibet: Evidence for melting of continental crust and sediment recycling ": "Sediment recycling has important impacts on the differentiation of the continental crust, and is considered to mainly occur in arc settings. In collisional orogenic belts, however, sediment recycling processes are comparatively less well understood. In general, sedimentary rocks or tourmaline with continental affinities have boron (B) isotope compositions that differ from marine sedimentary rocks, magmatic rocks undergoing seawater alteration or tourmaline originating from these rocks or fluids. This study uses laser-ablation multi-collector, inductively coupled plasma-mass spectrometry (LA-MC-ICPMS) for in-situ B isotope analyses of tourmaline from the northern and southern margins of Tibet. Tourmalines from the Hudongliang Pliocene two mica rhyolites in the Songpan-Gangzi block and the Cuonadong Miocene two mica granites in the Himalayan Block have δ11B values of −10.47 ± 0.54‰ and −12.48 ± 1.04‰, respectively. Combined with petrological and Nd–Sr isotope data, we suggest that these strongly peraluminous magmatic rocks from the northern and southern margins of Tibet were mainly generated by partial melting of subducted or overridden metasedimentary rocks with continental affinities due to the contraction caused by the collision between the Indian and Asian plates. Given the widespread occurrences of strongly peraluminous Neogene magmatic rocks in the southern and northern margin of Tibet, we suggest that the recycling of sediments with continental affinity played an important role in the evolution of continental crust during the collisional orogenic process."}{"Post-ridge-subduction acceleration of the Indian plate induced by slab rollback ": "The driving forces of plate motion, especially that of its sudden change over time, has long been debated. During the closure of an old ocean, the subduction process of the mid-ocean ridge provides valuable clues to quantitative evaluation of the driving forces of plate tectonics. Here we show that the drifting rates of the Indian plate were correlated with a Late Cretaceous adakitic event hosting abundant adakites and adakitic charnockites in the Gangdese belt, southern Tibetan Plateau. While adakites form through slab melting, the ultra-high temperatures and dry nature of charnockites indicate major disturbance of the hot asthenosphere. Temporally, the oldest adakite corresponds to the initiation of the ridge subduction, whereas the youngest adakitic charnockite marks the onset of post-ridge-subduction slab rollback (steepening). Geodynamic modeling suggests that the initiation of the ridge subduction was facilitated by the Morondova mantle plume, corresponding to the lowest drifting rate of the Indian plate. Our analyses further show that the post-ridge-subduction slab rollback pushed the asthenospheric mantle backward, meanwhile it dramatically reduced the ridge-arc interaction force, leading to the first abrupt acceleration of the Indian plate. Slab rollback contributed ∼3.5 cm/yr but lasted for only ∼5 Ma, while slab pull, ridge push together with plume contributed ∼5 cm/yr to the acceleration of the Indian plate. Our study, therefore, provides evidence for a new type of driving forces of Indian plate acceleration during the Late Cretaceous Neotethys ridge subduction."}{"An origami-inspired structure with graded stiffness ": "Origami-inspired structures and mechanical metamaterials are often made up of individual tessellating repeat units, the folding and relative geometry of which determine the overall mechanical properties. If these units are identical, then the mechanical behaviour of the structure is uniform throughout, meaning that it is not able to adapt to changeable loading conditions. Here we create and study an origami structure, based on the Miura-ori folding pattern, which has a varying geometry over its volume and graded stiffness. Using kinematic analysis, we show how geometric parameters of the folding pattern can be varied to create both rigid foldable and self locking stages. We demonstrate both experimentally and numerically that the structure can achieve periodically graded stiffness when subjected to quasi-static out-of-plane compression, and the mechanical responses can be tuned by changing the underlying geometric design. We obtain a structure with superior energy absorption capability to uniform tessellating repeat units, and anticipate that this strategy could be extended to other structures and metamaterials to impart them with non-uniform and graded mechanical properties."}{"Modeling temperature and residual stress fields in selective laser melting ": "The paper investigates the temperature and residual stress fields in the selective laser melting (SLM) process. A three-dimensional thermo-mechanical coupling model is developed to simulate a multi-track multi-layer SLM process using the finite element method. The model considers the temperature-dependent material properties which consist of thermal conductivity, density, enthalpy, yield stress, thermal expansion coefficient and Young's modulus. The simulated process includes the heating, melting, vaporization, solidification, shrinkage and cooling phenomena in the powder bed. The SLM scanning laser beam can be described as a moving volumetric heat source that is able to penetrate through the powder layers. The modeling results show that the residual stress component of the built part in the direction of the layer height increases with the number of the printed layers. It is found that at a given point, the residual stress component in the scanning direction is generally larger than the other two components, and the maximum von Mises stress occurs in the middle plane of the printed part. The temperature evolution and residual stress distribution predicted by the model can serve to provide guidance for SLM process parameter optimization."}{"Comparison of plane-stress, generalized-plane-strain and 3D FEM elastic–plastic analyses of thick-walled cylinders subjected to radial thermal gradient ": "In many industrial applications, thick-walled cylindrical components are subjected to high pressure and/or temperature. During the operation the cylinder wall may undergo elastic–plastic deformation. This paper presents plane-stress and plane-strain thermo-elastic–plastic stress analyses of thick-walled cylinders subjected to a radial thermal gradient. A three-dimensional finite element method (3D FEM) analysis of the thermo-elastic–plastic stresses in thick-walled cylinder is also carried out. The 3D FEM results are compared with the analytical plane stress and the generalized plane strain analyses in order to study the validity of these models on the basis of length to wall-thickness ratio of cylinders. The plane stress and generalized plane strain analyses are based on the Tresca yield criterion and associated flow rule. The strain hardening behavior of the material of the cylinder is taken into account. It is observed that for the length to wall thickness ratio of more than 6, the generalized plane strain analysis can provide sufficiently accurate results. Similarly, for the length to wall thickness ratio of less than 0.5, plane stress analysis can be used. When the length to wall thickness ratio is more than 0.5 but less than 6, a three-dimensional analysis is needed."}{"A generalisation of the Hill's quadratic yield function for planar plastic anisotropy to consider loading direction ": "In this work, a new generalised quadratic yield function for plane stress analysis that is able to describe the plastic anisotropy of metals and also the asymmetric behaviour in tension-compression typical of the Hexagonal Closed-Pack (HCP) materials, is developed. The new yield function has a quadratic form in the stress tensor and it simultaneously predicts the r-values and directional flow stresses, which is shown to agree very well with experimental results. It also accurately describes the biaxial symmetric stress state which is fundamental for the accurate modelling of aluminium alloys. The new quadratic yield function represents the non-symmetric biaxial stress state by performing a linear interpolation from pure uniaxial loading to a biaxial symmetric stress state. The main advantages of this new yield function is that it can be used for the modelling of metals with any crystallographic structure (BCC, FCC or HCP), it only has five anisotropic coefficients and also that it is a simple quadratic yield criterion that is able to accurately reproduce the plastic anisotropy of metals whilst using an associated flow rule."}{"Synthesis paradigm and applications of silver nanoparticles (AgNPs), a review ": "Nanoscience is an inspiring and influential discipline of science which have accessible numerous novel and cost-effective yields and applications. Currently, nanotechnology research has been empowering more in agricultural sector, food process and medicinal industries. The surface area to volume ratio of nanoparticles is quite large which have 1–100nm size. Nanomaterials have superior bioavailability than larger particles, resulting in greater utilization in single cells, tissues and organs. Referable to the growing demand of nanoparticles, it is essential to build up synthetic method which is profitable, environmentally sustainable and which can substitutes with effective and competent technology to synthesis environmentally benign nanoparticles (NPs). Nanomaterials are “deliberately engineered” to direct the enhancement of special properties at the nanoscale. Nanoparticles have been known to be used for abundant physical, biological, and pharmaceutical applications. Nano-silver is the most studied and utilized nanoparticle. Silver nanoparticles (AgNPs) have been the topics of researchers because of their unique properties. Thus, this review presents various synthesis methods of AgNPs and its application in different sectors."}{"Characteristics of liquid flow in a rotating packed bed for CO2 capture: A CFD analysis ": "Rotating packed beds (RPBs) have been proposed as an emerging technology to be used for post-combustion CO2 capture (PCC) from the flue gas. However, due to the complex structure of the packing in RPBs, characteristics of the liquid flow within RPBs are very difficult to be fully investigated by experimental methods. Therefore, in this paper, a two-dimensional (2D) CFD model has been built for analysing the characteristics of liquid flow within an RPB. The volume of fluid (VOF) multiphase flow model is implemented to calculate the flow field and capture the interface between the gas and liquid phases in the RPB. The simulation results show good agreement with the experimental data. The distinct liquid flow patterns in different regions of an RPB are clearly observed. The simulation results indicate that increasing the rotational speed dramatically decreases the liquid holdup and increases the degree of the liquid dispersion. The increasing liquid jet velocity decreases the liquid residence time but slightly increases the liquid holdup. In addition, the liquid holdup increases and the degree of the liquid dispersion decreases with increasing MEA concentration, but the effects are weaker at a higher rotational speed. With the increasing of the contact angle, both the liquid holdup and the degree of the liquid dispersion are reduced. This proposed model leads to a much better understanding of the liquid flow characteristics within RPBs."}{"Effect of surfactant on emulsification in microchannels ": "Drop formation in a microfluidic flow-focusing device (cross-junction) was studied in absence and presence of one of two ionic surfactants. Four different flow regimes: squeezing, dripping, jetting, and threading were observed in line with existing literature. The effect of surfactant on the transition between flow regimes was shown to depend upon the value of critical micelle concentration and correlates with dynamic surface tension. Drop length in the channel increased as the ratio of flow rate of dispersed to continuous phase, φ, increased. For drops smaller than the channel width, the increase was slow, proportional to φ0.1, yet was much faster, proportional to φ, for larger drops. In contradiction to the expected stabilisation of drops by surfactant, surfactant-laden drops larger than the channel height coalesced inside the channel at a higher rate than surfactant-free drops. It is proposed that the coalescence is caused by the electrostatic attraction due to surfactant redistribution under the high shear stresses near the wall of the channel."}{"Enhancing the efficiency of transparent dye-sensitized solar cells using concentrated light ": "Transparent dye-sensitized solar cells (DSSCs) can be coupled within a building's architecture to provide daylighting and electrical power simultaneously. In this work, the relationship between the transparency and performance of DSSCs is studied by changing the TiO2 electrode thickness. The 10µm thickness device shows a power conversion efficiency of 5.93% and a Jsc of 12.75mA/cm2 with 37% transparency in the visible range. However, the performance loss in DSSCs during the scale up process is a potential drawback. This can be addressed using an optical concentrator with DSSC to generate more power from small size devices. Here, a compound parabolic concentrator (CPC) is coupled with DSSCs and its performance is compared to a scaled-up device (approx. 4 times). Furthermore, the impact of operating temperature on the performance of the bare and concentrator-coupled devices is discussed in this article. An increase of 67% in power conversion efficiency is observed at 36°C for the concentrator-coupled device under 1000W/m2 illumination. Maximum Jsc of 25.55mA/cm2 is achieved at 40°C for the concentrated coupled device compare with the Jsc of 13.06mA/cm2 for the bare cell at the same temperature."}{"Enhanced photoresponse of self-powered perovskite photodetector based on ZnO nanoparticles decorated CsPbBr3 films ": "We demonstrate enhanced performance of solution-processed photodetectors composed of all-inorganic CsPbBr3 perovskite films with ZnO nanoparticles (NPs) decoration. Introducing ZnO NPs into CsPbBr3 precursor solution results in the film with more uniformly and compactly distributed crystalline grains. ZnO NPs can also promote the transport of photon-generated carriers from the central CsPbBr3 absorption layer to the lateral electrodes. Meanwhile, the asymmetry electrodes, i.e., indium tin oxide and silver, of the photodetectors create a built-in electric field driving the photodetectors operation without external bias voltage. Compared to the photodetectors without ZnO decoration, the fabricated all-inorganic CsPbBr3:ZnO photodetectors achieve a comparable rise time of 0.409s, a fall time of 17.92ms, and an on/off ratio of 12.86 without external bias source."}{"Double-layer nanoparticle-based coatings for efficient terrestrial radiative cooling ": "One passive cooling approach is pumping energy to outer space through thermal radiation. Such a radiative cooling mechanism widely exists in nature and is important to maintain the temperature of the earth. However, natural materials generally have poor radiative cooling efficiency. To better utilize the radiative cooling for thermal management applications, the surface should be designed to have a high reflectivity in the solar spectrum and high emissivity in the \"sky window\" region (8–13µm in wavelength). In this work, we propose and demonstrate a highly scalable nanoparticle-based double-layer coating to achieve such selective radiative properties. Double-layer coatings consisting of a top reflective layer with high solar albedo and a bottom emissive layer are achieved by properly designed TiO2, SiO2, and SiC nanoparticles. These coatings were fabricated on both low- and high-emissivity substrates and their spectral radiative properties were characterized. The coating composed of TiO2 and SiO2 on a reflective substrate has excellent selective emission property for radiative cooling purpose. Under dry air conditions and assuming non-radiative heat transfer coefficient h\n                     \n                        c\n                     =4W/m2\n                     K, TiO2+SiO2 and TiO2+SiC can theoretically achieve about 17°C below ambient at night and 5°C below ambient under direct solar radiation (AM1.5). On-site measurements have also been conducted. Under direct solar irradiation, significant temperature reduction was observed for both aluminum and black substrate after the coating was applied. At nighttime, radiative cooling effect can cool the surface to a few degrees below ambient temperature. Although the theoretical cooling under dry weather condition is not observed, the experiment results can be well explained by theoretical calculations with the consideration of high humidity and non-radiative heat transfer. This nanoparticle-based approach can be easily applied to large area, which is a significant step of achieving large scale application of the radiative cooling technology."}{"Study on solidification process of sodium acetate trihydrate for seasonal solar thermal energy storage ": "The phase change of sodium acetate (SA) aqueous solution to sodium acetate trihydrate (SAT) requires large supercooling degree, then the aqueous solution can be at liquid state at fairly low temperature without releasing the stored latent heat. Such a feature makes SAT a promising material for seasonal solar thermal energy storage. The present study firstly summarized the thermo-physical properties of the solid SAT and liquid SA aqueous solution at different temperatures and concentrations, including equilibrium temperatures, densities, specific heats and thermal conductivities. The calculation methods of these properties have been established. Secondly, with the aid of the above properties, a mathematic model of the thermal discharge process of the storage system, i.e. the solidification process of supercooled SA aqueous solution, was built based on the heat transfer between the phase changing material within a single storage tube and the external flowing heat transfer fluid (HTF). The experimentally obtained SAT crystal growth rate and the enthalpy change of solidifying supercooled SA aqueous solution were employed to aid the modelling. The discharge temperature and thermal power of the storage system were numerically obtained and analysed. The influence of the ambient temperature, the mass flow rate as well as the heat transfer coefficient of the HTF on the thermal discharge performance were discussed. Finally, the seasonal thermal storage density of SAT was given and compared to that of water and some sorption materials."}{"High-resolution flood modeling of urban areas using MSN_Flood ": "Although existing hydraulic models have been used to simulate and predict urban flooding, most of these models are inadequate due to the high spatial resolution required to simulate flows in urban floodplains. Nesting high-resolution subdomains within coarser-resolution models is an efficient solution for enabling simultaneous calculation of flooding due to tides, surges, and high river flows. MSN_Flood has been developed to incorporate moving boundaries around nested domains, permitting alternate flooding and drying along the boundary and in the interior of the domain. Ghost cells adjacent to open boundary cells convert open boundaries, in effect, into internal boundaries. The moving boundary may be multi-segmented and non-continuous, with recirculating flow across the boundary. When combined with a bespoke adaptive interpolation scheme, this approach facilitates a dynamic internal boundary. Based on an alternating-direction semi-implicit finite difference scheme, MSN_Flood was used to hindcast a major flood event in Cork City resulting from the combined pressures of fluvial, tidal, and storm surge processes. The results show that the model is computationally efficient, as the 2-m high-resolution nest is used only in the urban flooded region. Elsewhere, lower-resolution nests are used. The results also show that the model is highly accurate when compared with measured data. The model is capable of incorporating nested sub-domains when the nested boundary is multi-segmented and highly complex with lateral gradients of elevation and velocities. This is a major benefit when modelling urban floodplains at very high resolution."}{"Study of total variation diminishing (TVD) slope limiters in dam-break flow simulation ": "A two-dimensional (2D) dam-break flow numerical model was developed based on the finite-volume total variation diminishing (TVD) and monotone upstream-centered scheme for conservation laws (MUSCL)-Hancock scheme, which has second-order accuracy in both time and space. A Harten-Lax-van Leer-contact (HLLC) approximate Riemann solver was used to evaluate fluxes. The TVD MUSCL-Hancock numerical scheme utilizes slope limiters, such as the minmod, double minmod, superbee, van Albada, and van Leer limiters, to prevent spurious oscillations and maintain monotonicity near discontinuities. A comparative study of the impact of various slope limiters on the accuracy of the numerical flow model was conducted with several dam-break examples including wet and dry bed cases. The numerical results of the superbee and double minmod limiters agree better with the theoretical solution and have higher accuracy than other limiters in one-dimensional (1D) space. The ratio of the downstream water depth to the upstream water depth was used to select the proper slope limiter. For the 2D numerical model, the superbee limiter should not be used, owing to significant numerical dispersion."}{"Parametric study on smoothed particle hydrodynamics for accurate determination of drag coefficient for a circular cylinder ": "Simulations of two-dimensional (2D) flow past a circular cylinder with the smoothed particle hydrodynamics (SPH) method were conducted in order to accurately determine the drag coefficient. The fluid was modeled as a viscous liquid with weak compressibility. Boundary conditions, such as a no-slip solid wall, inflow and outflow, and periodic boundaries, were employed to resemble the physical problem. A sensitivity analysis, which has been rarely addressed in previous studies, was conducted on several SPH parameters. Hence, the effects of distinct parameters, such as the kernel choices and the domain dimensions, were investigated with the goal of obtaining highly accurate results. A range of Reynolds numbers (1–500) was simulated, and the results were compared with existing experimental data. It was observed that the domain dimensions and the resolution of SPH particles, in comparison to the obstacle size, affected the obtained drag coefficient significantly. Other parameters, such as the background pressure, influenced the transient condition, but did not influence the steady state at which the drag coefficient was determined."}