{"Microstructural development in equiatomic multicomponent alloys ": "Multicomponent alloys containing several components in equal atomic proportions have been manufactured by casting and melt spinning, and their microstructures and properties have been investigated by a combination of optical microscopy, scanning electron microscopy, electron probe microanalysis, X-ray diffractrometry and microhardness measurements. Alloys containing 16 and 20 components in equal proportions are multiphase, crystalline and brittle both as-cast and after melt spinning. A five component Fe20Cr20Mn20Ni20Co20 alloy forms a single fcc solid solution which solidifies dendritically. A wide range of other six to nine component late transition metal rich multicomponent alloys exhibit the same majority fcc primary dendritic phase, which can dissolve substantial amounts of other transition metals such as Nb, Ti and V. More electronegative elements such as Cu and Ge are less stable in the fcc dendrites and are rejected into the interdendritic regions. The total number of phases is always well below the maximum equilibrium number allowed by the Gibbs phase rule, and even further below the maximum number allowed under non-equilibrium solidification conditions. Glassy structures are not formed by casting or melt spinning of late transition metal rich multicomponent alloys, indicating that the confusion principle does not apply, and other factors are more important in promoting glass formation."}{"The transformation of Cu(OH)2 into CuO, revisited ": "Copper hydroxide Cu(OH)2 is metastable. It easily transforms into copper oxide CuO more stable, either in the solid state by a thermal dehydration or at room temperature, in aqueous basic solutions. In the solid state, the transformation is performed at a relatively low temperature, 423 K. It is a topotactic or a pseudomorphic transformation owing to clear relationships between axes of the two solids, in the three directions. The reacting process is described and the corresponding vectorial relations between crystal parameters are proposed. It is not the same case in aqueous basic solutions. Copper hydroxide gives rise to oxide through the formation of a complex anion, Cu(OH)4\n                     2−, by a reconstructive transformation involving a dissolution reaction followed by a precipitation."}{"Antioxidant activity and phenolic compounds of 112 traditional Chinese medicinal plants associated with anticancer ": "Cancer prevention and treatment using traditional Chinese medicines have attracted increasing interest. This study characterizes antioxidant activity and phenolic compounds of traditional Chinese medicinal plants associated with anticancer, comprising 112 species from 50 plant families. The improved ABTS•+ method was used to systematically assess the total antioxidant capacity (Trolox equivalent antioxidant capacity, TEAC) of the medicinal extracts. The TEAC values and total phenolic content for methanolic extracts of herbs ranged from 46.7 to 17,323 μmol Trolox equivalent/100 g dry weight (DW), and from 0.22 to 50.3 g of gallic acid equivalent/100 g DW, respectively. A positive, significant linear relationship between antioxidant activity and total phenolic content (all R\n                     2 values≥0.95) showed that phenolic compounds were the dominant antioxidant components in the tested medicinal herbs. Major types of phenolic compounds from most of the tested herbs were preliminarily identified and analyzed, and mainly included phenolic acids, flavonoids, tannins, coumarins, lignans, quinones, stilbenes, and curcuminoids. These medicinal herbs exhibited far stronger antioxidant activity and contained significantly higher levels of phenolics than common vegetables and fruits. Traditional Chinese medicinal plants associated with anticancer might be potential sources of potent natural antioxidants and beneficial chemopreventive agents."}