{"DAMASK – The Düsseldorf Advanced Material Simulation Kit for modeling multi-physics crystal plasticity, thermal, and damage phenomena from the single crystal up to the component scale ": "Crystal Plasticity (CP) modeling is a powerful and well established computational materials science tool to investigate mechanical structure–property relations in crystalline materials. It has been successfully applied to study diverse micromechanical phenomena ranging from strain hardening in single crystals to texture evolution in polycrystalline aggregates. However, when considering the increasingly complex microstructural composition of modern alloys and their exposure to—often harsh—environmental conditions, the focus in materials modeling has shifted towards incorporating more constitutive and internal variable details of the process history and environmental factors into these structure–property relations. Technologically important fields of application of enhanced CP models include phase transformations, hydrogen embrittlement, irradiation damage, fracture, and recrystallization. A number of niche tools, containing multi-physics extensions of the CP method, have been developed to address such topics. Such implementations, while being very useful from a scientific standpoint, are, however, designed for specific applications and substantial efforts are required to extend them into flexible multi-purpose tools for a general end-user community. With the Düsseldorf Advanced Material Simulation Kit (DAMASK) we, therefore, undertake the effort to provide an open, flexible, and easy to use implementation to the scientific community that is highly modular and allows the use and straightforward implementation of different types of constitutive laws and numerical solvers. The internal modular structure of DAMASK follows directly from the hierarchy inherent to the employed continuum description. The highest level handles the partitioning of the prescribed field values on a material point between its underlying microstructural constituents and the subsequent homogenization of the constitutive response of each constituent. The response of each microstructural constituent is determined, at the intermediate level, from the time integration of the underlying constitutive laws for elasticity, plasticity, damage, phase transformation, and heat generation among other coupled multi-physical processes of interest. Various constitutive laws based on evolving internal state variables can be implemented to provide this response at the lowest level. DAMASK already contains various CP-based models to describe metal plasticity as well as constitutive models to incorporate additional effects such as heat production and transfer, damage evolution, and athermal transformations. Furthermore, the implementation of additional constitutive laws and homogenization schemes, as well as the integration of a wide class of suitable boundary and initial value problem solvers, is inherently considered in its modular design."}{"Integrated computational materials engineering for advanced materials: A brief review ": "After developing the simulation-based design approach of materials for decades, computational materials science/engineering present the power in accelerating the discoveries and the applications of novel advanced materials through a digital-twin design paradigm of integrated computational materials engineering (ICME). While the short goals of ICME are almost accomplished, those long goals are on the right way, highlighting the concept/strategy of materials by design. In this brief review, the recent frameworks of data-driven ICME in the last two years are discussed, presenting key aspects of principles, benchmarks, standards, databases, platforms and toolkits via various case studies. The author and his collaborators display a routine of data-driven ICME utilized in the investigations of Mg alloys through integrating the high-throughput first-principles calculations and the CALPHAD approach. It is highlighted that the bonding charge density could not only provide an atomic and electronic insight into the physical nature of chemical bond of pure elements, alloys, metal melts, oxides and semiconductors, surface and interfaces, but also reveal the fundamental solid-solution strengthening/embrittlement mechanism and the grain refinement mechanism, paving a path in accelerating the development of advanced materials. It is believed that the combinations of high-throughput multi-scale computations and fast experiments/manufacturing will build the advanced algorithms in the development of a promising digital fabricating approach to overcome the present and future challenges, illuminating the way toward the digital-twin intelligent manufacturing era."}{"pyiron: An integrated development environment for computational materials science ": "To support and accelerate the development of simulation protocols in atomistic modelling, we introduce an integrated development environment (IDE) for computational materials science called pyiron (http://pyiron.org). The pyiron IDE combines a web based source code editor, a job management system for build automation, and a hierarchical data management solution. The core components of the pyiron IDE are pyiron objects based on an abstract class, which links application structures such as atomistic structures, projects, jobs, simulation protocols and computing resources with persistent storage and an interactive user environment. The simulation protocols within the pyiron IDE are constructed using the Python programming language. To highlight key concepts of this tool as well as to demonstrate its ability to simplify the implementation and testing of simulation protocols we discuss two applications. In these examples we show how pyiron supports the whole life cycle of a typical simulation, seamlessly combines ab initio with empirical potential calculations, and how complex feedback loops can be implemented. While originally developed with focus on ab initio thermodynamics simulations, the concepts and implementation of pyiron are general thus allowing to employ it for a wide range of simulation topics."}{"Matminer: An open source toolkit for materials data mining ": "As materials data sets grow in size and scope, the role of data mining and statistical learning methods to analyze these materials data sets and build predictive models is becoming more important. This manuscript introduces matminer, an open-source, Python-based software platform to facilitate data-driven methods of analyzing and predicting materials properties. Matminer provides modules for retrieving large data sets from external databases such as the Materials Project, Citrination, Materials Data Facility, and Materials Platform for Data Science. It also provides implementations for an extensive library of feature extraction routines developed by the materials community, with 47 featurization classes that can generate thousands of individual descriptors and combine them into mathematical functions. Finally, matminer provides a visualization module for producing interactive, shareable plots. These functions are designed in a way that integrates closely with machine learning and data analysis packages already developed and in use by the Python data science community. We explain the structure and logic of matminer, provide a description of its various modules, and showcase several examples of how matminer can be used to collect data, reproduce data mining studies reported in the literature, and test new methodologies."}{"Generation of 3D representative volume elements for heterogeneous materials: A review ": "This work reviews state of the art representative volume element (RVE) generation techniques for heterogeneous materials. To this end, we present a systematic classification considering a wide range of heterogeneous materials of engineering interest. Here, we divide heterogeneous solids into porous and non-porous media, with 0 < void volume fraction < 1 and void volume fraction = 0, respectively. Further subdivisions are realized based on various morphological features. The corresponding generation methods are classified into three categories: (i) experimental methods targeting reconstruction through experimental characterization of the microstructure, (ii) physics based methods targeting simulation of the physical process(es) responsible for the microstructure formation and evolution, and (iii) geometrical methods concentrating solely on mimicking the morphology (ignoring the physical basis of the microstructure formation process). These comprise of various mathematical tools such as digital image correlation, tessellation, random field generation, and differential equation solvers. For completeness, relevant up-to-date software tools, used at various stages of RVE generation – either commercial or open-source – are summarized. Considered methods are reviewed based on their efficiency and predictive performance with respect to geometrical and topological properties of the microstructures."}{"Mechanical properties of high-entropy alloys with emphasis on face-centered cubic alloys ": "High-entropy alloys (HEAs), also known as multi-principal element alloys or multi-component alloys, have been the subject of numerous investigations since they were first described in 2004. The earliest HEA was the equiatomic CrMnFeCoNi “Cantor” alloy, but HEAs now encompass a broad class of metallic and ceramic systems. The concept of utilizing the high entropy of mixing to develop stable multi-element alloys may not be scientifically correct but has produced extraordinary mechanical properties in specific HEAs, mainly CrCoNi-based alloys, associated with their continuous work-hardening rate that is sustained to large plastic strains (∼0.5) and at low temperatures. This, in combination with the high frictional forces on dislocations and a propensity for twinning, leads to outstandingly high fracture toughness values (exceeding 200 MPa·m1/2) and resistance to shear-band formation under dynamic loading. The critical shear strain for the onset of adiabatic shear band formation is ∼7 for the Cantor alloy, much higher than that for conventional alloys, suggesting superior ballistic properties. The slower diffusion rates resulting from the multi-element environment contribute to the excellent intermediate-temperature performance. We review the principal mechanical properties of these alloys with emphasis on the face-centered cubic systems, such as the CrCoNi-based alloys. Their favorable mechanical properties and ease of processing by conventional means suggest extensive utilization in many future structural applications."}{"A review of selective laser melting of aluminum alloys: Processing, microstructure, property and developing trends ": "Selective laser melting (SLM) is an attractive rapid prototyping technology for the fabrication of metallic components with complex structure and high performance. Aluminum alloy, one of the most pervasive structural materials, is well known for high specific strength and good corrosion resistance. But the poor laser formability of aluminum alloy restricts its application. There are problems such as limited processable materials, immature process conditions and metallurgical defects on SLM processing aluminum alloys. Some efforts have been made to solve the above problems. This paper discusses the current research status both related to the scientific understanding and technology applications. The paper begins with a brief introduction of basic concepts of aluminum alloys and technology characterization of laser selective melting. In addition, solidification theory of SLM process and formation mechanism of metallurgical defects are discussed. Then, the current research status of microstructure, properties and heat treatment of SLM processing aluminum alloys is systematically reviewed respectively. Lastly, a future outlook is given at the end of this review paper."}{"Progress in additive manufacturing on new materials: A review ": "Recent efforts and advances in additive manufacturing (AM) on different types of new materials are presented and reviewed. Special attention is paid to the material design of cladding layers, the choice of feedstock materials, the metallurgical behavior and synthesis principle during the AM process, and the resulted microstructures and properties, as well as the relationship between these factors. Thereafter, the trend of development in the future is forecasted, including: Effects of the particles size and size distribution of powders; Approaches for producing fine microstructures; Opportunities for creating new materials by AM; Wide applications in reconditioning of damaged components; Challenges for deep understanding and applications of the AMed new materials. The idea of “Develop Materials” or “Create Materials” by AM is highlighted, but a series of scientific, technological and engineering problems remain to be solved in future."}{"Anaerobic microbiologically influenced corrosion mechanisms interpreted using bioenergetics and bioelectrochemistry: A review ": "Microbiologically influenced corrosion (MIC) is a major cause of corrosion damages, facility failures, and financial losses, making MIC an important research topic. Due to complex microbiological activities and a lack of deep understanding of the interactions between biofilms and metal surfaces, MIC occurrences and mechanisms are difficult to predict and interpret. Many theories and mechanisms have been proposed to explain MIC. In this review, the mechanisms of MIC are discussed using bioenergetics, microbial respiration types, and biofilm extracellular electron transfer (EET). Two main MIC types, namely EET-MIC and metabolite MIC (M-MIC), are discussed. This brief review provides a state of the art insight into MIC mechanisms and it helps the diagnosis and prediction of occurrences of MIC under anaerobic conditions in the oil and gas industry."}{"Highly stable carbon-based perovskite solar cell with a record efficiency of over 18% via hole transport engineering ": "Carbon-based perovskite solar cells show great potential owing to their low-cost production and superior stability in air, compared to their counterparts using metal contacts. The photovoltaic performance of carbon-based PSCs, however, has been progressing slowly in spite of an impressive efficiency when they were first reported. One of the major obstacles is that the hole transport materials developed for state-of-the-art Au-based PSCs are not suitable for carbon-based PSCs. Here, we develop a low-temperature, solution-processed Poly(3-hexylthiophene-2,5-diyl) (P3HT)/graphene composite hole transport layer (HTL), that is compatible with paintable carbon-electrodes to produce state-of-the-art perovskite devices. Space-charge-limited-current measurements reveal that the as-prepared P3HT/graphene composite exhibits outstanding charge mobility and thermal tolerance, with hole mobility increasing from 8.3 × 10−3 cm2 V-1 s-1 (as-deposited) to 1.2 × 10-2 cm2 V-1 s-1 (after annealing at 100 °C) - two orders of magnitude larger than pure P3HT. The improved charge transport and extraction provided by the composite HTL provides a significant efficiency improvement compared to cells with a pure P3HT HTL. As a result, we report carbon-based solar cells with a record efficiency of 17.8% (certified by Newport); and the first perovskite cells to be certified under the stabilized testing protocol. The outstanding device stability is demonstrated by only 3% drop after storage in ambient conditions (humidity: ca. 50%) for 1680 h (non-encapsulated), and retention of ca. 89% of their original output under continuous 1-Sun illumination at room-temperature for 600 h (encapsulated) in a nitrogen environment."}{"Discoloration mechanism, structures and recent applications of thermochromic materials via different methods: A review ": "Thermochromic material is a kind of smart material whose color will vary as the result of the phase transition caused by the temperature change. The characteristics of thermochromic materials are the memory functions to the temperature, having great potential applications in aerospace, military, anti-counterfeiting technology, construction and other fields. In recent years, many kinds of thermochromic materials have been prepared by different methods and their discoloration mechanisms are various according to published literatures. In this paper, the classification, discoloration mechanism, preparation methods, application fields and development trend of thermochromic materials are reviewed."}{"Deposition of FeCoNiCrMn high entropy alloy (HEA) coating via cold spraying ": "High entropy alloys (HEAs) are of great interest in the community of materials science and engineering due to their unique phase structure. They are constructed with five or more principal alloying elements in equimolar or near-equimolar ratio. Therefore, HEAs can derive their performance from multiple principal elements rather than a single element. In this work, solid-state cold spraying (CS) was applied for the first time to produce FeCoNiCrMn HEA coating. The experimental results confirm that CS can be used to produce a thick HEA coating with low porosity. As a low-temperature deposition process, CS completely retained the HEA phase structure in the coating without any phase transformation. The characterization also reveals that the grains in the CSed HEA coating had experienced significant refinement as compared to those in the as-received HEA powder due the occurrence of dynamic recrystallization at the highly deformed interparticle region. Due to the increased dislocation density and grain boundaries, CSed HEA coating was much harder than the as-received powder. The tribological study shows that the CSed FeCoNiCrMn HEA coating resulted in lower wear rate than laser cladded HEA coatings."}{"Photocatalytic degradation of methylene blue in aqueous solution by using ZnO-SnO2 nanocomposites ": "ZnO–SnO2 (ZS) nanocomposites with different compositions were prepared using a simple coprecipitation method with zinc chloride, stannic chloride pentahydrate, and ammonium hydroxide as raw materials. The morphology and structure of the samples were characterized by X-ray diffraction, field-emission scanning electron microscopy, and energy-dispersive X-ray spectroscopy. Results showed that the synthesized ZS nanocomposites consisted of hexagonal wurtzite ZnO and tetragonal rutile SnO2. The particle size of ZS decreased evidently with increasing content of SnO2 in the sample. The photocatalytic activity of ZS was explored by analyzing the degradation of methylene blue (MB). After 60 min of UV irradiation, the degradation rate of MB with ZS0.25 reached 96.53%, which was 28.75% higher than that with pure ZnO. Catalytic activity remained at 87.90% after three recycles. A plausible MB degradation mechanism was proposed by testing using UV–vis absorption spectra, Fourier-transform infrared spectra, total organic carbon, high-performance liquid chromatography, and electrospray ionization mass spectrometry."}{"Shape memory polymers and their composites in biomedical applications ": "As a kind of intelligent material, shape memory polymer (SMP) can respond to outside stimuli and possesses good properties including shape memory effect, deformability and biological compatibility, etc. SMPs have been introduced for medical applications such as tissue engineering, biological sutures, stents and bladder sensors. Due to the shape memory effect, the medical devices based on SMP can be implanted into body through minimally invasive surgery in contraction or folded state and recovered to their requisite original shapes at target position. In this paper, a review of SMPs utilized in biomedical applications and their actuation methods are listed. Various biomedical applications and potential applications based on the beneficial properties of SMP are also summarized."}{"Zinc-ion batteries: Materials, mechanisms, and applications ": "The increasing global demand for energy and the potential environmental impact of increased energy consumption require greener, safer, and more cost-efficient energy storage technologies. Lithium-ion batteries (LIBs) have been successful in meeting much of today’s energy storage demand; however, lithium (Li) is a costly metal, is unevenly distributed around the world, and poses serious safety and environmental concerns. Alternate battery technologies should thus be developed. Zinc-ion batteries (ZIBs) have recently attracted attention due to their safety, environmental friendliness, and lower cost, compared to LIBs. They use aqueous electrolytes, which give them an advantage over multivalent ion batteries (e.g., Mg2+, Ca2+, Al3+) that require more complex electrolytes. However, as with every new technology, many fundamental and practical challenges must be overcome for ZIBs to become commercial products. In this manuscript, we present a timely review and offer perspectives on recent developments and future directions in ZIBs research. The review is divided into five parts: (i) cathode material development, including an understanding of their reaction mechanism; (ii) electrolyte development and characterization; (iii) zinc anode, current collector, and separator design; (iv) applications; and (v) outlook and perspective."}{"Progress in high-strain perovskite piezoelectric ceramics ": "High strain piezoelectric ceramics are the state-of-the-art materials for high precision, positioning devices. A comprehensive review of the latest developments of the various types of perovskite piezoelectric ceramic systems is presented herein, with special attention given to three promising families of lead-free perovskite ferroelectrics: the barium titanate, alkaline niobate and bismuth perovskites. Included in this review are details of phase transition behavior, strain enhancement approaches, material reliabilities as well as the status of some promising applications. This current review describes both compositional and structural engineering approaches that are intended to achieve enhanced strain properties in perovskite piezoelectric ceramics. The factors that affect the strain behavior of high-strain perovskite piezoelectric ceramics are addressed. The reliability characteristics of these high-strain ferroelectrics as well as the recent approaches to the long-term electrical, thermal and time-stability enhancement are summarized. Several promising applications of high-strain perovskite materials are introduced, which take advantages of their characteristics; examples include high-energy storage, pyroelectric and electro-caloric effect and luminescent properties."}{"Additive manufacturing of multi-material structures ": "Additive manufacturing (AM) or 3D printing has revolutionized the manufacturing world through its rapid and geometrically-intricate capabilities as well as economic benefits. Countless businesses in automotive, aerospace, medical, and even food industries have adopted this approach over the past decade. Though this revolution has sparked widespread innovation with single material usage, the manufacturing world is constantly evolving. 3D printers now have the capability to create multi-material systems with performance improvements in user-definable locations. This means throughout a single component, properties like hardness, corrosion resistance, and environmental adaptation can be defined in areas that require it the most. These new processes allow for exciting multifunctional parts to be built that were never possible through traditional, single material AM processes. AM of metals, ceramics, and polymers is currently being evaluated to combine multiple materials in one operation and has already produced never-before-produced parts. While multi-material AM is still in its infancy, researchers are shifting their mindset toward this unique approach showing that the technology is beginning to advance past a research and development stage into real-world applications. This review is intended to highlight the range of 3D printed polymer-based, metal-metal, and metal-ceramic applications while discussing advantages and challenges with additively manufactured multi-material structures."}{"Composite solid electrolytes for all-solid-state lithium batteries ": "Compared to currently used liquid-electrolyte lithium batteries, all-solid-state lithium batteries are safer and possess longer cycle life and have less requirements on packaging and state-of-charge monitoring circuits. Among various types of solid electrolytes, composite solid electrolytes, which are composed of active or passive inorganic fillers and polymer matrices, have been considered as promising electrolyte candidates for all-solid-state lithium batteries. Incorporation of inorganic fillers into the polymer matrices has been demonstrated as an effective method to achieve high ionic conductivity and excellent interfacial contact with the electrodes. In this review article, we first summarize the historical development of composite solid electrolytes. Contribution of both inert inorganic fillers and active Li-ion conductors to the ionic conductivity, electrochemical stability, and mechanical properties of the composite solid electrolytes are elaborated. Possible mechanisms of conductivity enhancement by inorganic fillers are broadly discussed. Examples of different composite solid electrolyte design concepts, such as inorganic nanoparticle/polymer, inorganic nanofiber/polymer, and other inorganic/polymer composite solid electrolytes, are introduced and their advantages and disadvantages are discussed. Inorganic filler/polymer composite solid electrolytes studied for use in various Li battery systems including Li-ion, Li-sulfur, and Li-metal batteries are evaluated. Promising designs of composite solid electrolytes and cathode materials used in all-solid-state Li batteries are also introduced. Finally, future perspectives on current requirements of composite solid electrolyte technologies are highlighted."}{"Thermal conductivity of polymers and polymer nanocomposites ": "Polymers are widely used in industry and in our daily life because of their diverse functionality, light weight, low cost and excellent chemical stability. However, on some applications such as heat exchangers and electronic packaging, the low thermal conductivity of polymers is one of the major technological barriers. Enhancing the thermal conductivity of polymers is important for these applications and has become a very active research topic over the past two decades. In this review article, we aim to: 1). systematically summarize the molecular level understanding on the thermal transport mechanisms in polymers in terms of polymer morphology, chain structure and inter-chain coupling; 2). highlight the rationales in the recent efforts in enhancing the thermal conductivity of nanostructured polymers and polymer nanocomposites. Finally, we outline the main advances, challenges and outlooks for highly thermal-conductive polymer and polymer nanocomposites."}{"Low dimensional metal halide perovskites and hybrids ": "Organic-inorganic metal halide hybrids are an important class of crystalline materials with exceptional structural and property tunability. Recently metal halide perovskites with ABX3 structure have been extensively investigated as new generation semiconductors for various optoelectronic devices, including photovoltaic cells, light emitting diodes, photodetectors, and lasers, for their exceptional optical and electronic properties. By controlling the morphological dimensionality, low dimensional metal halide perovskites, including 2D perovskite nanoplatelets, 1D perovskite nanowires, and 0D perovskite quantum dots, have been developed to exhibit distinct properties from their bulk counterparts, due to quantum size effects. Besides ABX3 perovskites, organic-inorganic metal halide hybrids, containing the same fundamental building block of metal halide octahedra (BX6), can also be assembled to possess other types of crystallographic structures. Using appropriate organic and inorganic components, low dimensional organic-inorganic metal halide hybrids with 2D, quasi-2D, corrugated-2D, 1D, and 0D structures at the molecular level have been developed and studied. Due to the strong quantum confinement and site isolation, these low dimensional metal halide hybrids at the molecular level exhibit remarkable and unique properties that are significantly different from those of ABX3 perovskites. In light of the rapid development of low dimensional metal halide perovskites and hybrids, it is indeed timely to review the recent progress in these areas. Also, there is a need to clarify the difference between morphological low dimensional metal halide perovskites and molecular level low dimensional metal halide hybrids, as currently the terminologies of low dimensional perovskites are not appropriately used in many cases. In this review article, we discuss the synthesis, characterization, application, and computational studies of low dimensional metal halide perovskites and hybrids."}{"Thermoelectrics: From history, a window to the future ": "Thermoelectricity offers a sustainable path to recover and convert waste heat into readily available electric energy, and has been studied for more than two centuries. From the controversy between Galvani and Volta on the Animal Electricity, dating back to the end of the XVIII century and anticipating Seebeck’s observations, the understanding of the physical mechanisms evolved along with the development of the technology. In the XIX century Ørsted clarified some of the earliest observations of the thermoelectric phenomenon and proposed the first thermoelectric pile, while it was only after the studies on thermodynamics by Thomson, and Rayleigh’s suggestion to exploit the Seebeck effect for power generation, that a diverse set of thermoelectric generators was developed. From such pioneering endeavors, technology evolved from massive, and sometimes unreliable, thermopiles to very reliable devices for sophisticated niche applications in the XX century, when Radioisotope Thermoelectric Generators for space missions and nuclear batteries for cardiac pacemakers were introduced. While some of the materials adopted to realize the first thermoelectric generators are still investigated nowadays, novel concepts and improved understanding of materials growth, processing, and characterization developed during the last 30 years have provided new avenues for the enhancement of the thermoelectric conversion efficiency, for example through nanostructuration, and favored the development of new classes of thermoelectric materials. With increasing demand for sustainable energy conversion technologies, the latter aspect has become crucial for developing thermoelectrics based on abundant and non-toxic materials, which can be processed at economically viable scales, tailored for different ranges of temperature. This includes high temperature applications where a substantial amount of waste energy can be retrieved, as well as room temperature applications where small and local temperature differences offer the possibility of energy scavenging, as in micro harvesters meant for distributed electronics such as sensor networks. While large scale applications have yet to make it to the market, the richness of available and emerging thermoelectric technologies presents a scenario where thermoelectrics is poised to contribute to a future of sustainable future energy harvesting and management.\n                  This work reviews the broad field of thermoelectrics. Progress in thermoelectrics and milestones that led to the current state-of-the-art are presented by adopting an historical footprint. The review begins with an historical excursus on the major steps in the history of thermoelectrics, from the very early discovery to present technology. A panel on the theory of thermoelectric transport in the solid state reviews the transport theory in complex crystal structures and nanostructured materials. Then, the most promising thermoelectric material classes are discussed one by one in dedicated sections and subsections, carefully highlighting the technological solutions on materials growth that have represented a turning point in the research on thermoelectrics. Finally, perspectives and the future of the technology are discussed in the framework of sustainability and environmental compatibility."}{"Structural evolutions of metallic materials processed by severe plastic deformation ": "Bulk nanostructured (ns)/ultrafine-grained (UFG) metallic materials possess very high strength, making them attractive for high strength, lightweight and energy efficient applications. The most effective approach to produce bulk ns/UFG metallic materials is severe plastic deformation (SPD). In the last 30 years, significant research efforts have been made to explore SPD processing of materials, SPD-induced microstructural evolutions, and the resulting mechanical properties. There have been a few comprehensive reviews focusing mainly on SPD processing and the mechanical properties of the resulting materials. Yet no such a review on SPD-induced microstructural evolutions is available. This paper aims to provide a comprehensive review on important microstructural evolutions and major microstructural features induced by SPD processing in single-phase metallic materials with face-centered cubic structures, body-centered cubic structures, and hexagonal close-packed structures, as well as in multi-phase alloys. The corresponding deformation mechanisms and structural evolutions during SPD processing are discussed, including dislocation slip, deformation twinning, phase transformation, grain refinement, grain growth, and the evolution of dislocation density. A brief review on the mechanical properties of SPD-processed materials is also provided to correlate the structure with mechanical properties of SPD-processed materials, which is important for guiding structural design for optimum mechanical properties of materials."}{"X-ray nanobeam diffraction imaging of materials ": "Unprecedented tools to image crystalline structure distributions in materials have been made possible by recent advances in X-ray sources, X-ray optics and X-ray methods. Nanobeams combined with diffraction have made it possible to image parameters that were traditionally only addressed as ensemble averages. This enables the study of highly heterogeneous materials such as microelectronic devices and opens a new field of material science on the mesoscale. Coherent nanobeams offer the opportunity to image nanomaterials in three dimensions with a resolution far smaller than the focused beam size. This has opened up new fields in X-ray diffraction in general and has become one of the main drivers for the enhancement of existing, and the construction of new, large scale scientific infrastructure projects around the world."}{"Bioinspired structural color sensors based on responsive soft materials ": "Structural colors in nature have inspired the design of diverse photonic structures, which can interact with light via interference, diffraction or scattering. Among them, responsive soft material-involved photonic structures uniquely feature large volumetric changes upon external stimuli. The volumetric changes result in peak/valley shift of reflection spectra and perceptible color changes, providing responsive soft material-based structural color systems capability of serving as sensors for detecting chemical and biological analytes. Synthetic polymers and some natural materials are the most studied and utilized responsive soft materials for constructing structural color sensors, by tuning the thickness and morphology of formed films, or incorporating them into template structures, or their self-assembling. In this review article, structural colors in nature are firstly introduced, followed by discussing recent developments of promising responsive soft material-based structural color sensors, including the design of structural color sensors based on synthetic polymers and natural materials, as well as their applications for chemical sensing, biosensing, and multi-analyte sensing with sensor arrays. For specific sensing of chemicals and biomolecules, the sensing performance is evaluated in terms of detection range, sensitivity, response time, and selectivity. For multi-analyte sensing, cross-reactive structural sensor arrays based on simply a single soft material will be shown capable of discriminating various series of similar compounds. The future development of structural color sensors is also proposed and discussed."}{"Flexible strain sensors fabricated using carbon-based nanomaterials: A review ": "Flexible strain sensors have experienced growing demand due to their several potential applications, such as personalized health monitoring, human motion detection, structural health monitoring, smart garments, and robots. Recently, several academic results have been reported concerning flexible and stretchable strain sensors. These reports indicate that the materials and design methods have an important influence on the performance of strain sensors. Carbon-based nanomaterials including carbon-based nanofibers, carbon nanotubes, graphene, and carbon black nanoparticles play a key role in the fabrication of flexible strain sensors with excellent properties. In terms of design, carbon-based nanomaterials are generally combined with polymers to maintain the flexibility and stability of a strain sensor. Various combined methods were successfully developed using different assembly structures of carbon-based nanomaterials in polymers, such as uniform mixing and ordered structures, including films, fibers, nanofiber membranes, yarns, foams, and fabrics. The working mechanisms of the flexible strain sensors, including changing the conductive network between overlapped nanomaterials, tunneling effect, and crack propagation, are also different compared with that of traditional semiconductor and metal sensors. The effects of the carbon-based nanomaterial structures in polymers on the strain sensing performance have been comprehensively studied and analyzed. The potential applications of flexible strain sensors and current challenges have been summarized and evaluated. This review provides some suggestions for further development of flexible and stretchable strain sensors with outstanding performance."}{"Thermodynamic costs of dynamic function in active soft matter ": "Living matter combines complex structures and dissipative processes to achieve dynamic functions that rely on material organization in space and time. In this Review, we discuss recent progress in creating synthetic material systems capable of four such functions–keeping time, powering motion, building structures, and making copies. Chemical oscillators coordinate the temporal activity of material assemblies; molecular motors and active colloids convert chemical energy into mechanical forces and motions; chemical activation of self-assembling components provides temporal control over dissipative structures; information-rich nanomaterials replicate their structures in exponential fashion. These and other dynamic functions cannot be achieved at thermodynamic equilibrium but instead require flows of energy and matter to create and maintain spatiotemporal order. Such systems are captured within the framework of stochastic thermodynamics, which describes the fluctuating thermodynamic quantities of driven systems. Even far from equilibrium, these quantities obey universal relations, which establish fundamental trade-offs between the rate of energy dissipation and performance metrics such as precision, efficiency, and speed. For each function considered, we present a simple kinetic model that offers general insights that inform the design and creation of dissipative material systems capable of dynamic functions. Overall, we aim to bridge experimental efforts in active soft matter and theoretical advances from stochastic thermodynamics to inform future research on material systems inspired by living matter."}{"Development of antimicrobial leather modified with Ag–TiO2 nanoparticles for footwear industry ": "The proposed work aims to functionalize leathers for footwear industry with antimicrobial properties based on Ag–TiO2 nanoparticles. The synthesis of nanoparticles was carried out by the hydrothermal method with significant advantages in terms of time, energy savings and low cost. Anatase TiO2 nanoparticles with dimensions below 10nm were obtained as observed by X-ray diffraction and transmission electron microscopy. Fourier transform infrared spectroscopy showed that the based structure of leather was not modified by the addition of the nanoparticles. The antimicrobial activity was evaluated and it was observed that Ag containing leathers gained antimicrobial activity. In addition, the nanoparticles were found to be non-cytotoxic. This achievement, by itself, should be quite appealing to the footwear industry as it could consist in a solid value-preposition given the commonness of fungal infections promoted by humidity, poor breathability and temperature that promote the expansion of the microflora of the skin."}{"Temperature effect and thermal impact in lithium-ion batteries: A review ": "Lithium-ion batteries, with high energy density (up to 705 Wh/L) and power density (up to 10,000 W/L), exhibit high capacity and great working performance. As rechargeable batteries, lithium-ion batteries serve as power sources in various application systems. Temperature, as a critical factor, significantly impacts on the performance of lithium-ion batteries and also limits the application of lithium-ion batteries. Moreover, different temperature conditions result in different adverse effects. Accurate measurement of temperature inside lithium-ion batteries and understanding the temperature effects are important for the proper battery management. In this review, we discuss the effects of temperature to lithium-ion batteries at both low and high temperature ranges. The current approaches in monitoring the internal temperature of lithium-ion batteries via both contact and contactless processes are also discussed in the review."}{"MXene–2D layered electrode materials for energy storage ": "As promising candidates of power resources, electrochemical energy storage (EES) devices have drawn more and more attention due to their ease of use, environmental friendliness, and high transformation efficiency. The performances of EES devices, such as lithium-ion batteries, sodium-ion batteries, and supercapacitors, depend largely on the inherent properties of electrode materials. On account of the outstanding properties of graphene, a lot of studies have been carried out on two-dimensional (2D) materials. Over the past few years, a new exfoliation method has been utilized to successfully prepare a new family of 2D transition metal carbides, nitrides, and carbonitrides, termed MXene, from layered precursors. Moreover, some unique EES properties of MXene have been discovered. With rapid research progress on this field, a timely account about the applications of MXene in the EES fields is highly necessary. In this article, the research progress on the preparation, electrochemical performance, and mechanism analysis of MXene is summarized and discussed. We also propose some personal prospects for the further development of this field."}{"High efficiency synthesis of HKUST-1 under mild conditions with high BET surface area and CO2 uptake capacity ": "This study focuses on the development of a hydrothermal method for the rapid synthesis of good quality copper benzene-1,3,5-tricarboxylate (referred to as HKUST-1) with high yield under mild preparation conditions to address the issues associated with reported methods. Different synthesis conditions and activation methods were studied to understand their influence on the properties of HKUST-1. It was found that mixing the precursors at 50 °C for 3 h followed by activation via methanol refluxing led to the formation of a product with the highest BET specific surface area of 1615 m2/g and a high yield of 84.1%. The XRD and SEM data illustrated that the product was highly crystalline. The sample was also tested on its capacity in CO2 adsorption. The results showed strong correlation between surface area of the sample and its CO2 uptake at 1 bar and 27 °C. The HKUST-1 prepared in this study demonstrated a high CO2 uptake capacity of 4.2 mmol/g. It is therefore concluded that this novel and efficient method can be used in the rapid preparation of HKUST-1 with high surface area and CO2 uptake capacity."}{"\n               Ab initio phase stabilities and mechanical properties of multicomponent alloys: A comprehensive review for high entropy alloys and compositionally complex alloys ": "Multicomponent alloys with multiple principal elements including high entropy alloys (HEAs) and compositionally complex alloys (CCAs) are attracting rapidly growing attention. The endless possibilities to explore new alloys and the hope for better combinations of materials properties have stimulated a remarkable number of research works in the last years. Most of these works have been based on experimental approaches, but ab initio calculations have emerged as a powerful approach that complements experiment and serves as a predictive tool for the identification and characterization of promising alloys.\n                  The theoretical ab initio modeling of phase stabilities and mechanical properties of multi-principal element alloys by means of density functional theory (DFT) is reviewed. A general thermodynamic framework is laid down that provides a bridge between the quantities accessible with DFT and the targeted thermodynamic and mechanical properties. It is shown how chemical disorder and various finite-temperature excitations can be modeled with DFT. Different concepts to study crystal and alloy phase stabilities, the impact of lattice distortions (a core effect of HEAs), magnetic transitions, and chemical short-range order are discussed along with specific examples. Strategies to study elastic properties, stacking fault energies, and their dependence on, e.g., temperature or alloy composition are illustrated. Finally, we provide an extensive compilation of multi-principal element alloys and various material properties studied with DFT so far (a set of over 500 alloy-property combinations)."}{"New multiphase compositionally complex alloys driven by the high entropy alloy approach ": "The discovery of high entropy alloys at the turn of the millennium lead to a multitude of investigations of different types, focus and aims. With an increased knowledge of the new family of materials, it was possible to make a separation into true single phase high entropy alloys (HEA) and multi-phase compositionally complex alloys (CCA), which both fulfil the initial definition criteria. This review focuses on CCA that have been investigated and developed with a mechanical application in mind. A special importance is attributed to the mechanical testing methods, and priority is given to tensile testing at both room temperature and up to 700 °C. Precise microstructural characterization techniques like transmission electron microscopy and/or atom probe tomography ensure the determination of small scale phases, which could be overlooked when using only scanning electron microscopy and/or X-ray diffraction. Comparison of the investigations that meet these criteria are summarized in several tables and figures."}{"Microstructure, precipitates and hardness of selectively laser melted AlSi10Mg alloy before and after heat treatment ": "The microstructure and precipitates within selectively laser melted (SLM) AlSi10Mg alloys in the as-built state and after T6 heat treatment were examined and correlated to the hardness evolution. The as-built alloy exhibited columnar patterns perpendicular to the build-direction and fish-scale pattern along the build-direction originating from the melt pool. The microstructure consisted of fine Al cells and eutectic structure with up to 4 μm in size. Tiny needle-like Si particles with highly faulted structure were identified within the Al cells and formed semi-coherent interface with the matrix. Nanoscale Si particles and π-Al8Si6Mg3Fe phase were observed to segregate along the cell and grain boundary. Solution heat treatment (SHT) at 520 °C resulted in the dissolution of Al cellular microstructure. Precipitation and coarsening of the Si particles occurred, while the aspect ratio of Si particles remained nearly constant. The π-Al8Si6Mg3Fe phase decomposed into plate-shaped β-Al5SiFe. The artificial aging (AA) at 160 °C did not alter the microstructure but led to the formation of metastable Mg2Si precipitates. The GP zones and β″ were identified through transmission electron microscopy after AA of 6 h, and β″ existed up to AA of 24 h. The hardness decreased after SHT due to the coarsening of the microstructure and reduced solid solution hardening. Hardness reached maximum magnitude after AA of 6–10 h due to the precipitation hardening, and remained relatively unchanged up to AA of 24 h. Microstructure and/or hardness of gas atomized powders and bulk cast AlSi10Mg alloys were also examined as references."}{"Body-centered cubic high-entropy alloys: From processing to underlying deformation mechanisms ": "In 14 years, high entropy alloys (HEAs) have been among the most studied materials in the metallurgical field. The concept is attractive and offers the possibility to explore new materials and to revisit the basic concepts of metallurgy. Moreover, HEAs show interesting combinations of properties which are composition dependent and hence are related to the alloy structure. Among the studied HEAs, those with body-centered cubic (BCC) systems are particularly interesting as they mainly retain attractive mechanical properties and are candidates for structural applications under extreme conditions. The present manuscript provides an overview on single phase BCC high-entropy alloys with disordered structure. Analysis of the existing data from the available literature is performed and trends relative to the processing of such materials, but also to the mechanical behavior and underlying deformation mechanisms, are given, along with some critical view points and prospects."}{"Investigations of γ′, γ″ and δ precipitates in heat-treated Inconel 718 alloy fabricated by selective laser melting ": "Inconel 718 alloy samples were fabricated by selective laser melting (SLM). Microstructure and precipitation in solution-heat-treated- and double-aging-SLM-made Inconel 718 were studied by scanning and transmission electron microscopy. Electron microscope observations showed that disc-shaped and cuboidal γ″, and circular γ′ precipitates with an average size of 10–50nm developed within cellular γ austenite matrix. The simulated, experimentally observed electron diffraction patterns, and dark-field imaging further revealed that the precipitation of three variants of γ″ in the γ matrix occurred. The coarser acicular γ″, and globular as well as plate-like δ phases precipitated at grain boundaries and also within the interior of austenite matrix. The morphology, distribution and crystallography of these precipitates and their formation mechanisms were analyzed and discussed."}{"Eutectic/eutectoid multi-principle component alloys: A review ": "Multi-principle component alloys (MPCAs) differ from traditional alloys in that they consist of four or more elements or components each with concentrations of 5–35 at. %. Since the first eutectic multi-principle component alloy (MPCA) was produced in 2008, there has been a growing number of papers on developing eutectic MPCAs as potential structural materials. Eutectic MPCAs can show high ambient temperature yield strengths that increase with decreasing interlamellar spacing, λ, according to either λ\n                     −1/2 or λ\n                     −1, similar to that observed in pearlitic steels, with a tradeoff between this increased strength and reduced tensile ductility. Ambient temperature tensile ductility has been observed in eutectic MPCAs only when one phase is f.c.c. and when the harder second phase is itself deformable. The yield strength in eutectic MPCAs has been shown to decrease with increasing temperature, and, limited data suggest that, this is related to the softening of the harder phase. Annealing of as-cast eutectic MPCAs, which are not typically at equilibrium, can produce precipitation of fine particles that further increase the strength, and which often reduce the ductility. Both thermo-mechanical processing and nitriding can increase the strengths of eutectic MPCAs by transforming the lamellar eutectic into equi-axed grains and producing fine AlN particles (in aluminum-containing MPCAs), respectively. The properties of eutectic MPCAs can largely be explained by models used for traditional alloys. While a number of different elements have been used to produce eutectic MPCAs, the design of eutectic MPCAs for structural applications should avoid the use of expensive elements like cobalt and niobium, which have often been used."}{"Exfoliation corrosion of friction stir welded dissimilar 2024-to-7075 aluminum alloys ": "The objective of this study was to identify the effect of base metal (BM) locations on the corrosion behavior of friction stir welded dissimilar 2024-T351 to 7075-T651 aluminum alloys joints in an EXCO solution. Electron backscatter diffraction (EBSD), transmission electron microscopy (TEM) and high resolution TEM (HRTEM) were conducted to characterize the microstructure evolution of the BMs and stir zones (SZs). Scanning electron microscopy (SEM) was employed to observe the appearance of these corroded zones. Results reveal that the corrosion resistance of SZs is similar to that of the BM positioning in the retreating side (RS), and intergranular corrosion (IGC) is prevailing. The fine recrystallized grains in SZs exhibit more drastic IGC than that of BMs. The discontinuously distributed grain boundary precipitates and precipitate-free zones in the SZ of 2024 reduce the IGC damage of SZ."}{"Building data-driven models with microstructural images: Generalization and interpretability ": "As data-driven methods rise in popularity in materials science applications, a key question is how these machine learning models can be used to understand microstructure. Given the importance of process–structure–property relations throughout materials science, it seems logical that models that can leverage microstructural data would be more capable of predicting property information. While there have been some recent attempts to use convolutional neural networks to understand microstructural images, these early studies have focused only on which featurizations yield the highest machine learning model accuracy for a single data set. This paper explores the use of convolutional neural networks for classifying microstructure with a more holistic set of objectives in mind: generalization between data sets, number of features required, and interpretability."}{"Process optimization for microstructure-dependent properties in thin film organic electronics ": "The processing conditions during solvent-based fabrication of thin film organic electronics significantly determine the ensuing microstructure. The microstructure, in turn, is one of the key determinants of device performance. In recent years, one of the foci in organic electronics has been to identify processing conditions for enhanced performance. This has traditionally involved either trial-and-error exploration, or a parametric sweep of a large space of processing conditions, both of which are time and resource intensive. This is especially the case when the process → structure and structure → property simulators are computationally expensive to evaluate.\n                  In this work, we integrate an adaptive-sampling based, gradient-free, Bayesian optimization routine with a phase-field morphology evolution framework that models solvent-based fabrication of thin film polymer blends (process → structure simulator) and a graph-based morphology characterization framework that evaluates the photovoltaic performance of a given morphology (structure → property simulator). The Bayesian optimization routine adaptively adjusts the processing parameters to rapidly identify optimal processing configurations, thus reducing the computational effort in process → structure → property explorations. This serves as a modular, parallel ‘wrapper’ framework that facilitates swapping-in other process simulators and device simulators for general process → structure → property optimization. We showcase this framework by identifying two processing parameters, the solvent evaporation rate and the substrate patterning wavelength, in a model system that results in a device with enhanced photovoltaic performance evaluated as the short-circuit current of the device. The methodology presented here provides a modular, scalable and extensible approach towards the rational design of tailored microstructures with enhanced functionalities."}{"Prediction of optical band gap of β-(AlxGa1-x)2O3 using material informatics ": "In this study, the optical band gap of β-(AlxGa1-x)2O3 versus the Al composition x is predicted using principal component regression and a Gaussian stochastic process. Properties were sourced from other mature Al-alloyed compound semiconductors to form a band gap model. It is found that the electronic band gap, the thermal conductivity, and the Al composition have the greatest influences on the optical band gap. A final relation is generated from a hybrid informatics approach combining information gained from multiple models. The optical band gap of β-(AlxGa1-x)2O3 versus the Al composition is predicted and agrees well with measured optical band gap."}{"Automated algorithms for band gap analysis from optical absorption spectra ": "As high-throughput combinatorial experimental methods become more common, the technical challenge is shifting from producing materials to dealing with increasingly large datasets. One of the most important metrics to determine suitability of semiconductor materials for various applications is the band gap. This paper discusses automated algorithms for determining band gaps from optical absorption spectra. The algorithms are applied to a database of 34,313 optical absorption spectra, and selected results are compared to published theoretical and experimental band gap data from 16 materials sets. The best algorithm determines the band gaps with an accuracy of 0.37 eV for direct- and 0.93 eV for indirect band gaps for >20,000 spectra."}{"Study of Fe, Co, and Mn-based perovskite-type catalysts for the simultaneous control of soot and NOX from diesel engine exhaust ": "This paper discusses, the nanometric size effects, including intrinsic factors such as structure, the nature of A-site ion substitution, B-site ions, on the redox properties of nanometric La1−xKxFeO3, La1−xKxCoO3, La1−xNaxMnO3, La1−xKxMnO3, perovskite-type oxide catalysts. The external factors of catalyst and soot particulate, the content of NO and O2 and the ratio of catalyst and gas flow rate on the catalytic activity for the simultaneous removal of NOX and soot particulates were systematically investigated. The catalysts were characterized by means of SEM, EDX, XRD and FT-IR and the catalytic potential for the simultaneous removal of nitrogen oxides (NOx) and diesel particulate matter (soot) were evaluated by temperature-programmed oxidation reactions. The entire catalyst samples obtained the perovskite structure, with high activities for the simultaneous elimination of soot and NOX. Alternatively, the number of surface atoms is much higher than the normal bulk catalysts and the size of the nanoparticle is also smaller. These characteristics are beneficial for the adsorption and activation of reactant molecules including NO or O2, or even soot particle."}{"Microwave induced facile synthesis and characterization of ZnO nanoparticles as efficient antibacterial agents ": "Microwave assisted synthesis of ZnO nanoparticles was performed at varying pH of the synthesis medium. At pH 8 and 10, uniform and crystalline ZnO nanoparticles were formed whereas at pH 6, layered basic zinc acetate (LBZA) was obtained. The present work proposes a new strategy to synthesize LBZA via microwave irradiation method. As-prepared ZnO nanoparticles were used to study antibacterial behavior against pathogenic Gram-negative and Gram-positive bacteria viz. E. coli, P. aeruginosa, S. aureus and E. faecalis under dark condition. The results show a significant decrease in viability of pathogenic bacterial cells with increase in interaction time with ZnO nanoparticles."}{"Copper based mixed oxide catalysts (CuMnCe, CuMnCo and CuCeZr) for the oxidation of CO at low temperature ": "The effect of surface enrichment in mixed metal oxides of CuMnCe, CuMnCo, and CuCeZr catalysts is highly effective for CO oxidation. The present work describes the preparation of CuMnCe, CuMnCo and CuCeZr catalysts and the characterization techniques applied to gain information about the catalyst structure and activity. Among the catalysts, CuMnCe and CuMnCo were prepared by the co-precipitation method and another catalyst CuCeZr was prepared by the reactive grinding method. In the variety of mixed metal oxide catalysts, CuMnCe was considered to be the most effective for high activity. The addition of ceria in CuMnOx catalyst has also improved the activity and stability due to increasing the meso/macropore volume and surface area after aging treatment. A novel route of reactive calcination (RC) of the precursor was the synthesis of highly active catalyst. The amazing activity of the novel catalysts over the conventional ones (obtained by calcination of the precursors in stagnant air and flowing air) in CO oxidation was associated with the unusual morphology as evidenced by XRD, SEM-EDX, XPS, BET and FTIR characterization. The catalysts obtained by RC of various precursors showed the highest activity for CO oxidation in the following order: CuMnCe > CuCeZr > CuMnCo and the traditional route of calcination also followed the same activity order. Further, the activity order of the catalysts obtained by various calcination conditions was as follows: RC > flowing-air > stagnant-air."}{"Mathematical analysis on the effect of tin on mechanical, electrical and thermal properties in magnesium-tin alloys ": "In this research effect of tin on pure magnesium based on the various mechanical, electrical and thermal properties were investigated and analysed based on certain effective mathematical models already established. The models exploited in this work involve Voigt, Reuss method from Rule of Mixture, Paul method, Maxwell method and P.G. Klemens method. The tensile strength and density values were found increasing with respect to the increment in the alloying percentage of tin while the yield strength decreased. However, any of the developed models was found not to be efficient to provide the values for electrical conductivity during validation."}{"Microwave-assisted synthesis, characterization and photoluminescence interaction studies of undoped, Zr2+, Rh3+ and Pd2+ doped ZnS quantum dots ": "Here, we report the simple and low-cost synthesis of undoped, Zr2+, Rh3+ and Pd2+ doped ZnS quantum dots (QDs) by a microwave-assisted method. We study the compositional, structural, and optical properties by XRD, SEM-EDX, TEM, FTIR, UV–vis and PL spectroscopy. The quantum confinement effect of the products was confirmed by means of spectroscopic measurements. XRD and TEM show that the synthesized ZnS quantum dots have cubic structures with a diameter of about less than 10 nm. The fluorescence interaction studies suggest that L-Cysteine was effectively quenched the fluorescence intensity of ZnS QDs and form stable Cys-ZnS complex using fluorescence spectroscopy."}{"Ag- and B-TiO2 nanostructures: Preparation, characterization and their antileishmanial activity ": "Silver (Ag) and boron (B) doped titanium dioxide (TiO2) nanoparticles and nanotubes were synthesized using a combination of hydrothermal and sol gel techniques. In order to synthesize B-TiO2, very reactive nano amorphous boron was used as a boron source instead of boron oxide. It is shown that doping with both Ag and B enhances antileishmanial activity of TiO2 nanoparticles and nanotubes. It is also found that doping TiO2 with nonmetallic elements suppresses the grain growth of titania. Detailed TEM observations were conducted to analyze nanotube structures. All the phases were determined using XRD analyses."}{"Effect of various metal oxides phases present in CuMnOx catalyst for selective CO oxidation ": "Hopcalite (CuMnOx) is a highly efficient catalyst for low temperature oxidation of Carbon monoxide (CO). As synthesized by Co-precipitation method, it shows the high activity for CO oxidation. The coordination between CuO and MnOx in CuMnOx catalyst improves the catalytic activity for CO oxidation. In this research work, we investigate the individual catalytic activity of CuO and MnOx and compare with the multiphase CuMnOx catalyst. The performance of multiphase catalysts CuO and MnO2 were numerous times higher as compared to single phase CuMnOx. The activity order of catalysts for CO oxidation was as follows: CuMnOx> MnOx > CuOx. The success of CuMnOx catalyst has prompted a great deal of research work into each component and nature of active sites. In CuMnOx catalyst, the MnOx acts as an oxygen donor and CuO acts as an oxygen acceptor. The presence of MnOx is possible to assist in the reduction of CuO, due to the coordination between CuO and MnOx. The calcination strategies of precursors highly affect the physicochemical and catalytic properties of the catalysts for CO oxidation. The reactive calcination (RC) conditions (4.5% CO in air) for prepared catalysts showed the best activity result for CO oxidation, as compared to the traditional method of calcination."}{"Synthesis, structural, thermal and dielectric properties of graphene oxide based barium titinate composite films: Possible materials for embedded capacitors ": "Graphene oxide (GO) based Barium titinate (BaTiO3) biphasic composite films were prepared by applying in-situ modified Hummer and ex-situ one pot blending techniques. Fourier transform infrared (FT-IR) and Ultraviolet-visible (UV–vis) spectroscopy confirmed the synthesis and composite formation of GO and GO-BaTiO3 composites. Glass transition (Tg) and crystallization temperature (Tc) values were obtained from TGA. X-ray diffraction was performed for a preliminary phase and structural analysis. Extensive dielectric and conductivity data was analyzed in the frequency range from 1 MHz to 3 GHz at ambient temperature. The results suggest the suitability of the prepared materials for applications in embedded capacitors."}{"A conceptual review on polymer electrolytes and ion transport models ": "This review article provides a deep insight into the ion conduction mechanism in polymer electrolytes (PEs). The concepts of different categories of polymer electrolytes are discussed. The significance of the existence of functional (polar) groups on the backbone of host polymers, which are used in polymer electrolytes, is well explained. The working principle of electrical impedance spectroscopy (EIS) is overviewed. The relationship between impedance plots and equivalent circuits, which are crucial for electrical characterization, is extensively interpreted. Based on the patterns of dc conductivity (σ\n                     dc) versus 1000/T, the ion transport models of Arrhenius and Vogel–Tammann–Fulcher (VTF) are discussed. Effects of coupling and decoupling between ionic motion and polymer segmental relaxation are analyzed. The important role of dielectric constant on cationic transport in PEs is also explained. The relationships existing between electrical and dielectric parameters are elucidated, which help interpret and understand the ion conduction mechanism. From the reported empirical curves of dc conductivity vs. dielectric constant, the reformulated Arrhenius \n                        \n                           \n                              [\n                              \n                                 \n                                    σ\n                                    \n                                       d\n                                       c\n                                    \n                                 \n                                 \n                                    (\n                                    T\n                                    )\n                                 \n                                 =\n                                 \n                                    σ\n                                    0\n                                 \n                                 \n                                 exp\n                                 \n                                    (\n                                    \n                                       −\n                                       \n                                          \n                                             \n                                                E\n                                                a\n                                             \n                                          \n                                          \n                                             \n                                                k\n                                                B\n                                             \n                                             T\n                                             ε\n                                             ′\n                                          \n                                       \n                                    \n                                    )\n                                 \n                              \n                              ]\n                           \n                        \n                      equation is proposed. Finally, other important phenomena, occurring in polymer electrolytes, are shown to be understandable from the dielectric constant studies."}{"Recent progress in selected bio-nanomaterials and their engineering applications: An overview ": "Nowadays, the rapid climate change, water pollution and harmful gas emissions are largely caused by the extensive use of petrochemicals and the burning of plastic materials. The government authorities across the globe and experts mentioned that the dumping of plastic waste and non-biodegradable materials is a principal problem of the environmental pollution. In their numerous chemical forms, cellulose and various other biodegradable materials can be possible alternatives to resolve these challenging issues. This review article is an effort to combine the recent developments, concerns and prospective applications of environmentally friendly nano- with micro-structured polymeric materials such as chitin, starch, polycaprolactone and nanocellulose. Nanocellulose has been considered as one of the most important biopolymers having significant advancements in research and their application in the various fields. Herein, cellulose-based materials for engineering and interdisciplinary applications, comprising approaches for the transformation of cellulose to nanocellulose, and the fabrication method for their blends and composites have been reviewed. Moreover, the structural-functional relationship, the thermo-mechanical properties of starch, poly (Lactic) acid, polycaprolactone, lignin and some of their composite and potential applications of these materials in various fields of engineering have been elaborated."}{"Synthesis of highly stable silver nanorods and their application as SERS substrates ": "We report on the improved stability and yield of silver nanorods with well controlled aspect ratios synthesized using a modified seed mediated approach conducted at room temperature. It is found that the longitudinal surface plasmon resonance of these nanoparticles can be tuned in the spectral range 400–700 nm by varying the concentration of seed particles. The surface enhanced Raman scattering (SERS) activity of these nanorods with varying aspect ratios was tested with four dye molecules viz., crystal violet, malachite green, nile blue chloride and rhodamine-6G, using visible and near-infrared laser excitation sources viz., 514.4 and 784.8 nm, respectively. The mechanism of enhancement for the dye molecules adsorbed on these nanorods was investigated in detail. A maximum enhancement factor in the order of 108 was obtained when factors such as the peak wavelength corresponding to the plasmon of the nanorods, the absorption of dye and the excitation line were in close approximation. The linearity obtained in the calibration curves drawn for intense Raman peaks in the SERS spectra of different dye molecules indicated that these substrates are suitable for applications such as biosensing."}{"Recrystallization mechanisms and microstructure development in emerging metallic materials: A review ": "This review is devoted to the understanding of the recrystallization mechanisms and its role in the control of the microstructure in emerging metallic materials. Recrystallization is a very pervasive transformation phenomenon that is considered to be very important in efficient microstructure designs. Currently, there is hardly any work which has attempted to present a concise and systematic review of the recrystallization in emerging materials with a view to reconcile its manifestations with trends established from recrystallization studies in traditional alloys. This review aims to address this by first reviewing the fundamental and nascent recrystallization mechanism concepts and then analyzing their forms in emerging metallic materials, such as high strength steels, Ti- and Mg-based alloys, as well as high-entropy and shape-memory alloys. The reviews on these systems show that the classic recrystallization concepts are still relevant for explaining the recrystallization behavior and by extension to the microstructure development in the materials. However, in some instances, structural factors exclusive to these materials influenced the driving force and recrystallization behavior yielding outcomes sufficiently distinct from that observed in traditional alloys. Basically, deformation processing and material factors such as stress accumulation, inhomogeneous strain distribution, stored energy, available slip systems, phase composition, microstructural variability, initial grain size, texture, stacking fault and lattice distortion energies, strain path, deformation temperature, and solute clustering and diffusion rates were at play in determining the recrystallization mechanisms and kinetics in these emerging metallic materials."}{"Pencil graphite electrode as an electrochemical sensor for the voltammetric determination of chlorpromazine ": "A selective, simple and sensitive electrochemical sensor has been developed using pencil leads (pencil graphite electrode, PGE) for the investigation of chlorpromazine (CPZ). The cyclic voltammetry (CV) and differential pulse voltammetry (DPV) techniques were employed to study the anodic behaviour of CPZ. The bare PGE showed good electrocatalytic activity towards the determination of CPZ in comparison with alanine and glycine modified PGEs. The PGE showed a well enhanced peak current compared to alanine and glycine modified PGEs for the determination of CPZ. The electroactive surface area, influence of pH, effect of scan rate, electron transfer kinetics and sensitivity have been studied. DPV has shown good linearity in the concentration range of 0.01 μM – 0.08 μM with the limit of detection of 0.003 μM. The proposed sensor has been successfully employed for the determination of CPZ present in a pharmaceutical sample."}{"Giant enhancement of superconductivity in arrays of ultrathin gallium and zinc sub-nanowires embedded in zeolite ": "We have fabricated superconducting samples comprising gallium (Ga) or zinc (Zn) infiltrated into the one-dimensional (1D) linear channels of AlPO-5 (AFI) zeolite, which have an internal pore diameter of 7 Å and are separated by an insulating wall of ∼7–9 Å. The Angstrom-scale Ga and Zn sub-nanowires, arranged in Josephson-coupled triangular arrays with an ab-plane lattice constant of 14.4 Å, display bulk superconductivity with T\n                     c values of 7.2 K and 3.7 K, respectively, which are significantly enhanced by a factor of 7 and 4 compared with their bulk values. While the zeolite template of our composite superconductor dictates the nanostructure of Ga and Zn to be 1D in the electronic sense with a highly advantageous effect for the superconducting pairing, the arrangement in a densely packed array structure avoids the shortcomings of other typical 1D superconductors, in which the coherence is usually completely suppressed by strong phase fluctuations."}{"Primary radiation damage: A review of current understanding and models ": "Scientific understanding of any kind of radiation effects starts from the primary damage, i.e. the defects that are produced right after an initial atomic displacement event initiated by a high-energy particle. In this Review, we consider the extensive experimental and computer simulation studies that have been performed over the past several decades on what the nature of the primary damage is. We review both the production of crystallographic or topological defects in materials as well as radiation mixing, i.e. the process where atoms in perfect crystallographic positions exchange positions with other ones in non-defective positions. All classes of materials except biological materials are considered. We also consider the recent effort to provide alternatives to the current international standard for quantifying this energetic particle damage, the Norgett-Robinson-Torrens displacements per atom (NRT-dpa) model for metals. We present in detail new complementary displacement production estimators (“athermal recombination corrected dpa”, arc-dpa) and atomic mixing (“replacements per atom”, rpa) functions that extend the NRT-dpa, and discuss their advantages and limitations."}{"Fission gas release from UO2 nuclear fuel: A review ": "Gaseous fission product generation, transport, and release can have a large impact on nuclear fuel performance, degrading fuel and fuel–cladding gap properties. Over the past several decades much progress has been made in understanding the key mechanisms of fission gas behavior through investigations with bulk reactor experiments and simplified analytical models. Concurrently, new mechanisms have come to light that can have a strong influence on gas release, especially the unexpected acceleration of fission gas release under high burn-up conditions. Additionally, novel modeling techniques, such as atomistic, mesoscale, and multiscale methods have joined the arsenal of investigative tools. In this review, existing research on the basic mechanisms of fission gas release during normal reactor operation is summarized, and critical areas where further work is needed are identified and discussed."}{"A review of fuel performance modelling ": ""}{"Radiation damage and irradiation-assisted stress corrosion cracking of additively manufactured 316L stainless steels ": "The irradiation-induced microstructure and irradiation-assisted stress corrosion cracking (IASCC) behavior of additively manufactured (AM) 316L stainless steels produced by laser powder bed fusion were evaluated for the first time. Irradiation-induced dislocation loops, voids, and γ′ precipitates were observed in all processing conditions following 2.5 dpa at 360 °C. The cell structure and dense dislocation walls in the stress-relieved AM materials recovered and showed signs of recrystallization following irradiation. Anisotropy in both tensile property and IASCC susceptibility were observed in the stress-relieved AM 316L stainless steel due to the printing texture. The hot-isotropic pressed AM 316L had better radiation tolerance and lower IASCC susceptibility than the stress-relieved AM 316L and conventionally forged 316L. Therefore, post-printing hot-isotropic pressing (HIP) is recommended for enhancing radiation tolerance and IASCC performance in nuclear applications as it eliminates the anisotropic mechanical behavior and IASCC susceptibility associated with the printing texture."}{"Quantifying crystallinity in carbon nanotubes and its influence on mechanical behaviour ": "The different fabrication methods that have been developed for making carbon nanotubes will provide materials with different levels of crystallinity. As crystallinity is qualitatively known to have a profound influence on material properties, this raises the need for standardised quantitative analysis. Here we show how transmission electron microscopy can be used to provide quantitative information about effective crystallite sizes in individual nanotubes which we link to the mechanical behaviour of the tubes. The method relies on a thorough analysis of diffraction patterns and a careful extraction of instrumental and sample contributions to the peak shapes. We find that arc-discharge grown tubes have crystallite sizes that are comparable to the circumference of the outer tube walls, while commercial catalytically grown tubes have much smaller crystallites implying that each cylindrical nanotube wall can be thought of as a patchwork of small graphene-like grains. The clear differences in crystallite sizes are then compared to known differences in mechanical behaviour, such as a substantial disparity in stiffness and significantly different behaviours under bending stress."}{"The influence of the coconut fiber treated as reinforcement in PHB (polyhydroxybutyrate) composites ": "This study evaluated how the treatment of coconut fiber (CF) affected the fiber itself and the composites prepared with treated and in nature coconut fiber used as reinforcement in PHB (polyhydroxybutyrate) as a polymeric matrix. The coconut fiber in nature (CFi) underwent to a thermochemical treatment (CFt) with hot water (80 °C). The efficiency of treatment was evaluated by FT-IR analysis. The FT-IR and scanning electron microscope results showed partial removal of impurities such as waxes. The composites of (PHB/CFi or PHB/CFt) with weight rate of 90/10 and 80/20 were characterized by thermal and morphological properties. Thermogravimetric analysis showed that the presence of fiber in the PHB matrix improved thermal stability of the composite. The SEM analysis of the microstructure showed ta good interfacial adhesion between the PHB and coconut fiber especially when treated fiber was used."}{"The impact of defects on tensile properties of 3D printed parts manufactured by fused filament fabrication ": "Fused Filament Fabrication (FFF) is a popular 3D printing process that has gained interest from industry in a wide range of applications. This research work studies directional properties of FFF 3D printed PLA specimens per ASTM D638-14. Tensile strength, modulus, and failure strain of specimens along and transverse to the printing direction are evaluated. It is observed that FFF 3D printing introduces anisotropic behavior to the manufactured part, e.g. tensile strength of 57.7 and 30.8 MPa for loading along and perpendicular to the printing direction, respectively. FFF 3D printers, like other automated manufacturing techniques, introduce defects into fabricated parts considering their tolerances, e.g. in the form of missing materials leading to gaps. This study investigates the impact of gaps on tensile strength, modulus, and failure strain of 3D printed parts. Compared with the baseline, 20.5% reduction in tensile strength, 9.6% in modulus, and 11.5% in failure strain are observed due to missing extrudates (gaps) transverse to the loading direction. Experimental results from this study can be used as input data for Finite Element (FE) simulation and its verification."}{"Effect of compact TiO2 layer on structural, optical, and performance characteristics of mesoporous perovskite solar cells ": "We investigated the effect of a compact TiO2 (c-TiO2) layer on the structural, optical, and performance characteristics of mesoporous perovskite solar cells (mp-PSCs) with fluorine-doped tin oxide (FTO)/mesoporous TiO2 with or without c-TiO2 layer/perovskite/spiro-OMeTAD/Au structure. The mp-PSCs with the c-TiO2 layer exhibited a dense and pinhole-free perovskite film with a highly crystalline structure. On the other hand, the mp-PSCs without the c-TiO2 layer suffered from severe recombination problems at the perovskite/FTO interface, which was examined by impedance spectroscopy analysis. However, the c-TiO2 layer of the mp-PSCs played a significant role in reducing the recombination of carriers, due to the high carrier recombination resistance at the perovskite/FTO interface. As a result, the mp-PSCs with the c-TiO2 layer showed a high conversion efficiency of 15.51%, together with an open-circuit voltage of 1.04 V, a short-circuit current density of 20.44 mA/cm2 and a fill factor of 72.73%. In addition, the c-TiO2 layer minimized the hysteresis in the current density-voltage (J-V) curves measured for the mesoporous perovskite solar cells."}{"Deposition of nanomaterials: A crucial step in biosensor fabrication ": "Biosensor development includes the deposition of (nano)materials onto a conductive electrode surface, which is a crucial step for obtaining improved performance from the constructed biosensors. Various methods have been used to create a successful matrix of (nano)materials that ensures proper contact between the material and electrode surface. The purpose of (nano)material deposition is to provide a high surface area to improve the electroanalytical performance of biosensors by supporting the stable immobilization of enzymes in a more significant quantity as well as enhancing the catalytic or bioaffinity features. For decades, researchers have been using increasingly advanced methods not only for improving sensing performance, but also for improving stability, reproducibility, and mass production. In this review, we summarized the methods used for (nano)material deposition onto an electrode surface for efficient biosensor fabrication. An enhanced and optimized (nano)material deposition method is crucial for the mechanical stability and fabrication reproducibility of electrodes when designing a suitable biosensing device. In addition, we discussed the problems faced during biosensor application as well as the present challenges and prospects for superior deposition methods."}{"Continuous and selective-area coating of silver on fiber-reinforced polymer composites for aerospace applications ": "The ability to realize continuous and patterned coatings of pure metal on fiber-reinforced polymer in a cost-effective manner is of prospect for various conductive applications. Electroless plating by Tollen’s process was adapted to produce silver coating on carbon fiber-reinforced polymer with an average coating surface density (areal weight) of 0.31 × 10−3 g·cm−2 and a sheet resistance as low as 1.7 × 10−1 Ω·□−1. Electrical, metallographic, and mechanical characteristics of the coatings are presented. In order to extend the process to produce selective-area coatings of conductive architectures, we propose a direct-write-assisted method that confines the plating chemicals to specific locations on the composite substrates in the form of metallized channels and surfaces bordered by hydrophobic banks. Deposition with linear resolution on the order of hundreds of microns was achieved using this hybrid method. Conductive architectures for different applications such as electrical circuitry, electromagnetic interference shielding, strain sensing and communication (antennae) are illustrated to demonstrate the versatility of the selective-area coating method."}{"Development of constitutive material model of 3D printed structure via FDM ": "The present paper develops the constitutive material models of the 3D printed parts via fused deposition modeling. Additive manufacturing of a part results in a complex microstructure which depends on the process parameters and build orientation. Consequently, anisotropy is introduced into the material properties. The mechanical behavior of the printed parts is governed by the constitutive behavior of the material. Therefore, the stiffness matrix of the material of the final printed part needs to be estimated for accurately capturing their behavior. The constitutive material modeling of the printed parts using numerical homogenization procedure is emphasized in this work. The present simulation models can capture the influence of build orientation, printing direction and layer thickness on the material behavior of the printed parts. Then, the influence of layer deposition in printing of differently oriented parts of the structure on the material behavior is investigated. It is revealed that the material behavior of different parts of the structure is not same and is dependent on the build orientation of the parts and also their thickness. This work aids the computation of elastic moduli and also selecting of the correct constitutive material model of the printed parts for stress analysis."}{"A novel highly electrically conductive composite resin for stereolithography ": "The use of 3D printing for scientific and industrial applications is rapidly increasing and, simultaneously, is growing the interest toward printable smart materials. It is known that using a conductive filler, e.g. nanoparticles, metal powders or composite polymers, it is possible to produce a more electrically conductive printable material. The PEDOT:PSS polymer has been used extensively, from bioelectronics to energy storage devices, for its conductivity and biocompatibility. In this work, a highly electrically conductive resin for Stereolithography was developed using a dispersion of PEDOT particles, extracted from Clevios™ PH1000 through a simple separation process, in a PEGDA matrix. The resin composition was optimized in terms of photoinitiator, surfactant and filler concentration. Furthermore, optimal printing parameters were determined for this composite resin, obtaining a printed object with appreciable electrical conductivity (0.05 S cm−1) and mechanical properties (Young modulus 21 MPa)."}{"Self-healing mechanisms in smart protective coatings: A review ": "Self-healing coatings inspired by biological systems possess the ability to repair physical damage or recover functional performance with minimal or no intervention. This article provides a comprehensive and updated review on the advantages and limitations associated with common autonomous and non-autonomous self-healing mechanisms in protective organic coatings used for anti-corrosion purposes. The autonomous healing mechanisms are often enabled by embedding polymerizable healing agents or corrosion inhibitors in the coating matrices. For non-autonomous mechanisms, the healing effects are induced by external heat or light stimuli, which trigger the chemical reactions or physical transitions necessary for bond formation or molecular chain movement."}{"Impact of oxidation of copper and its alloys in laboratory-simulated conditions on their antimicrobial efficiency ": "Copper and its alloys are known for their antimicrobial activity, which makes them appealing materials for various touch surfaces in public facilities. These materials are also known for being prone to tarnishing, especially in contact with human palm sweat. The paper describes investigations on tarnishing of copper and various copper alloys by oxidation at elevated temperatures. After evaluation of thickness and chemical composition of oxide layers, microbiological tests were carried out in order to determine the impact of oxidation on antimicrobial efficiency of copper alloys."}{"Corrosion of copper in pure O2-free water? ": "Copper exposed to pure, O2-free water for several months in glass- and metal-contained, well-controlled systems shows no evidence of corrosion, either through hydrogen evolution or through the occurrence of oxidized copper. The results contradict the interpretation of recent experiments where it has been claimed that copper corrodes in pure, O2-free water far above the very limited extent predicted by established thermodynamic data. Reasons for the different experimental outcomes are discussed. Experimental and theoretical efforts to identify hitherto unknown, potentially corrosion driving species of the Cu-O-H system and studies of copper/water surface reactions are reviewed as background for the present study."}{"Self-healing, recoverable epoxy elastomers and their composites with desirable thermal conductivities by incorporating BN fillers via in-situ polymerization ": "Thiol-epoxy elastomers were firstly prepared by thiol-epoxide nucleophilic ring-opening reaction, and the micron boron nitride (mBN) fillers were then introduced into the above system via in-situ polymerization, finally to prepare the highly thermally conductive, self-healing and recoverable mBN/thiol-epoxy elastomer composites by hot-pressing method. Results revealed that the thiol-epoxide reaction was highly efficient and stable. The obtained mBN/thiol-epoxy elastomer composite with 60 wt% mBN fillers presented the optimal thermal conductivity (λ of 1.058 W/mK), excellent self-healing effect & efficiency which is achieved via transesterification reaction (Tensile strength after self-healing could maintain at more than 85% compared to that of original composites), wonderful recoverable performance (Tensile strength after post forming could maintain over 70% compared to that of original composites) and good thermal stability (T\n                     \n                        heat-resistance index\n                     , T\n                     \n                        HRI\n                      of 149.9 °C). And the improvement in λ value of the mBN/thiol-epoxy elastomer composites was beneficial to the promotion of the self-healing systems relying on thermal response."}{"Fabrication and investigation on the Fe3O4/thermally annealed graphene aerogel/epoxy electromagnetic interference shielding nanocomposites ": "Ethylenediamine functionalized Fe3O4 (NH2-Fe3O4) nanoparticles and graphene oxide (GO) were compounded firstly, followed by the addition of l-ascorbic acid, to obtain the Fe3O4/thermally annealed graphene aerogel (Fe3O4/TAGA) by thermal annealing method. And the Fe3O4/TAGA/epoxy nanocomposites were then fabricated via template-casting method. When the mass ratio of GO to NH2-Fe3O4 was 2:1 and the total mass fraction of Fe3O4/TAGA was 2.7 wt% (1.5/1.2 wt% Fe3O4/TAGA), the obtained Fe3O4/TAGA/epoxy nanocomposites presented the highest electromagnetic interference shielding effectiveness (EMI SE of 35 dB in the X-band), much higher than that of epoxy nanocomposites (10 dB) filled with the same Fe3O4/thermal annealing graphene oxide (Fe3O4/TAGO) loading. Meantime, the corresponding Fe3O4/TAGA/epoxy nanocomposites also presented the outstanding electrical conductivity of 27.5 S/m."}{"Preparation and properties of cyanate-based wave-transparent laminated composites reinforced by dopamine/POSS functionalized Kevlar cloth ": "Combining method of dopamine/polyhedral oligomericsilsesquioxane (DA/POSS) was firstly performed to functionalize the surface of Kevlar (POSS-g-Kevlar@PDA, f-Kevlar) cloth. And then the corresponding f-Kevlar cloth/bisphenol A cyanate ester (BADCy) matrix wave-transparent laminated composites were successfully fabricated by the method of impregnation, lamination followed by mould pressing. The obtained wave transmission efficiency (T) of 92.0% for f-Kevlar cloth/BADCy wave-transparent laminated composites was higher than that of pristine Kevlar cloth/BADCy wave-transparent laminated composites (T of 88.4%). Flexural strength and interlaminar shear strength (ILSS) of the f-Kevlar cloth/BADCy wave-transparent laminated composites were also significantly increased to 236.3 MPa and 28.5 MPa, increased by 28.8% and 73.7%, in comparison to that of pristine Kevlar cloth/BADCy wave-transparent laminated composites (flexural strength of 183.5 MPa and ILSS of 16.4 MPa), respectively. And the corresponding glass transition temperature (T\n                     \n                        g\n                     ) and heat resistant index (T\n                     \n                        HRI\n                     ) of the f-Kevlar cloth/BADCy wave-transparent laminated composites was 226.3 °C and 232.8 °C, respectively."}{"Ti3C2Tx MXene/polyaniline (PANI) sandwich intercalation structure composites constructed for microwave absorption ": "MXene, as a new 2-dimensional (2D) material, has excellently potential applications in the field of electrochemistry owing to its high conductivity and fast charge transporting speed. Especially, MXene/polymer composites have attracted widely attentions due to their extensive application in the area of multi-functional materials. Herein, the composites of Ti3C2Tx MXene/polyaniline (PANI) with different PANI contents have been successfully prepared. The microwave absorption mechanism of these materials was investigated. Attributing to the multiple layer structure, the dielectric property of Ti3C2Tx MXene and PANI, and the synergistic effect between the Ti3C2Tx and PANI, the as-prepared composites possessed a specific microwave absorbing behavior. With a proper content of PANI, the MXene/PANI composites in a paraffin matrix exhibited a maximum reflection loss of −56.30 dB at 13.80 GHz with the thickness of 1.8 mm. In addition, the effective absorption bandwidth (>90%) ranged from X-band (8–12.4 GHz) to Ku-band (12.4–18 GHz) with the tunable thickness ranging from 1.5 to 2.6 mm. The results indicate that MXene/PANI composites has great potential to be used in the field of microwave absorption."}{"One-pot non-template synthesis of hierarchical ZSM-5 from kaolin source ": "Hierarchical ZSM-5 was synthesized without organic template and seed-assisted from the abundant natural source, kaolin, via the facile 1-step hydrothermal process. The hierarchical structure was able to be well-controlled solely on the Na2O/Al2O3 ratio of the precursor. This method is not only simple but greener from the scientific point of view. As revealed, kaolin layered structure that dispersed in the highly alkaline NaOH medium prompts the formation of zeolite as the molecular organization is induced. The excess of NaOH acts as desilication agent after the formation of zeolite as proven by the 29Si MAS NMR data."}{"An electronic structure descriptor for oxygen reactivity at metal and metal-oxide surfaces ": "Identifying and understanding relationships between the electronic and atomic structure of surfaces and their catalytic activity is an essential step towards the rational design of heterogeneous catalysts for both thermal and electrochemical applications. Herein, we identify a relationship between the atom-projected density of states of surface oxygen and its ability to make and break bonds with the surrounding metal atoms and hydrogen. This structure-property relationship is shown to hold across different classes of materials (metals, rutile metal-oxides, and perovskite metal-oxides) and for different oxygen binding sites (i.e. different oxygen coordination numbers). We utilize understanding from the d-band model and the simple two-level quantum coupling problem to shed light on the physical origin of this relationship for transition metal surfaces and we hypothesize similar principles extend to the other materials considered. Finally, we demonstrate the utility of the identified descriptor to serve as a tool for high throughput screening of oxygen active sites for large systems where many unique oxygen sites exist and can be computationally expensive to probe individually. As an example, we predict the reactivity of 36 unique oxygen atoms at a kinked RuO2 extended surface from a single self-consistent DFT calculation."}{"CO2 activation on ultrathin ZrO2 film by H2O co-adsorption: In situ NAP-XPS and IRAS studies ": "Utilizing CO2 as sustainable carbon source requires its activation by catalytically active oxides on which CO2 can form different surface bound carbonaceous species. This may be promoted or even enabled by surface hydroxyl groups. We have investigated the interaction of CO2 with a ZrO2 model surface, i.e. a O-Zr-O trilayer grown on Pt3Zr(0001), in the absence and presence of H2O, employing in situ near ambient (atmospheric) pressure X-ray photoemission spectroscopy (NAP-XPS) and infrared reflection absorption spectroscopy (IRAS). Whereas room temperature exposure to pure CO2 up to 3 × 10−\n                     2 mbar did not induce any interaction with the ZrO2 model surface, co-adsorption of CO2 + H2O resulted in the formation of various carbonaceous surface species. Apparently, in the presence of humidity (surface hydroxylation) CO2 was activated on ZrO2 at near ambient pressures. Combining NAP-XPS and IRAS allowed identifying the surface species, which were formate, dioxymethylene, formaldehyde and carbon. These species may be intermediates of upconverting CO2 to methanol and highlight the ability of ZrO2 as active support."}{"Electrochemical XPS investigation of metal exsolution on SOFC electrodes: Controlling the electrode oxygen partial pressure in ultra-high-vacuum ": "Mixed conducting oxides gain increasing interest as anode materials in solid oxide fuel cells (SOFCs), due to their large electrochemically active surface area and excellent redox stability, compared to state-of-the-art Ni-Yttria-Stablilzed Zirconia cermets. However, further optimization of these materials requires more information on the surface chemistry and the reaction mechanisms. Here we present a new concept for electrochemical XPS measurements close to SOFC anode operation conditions even in a UHV chamber. Application of a voltage versus an oxygen buffering reference electrode enables control of the effective oxygen partial pressure in the investigated mixed conducting thin film working electrode within the range that is typical for SOFC anodes or SOEC cathodes. A lower limit is given by the reductive decomposition of the working electrode. The virtual absence of molecules in the gas phase of the UHV chamber largely prohibits presence of atmospheric adsorbates. However, surface oxidation states of metal ions can be tuned by the over potential, and exsolution of metallic species can be monitored in situ. With this technique, we investigated the oxygen partial pressure dependent oxidation states of transition metals in La0.6Sr0.4FeO3-δ, SrTi0.3Fe0.7O3-δ and La0.7Sr0.2Cr0.9Ni0.1O3-δ thin film electrodes. When the oxygen partial pressure in the working electrode goes sufficiently below the NiO/Ni and FeO/Fe redox pairs, the exsolution of metallic Ni or Fe nanoparticles could be monitored in-situ. While most oxides are easier to reduce at the surface, Cr on the La0.7Sr0.2Cr0.9Ni0.1O3-δ surface turns out to be more oxidized than the bulk and can include a Cr6+ species."}{"Graphene and MXene-based transparent conductive electrodes and supercapacitors ": "The great popularity of portable, smart electronics has intensively stimulated the development of energy storage devices and other cutting-edge products, such as displays and touch panels. Interactive devices such as smart phone, tablets, and other touchable devices require mechanical robust transparent conductive electrodes (TCEs). Developing transparent supercapacitor as the power source is of significance to the next generation transparent electronics. Recently, graphene and MXene, the two representatives in the large two-dimensional family, have shown excellent electronic conductivity and attracted great research attention in the energy storage field. Importantly, high-performance TCEs are the prerequisite of building transparent supercapacitors. This review provides a comprehensive analysis of graphene and MXene-based flexible TCEs covering detailed thin film fabrication methods, evaluation metrics, performance limitations as well as approaches to beat these limitations. We especially focus on the fundamentals in the TCEs, such as figure of merit, percolations as well as conductivity behaviours. Graphene and MXene-based transparent supercapacitors are analysed, with a particular focus on transparent, freestanding graphene papers. Finally, the challenges and prospects of MXene for TCEs and transparent supercapacitors, in conjunction with a critical analysis of MXene shortcomings, are discussed."}{"Review on areal capacities and long-term cycling performances of lithium sulfur battery at high sulfur loading ": "Lithium-sulfur batteries (LSBs) show promise as commercial batteries for electric vehicles (EV), portable devices and grid storage due to its low cost and high theoretical energy density. For EV applications, the areal capacity of LSBs needs to reach ~6 mAh cm−2 to compete with the state-of-the-art LIBs. However, currently the practical application of LSBs is a great challenge due to low sulfur loading, self-discharge and low sulfur utilization. As such, different strategies have been investigated to improve the feasibility of LSBs at high sulfur loading. Such approaches are critical, but few articles have focused on the areal capacity at high sulfur loading and long term cycling performance of LSBs. This review highlights the recent progress of LSBs at high sulfur loading to achieve feasible areal capacity and long-term cycling performance. Particular attention has been placed on the cathode and separators modifications, with a discussion around anode and electrolyte modifications to improve the LSB performance."}{"Solid polymer electrolyte soft interface layer with 3D lithium anode for all-solid-state lithium batteries ": "Garnet electrolyte-based lithium (Li) metal batteries, which employ garnet-type Li7La3Zr2O12 (LLZO) as electrolyte and Li metal as anode, are regarded as a promising candidate for high-energy batteries. However, Li dendrites formation as well as poor solid-solid contact between the electrolyte and electrodes result in high interfacial resistance, large polarizations, and low Coulombic efficiency. Herein, we demonstrated that solid polymer electrolyte (SPE) soft interface layer deposited on garnet electrolyte (Ta-doped LLZO (LLZTO)) surface along with 3D Li metal anode can address these obstacles. In this architecture, SPE layer was deposited on garnet electrolyte surface to endow connected interface between the electrolyte and electrodes and thus settled the interface contact issue. 3D Li metal anode can accomplish dendrite-suppression by increasing Li ions deposition sites to lower the effective current density and render a uniform Li nucleation with 3D frameworks. With this ingenious arrangement, the solid-state 3D Li︱SPE-LLZTO-SPE︱3D Li symmetrical cell exhibits a stable voltage profile over 700 h and solid-state LiFePO4︱SPE-LLZTO-SPE︱3D Li full cell also shows an extremely superior cyclability and high Coulombic efficiency even at 90 °C. This work provides an alternative option for manufacturing safe and stable solid-state Li metal batteries."}{"MoS2 nanosheets with expanded interlayer spacing for rechargeable aqueous Zn-ion batteries ": "Recently, rechargeable Zn-ion batteries (ZIBs) have attracted incremental attention as prospective energy storage devices for grid-scale applications and flexible devices, due to their low cost, environmental benignity, high safety and unique properties of the Zn metal. However, the sustained development of high-performance ZIBs is hindered by the limited availability of cathode materials. Here, for the first time, we demonstrate MoS2 with expanded inter-layer spacing (E-MoS2) can be a promising cathode candidate for rechargeable and flexible ZIBs. By X-ray diffraction (XRD) and Raman studies, a reversible Zn2+ ion intercalation/deintercalation mechanism was revealed. The E-MoS2 electrode delivers a specific capacity of 202.6 mA h g−1 at 0.1 A g−1, a desirable energy density of 148.2 Wh kg−1 and good cycle stability with a capacity retention ratio of 98.6% over 600 cycles. By using the newly-developed starch/ polyacrylamide (PAM) based polymer electrolyte with high zinc ion conductivity, a quasi-solid Zn/E-MoS2 battery was developed, which exhibits decent electrochemical performance even under various heavy deformations, holding great potential for applications in future flexible and wearable devices."}{"One-pot solution coating of high quality LiF layer to stabilize Li metal anode ": "The high reactivity of Li metal anodes towards liquid electrolytes leads to an unstable and accumulated solid electrolyte interphase (SEI) film, which results in dendrite growth and low Coulombic efficiency (CE). Lithium fluoride (LiF) coating is considered as a reliable and dense SEI film to protect the reactive anode, however, the chemistry to form uniform, conformal and high quality LiF protection layer on Lithium metals remains as a major challenge. Here we develop a simple solution method to obtain LiF coating on Li metal anodes. We have discovered a chemical method to fabricate LiF coating via the in-situ reaction between metallic Li and polyvinylidene fluoride (PVDF)-dimethyl formamide (DMF) solution. Owing to the chemically and mechanically stable artificial SEI film, the LiF-coated Li anode delivers a better cycling performance than bare Li anode under various current densities in symmetrical cells. Stable cycling over 300 plating/striping cycles was achieved with LiF-coated Li electrodes under a high current density of 3 mA cm−2. The LiF coating also effectively suppresses dendrite formation and reduces side reactions between the metallic Li and the carbonate-based electrolyte. Therefore, this simple and low-cost method may benefit the future applications of the next generation Li metal batteries."}{"Sodium metal anodes for room-temperature sodium-ion batteries: Applications, challenges and solutions ": "Room-temperature (RT) sodium-ion batteries (SIBs) have gained much attention due to rich sodium resource and low cost for potential application in large-scale energy storage. To date, cathode materials have been well investigated, but anode materials still face long-standing challenges including low capacity and high cost, which have led to comprehensive research efforts in resolving these issues. Among the many candidate anode materials best suited to meet these challenges, Na metal possesses the most future potential: the lowest redox potential, highest theoretical capacity, earth-abundancy and a demonstrated feasibility in previous electrochemical systems. Yet several factors still hinder the applicability of Na metal anodes in future larger scale, such as unstable solid electrolyte interphase, large volume change upon cycling and safety concerns related to the uncontrolled dendritic Na growth. As such, this review summarizes the applications of Na metal anodes before providing an in-depth review of research efforts attempting to solve the aforementioned challenges. Specifically, recently-developed strategies to protect Na metal anodes by electrolyte optimization, artificial solid electrolyte interphase, and electrode structure design are outlined and analyzed in detail. We also highlight recent progresses on Na metal protection based on solid-state batteries and conclude by providing a future outlook on the development of Na metal anodes."}{"Regulating Li deposition by constructing LiF-rich host for dendrite-free lithium metal anode ": "Lithium (Li) metal anode is among the most promising anodes due to its high energy density. However, the long-standing issue of Li dendrites growth hinders the practical application of lithium metal batteries (LMBs) in portable electronics and electric vehicles. Engineering a dendrite-free Li metal anode is therefore critical for the development of long-life batteries. Here, an artificial LiF host with cuboid feature is constructed on Li metal surface by a facial one-step reaction of ammonium hydrogen difluoride (NH4HF2) with bare Li metal. During cycling, Li grows continuously from the bottom gaps to the top of the LiF host and finally cover the surface of the modified anode. Particularly, with the increasing of cycling capacity, the Li metal tend to deposit into scaly morphology which contributes to a dendrite-free anode. The as-obtained smooth Li anodes enabled stable cycling in working batteries with a low overpotential and a high Coulombic efficiency (CE) of 98.5% at the current density of 1 mA cm−2. This work provides a facile approach to prepare LiF-rich Li anode which paves the way to construct high-energy and safe LMBs."}{"Recent progress in phosphorus based anode materials for lithium/sodium ion batteries ": "Phosphorus has aroused growing concern as a promising anode material for both lithium and sodium ion batteries, owning to its high theoretical capacity and appropriately low redox potential. However, the poor electronic conductivity and large volume expansion of phosphorus during cycling lead to low electrochemical activity and unstable cyclability, which limits its practical application. Recently, various nanostructured phosphorus based anodes, which efficiently restrained the pulverization and supplied faster reaction kinetics, have been developed to solve these issues. This review aims to summarize the major progress of nanostructured phosphorus based electrode materials for lithium/sodium ion batteries. We first examine the most widely-used design strategy of compositing phosphorus with various carbon materials, ranging from 0D particles, 1D tubes or fibers, 2D sheets to 3D frameworks. And then, the progress of various metal phosphides and their composites is discussed, which mainly include Sn-P phosphides, Ni-P phosphides, Cu-P phosphides, Fe-P phosphides, Co-P phosphides, etc., and their composites. This is followed by a comparison of different compositing methods, which involve in preparing phosphorus-carbon composites and nanostructured metal phosphides or their composites. Finally, the challenges and perspectives regarding the phosphorus based anode materials are proposed."}{"Additive manufacturing of Ti6Al4V alloy: A review ": "In this paper, the recent progress on Ti6Al4V fabricated by three mostly developed additive manufacturing (AM) techniques-directed energy deposition (DED), selective laser melting (SLM) and electron beam melting (EBM)-is thoroughly investigated and compared. Fundamental knowledge is provided for the creation of links between processing parameters, resultant microstructures and associated mechanical properties. Room temperature tensile and fatigue properties are also reviewed and compared to traditionally manufactured Ti6Al4V parts. The presence of defects in as-built AM Ti6Al4V components and the influences of these defects on mechanical performances are also critically discussed."}{"Using deep neural network with small dataset to predict material defects ": "Deep neural network (DNN) exhibits state-of-the-art performance in many fields including microstructure recognition where big dataset is used in training. However, DNN trained by conventional methods with small datasets commonly shows worse performance than traditional machine learning methods, e.g. shallow neural network and support vector machine. This inherent limitation prevented the wide adoption of DNN in material study because collecting and assembling big dataset in material science is a challenge. In this study, we attempted to predict solidification defects by DNN regression with a small dataset that contains 487 data points. It is found that a pre-trained and fine-tuned DNN shows better generalization performance over shallow neural network, support vector machine, and DNN trained by conventional methods. The trained DNN transforms scattered experimental data points into a map of high accuracy in high-dimensional chemistry and processing parameters space. Though DNN with big datasets is the optimal solution, DNN with small datasets and pre-training can be a reasonable choice when big datasets are unavailable in material study."}{"Fabrication factors influencing mechanical, moisture- and water-related properties of mycelium-based composites ": "Mycelium-based composites result from the growth of filamentous fungi on organic materials such as agricultural waste streams. These novel biomaterials represent a promising alternative for product design and manufacturing both in terms of sustainable manufacturing processes and circular lifespan. This study shows that their morphology, density, tensile and flexural strength, as well as their moisture- and water-uptake properties can be tuned by varying type of substrate (straw, sawdust, cotton), fungal species (Pleurotus ostreatus vs. Trametes multicolor) and processing technique (no pressing or cold or heat pressing). The fungal species impacts colonization level and the thickness of the air-exposed mycelium called fungal skin. Colonization level and skin thickness as well as the type of substrate determine the stiffness and water resistance of the materials. Moreover, it is shown that heat pressing improves homogeneity, strength and stiffness of the materials shifting their performance from foam-like to cork- and wood-like. Together, these results demonstrate that by changing the fabrication process, differences in performance of mycelium materials can be achieved. This highlights the possibility to produce a range of mycelium-based composites. In fact, it is the first time mycelium composites have been described with natural material properties."}{"The development of an index of rural deprivation: A case study of Norfolk, England ": "Geographical deprivation indices such as the English Index of Multiple Deprivation (IMD) have been widely used in healthcare research and planning since the mid-1980s. However, such indices normally provide a measure of disadvantage for the whole population and can be inflexible to adaptation for specific geographies or purposes. This can be an issue, as the measurement of deprivation is subjective and situationally relative, and the type of deprivation experienced within rural areas may differ from that experienced by urban residents.\n                  The objective of this study was to develop a Rural Deprivation Index (RDI) using the English county of Norfolk as a case study, but with a view to adopting a flexible approach that could be used elsewhere. It is argued that the model developed in this research gives clarity to the process of populating an index and weighting it for a specific purpose such as rural deprivation. This is achieved by ‘bundling’ highly correlated indicators that are applicable to both urban and rural deprivation into one domain, and creating a separate domain for indicators relevant to the setting of interest, in this case rural areas. A further domain is proposed to account for population differences in rural areas. Finally, a method was developed to measure variability in deprivation within small areas. The RDI results in more rural areas in Norfolk falling in the most deprived quintile, particularly those classified as ‘Rural town and fringe in sparse settings’; these areas also have high levels of heterogeneity of deprivation when using the variability measure created.\n                  This model proposed has the potential to provide a starting point for those who wish to create a summary deprivation measure taking into account rurality, or other local geographic factors, and as part of a range of approaches that can be used to allocate, or apply for, resources."}{"Knowing less but presuming more: Dunning-Kruger effects and the endorsement of anti-vaccine policy attitudes ": "Objective\n                  Although the benefits of vaccines are widely recognized by medical experts, public opinion about vaccination policies is mixed. We analyze public opinion about vaccination policies to assess whether Dunning-Kruger effects can help to explain anti-vaccination policy attitudes.\n               \n               \n                  Rationale\n                  People low in autism awareness – that is, the knowledge of basic facts and dismissal of misinformation about autism – should be the most likely to think that they are better informed than medical experts about the causes of autism (a Dunning-Kruger effect). This “overconfidence” should be associated with decreased support for mandatory vaccination policies and skepticism about the role that medical professionals play in the policymaking process.\n               \n               \n                  Method\n                  In an original survey of U.S. adults (N = 1310), we modeled self-reported overconfidence as a function of responses to a knowledge test about the causes of autism, and the endorsement of misinformation about a link between vaccines and autism. We then modeled anti-vaccination policy support and attitudes toward the role that experts play in the policymaking process as a function of overconfidence and the autism awareness indicators while controlling for potential confounding factors.\n               \n               \n                  Results\n                  More than a third of respondents in our sample thought that they knew as much or more than doctors (36%) and scientists (34%) about the causes of autism. Our analysis indicates that this overconfidence is highest among those with low levels of knowledge about the causes of autism and those with high levels of misinformation endorsement. Further, our results suggest that this overconfidence is associated with opposition to mandatory vaccination policy. Overconfidence is also associated with increased support for the role that non-experts (e.g., celebrities) play in the policymaking process.\n               \n               \n                  Conclusion\n                  Dunning-Kruger effects can help to explain public opposition to vaccination policies and should be carefully considered in future research on anti-vaccine policy attitudes."}{"Understanding the micro and macro politics of health: Inequalities, intersectionality & institutions - A research agenda ": "This essay brings together intersectionality and institutional approaches to health inequalities, suggesting an integrative analytical framework that accounts for the complexity of the intertwined influence of both individual social positioning and institutional stratification on health. This essay therefore advances the emerging scholarship on the relevance of intersectionality to health inequalities research. We argue that intersectionality provides a strong analytical tool for an integrated understanding of health inequalities beyond the purely socioeconomic by addressing the multiple layers of privilege and disadvantage, including race, migration and ethnicity, gender and sexuality. We further demonstrate how integrating intersectionality with institutional approaches allows for the study of institutions as heterogeneous entities that impact on the production of social privilege and disadvantage beyond just socioeconomic (re)distribution. This leads to an understanding of the interaction of the macro and the micro facets of the politics of health. Finally, we set out a research agenda considering the interplay/intersections between individuals and institutions and involving a series of methodological implications for research - arguing that quantitative designs can incorporate an intersectional institutional approach."}{"Lettuce be happy: A longitudinal UK study on the relationship between fruit and vegetable consumption and well-being ": "Rationale\n                  While the role of diet in influencing physical health is now well-established, some recent research suggests that increased consumption of fruits and vegetables could play a role in enhancing mental well-being. A limitation with much of this existing research is its reliance on cross-sectional correlations, convenience samples, and/or lack of adequate controls.\n               \n               \n                  Objective\n                  We aim to add to the emerging literature on the relationship between fruit and vegetable consumption and well-being by using longitudinal data from a study in the United Kingdom (UK).\n               \n               \n                  Method\n                  We employ panel data analytical techniques on three waves collected between 2010 and 2017 (i.e., following the same individuals over time) in the UK Household Longitudinal Survey. We also control for time-variant confounders such as diet, health, and lifestyle behaviours.\n               \n               \n                  Results\n                  Fixed effects regressions show that mental well-being (GHQ-12) responds in a dose-response fashion to increases in both the quantity and the frequency of fruit and vegetables consumed. This relationship is robust to the use of subjective well-being (life satisfaction) instead of mental well-being. We also document a hump-shaped relationship between fruit and vegetable consumption and age.\n               \n               \n                  Conclusion\n                  Our findings provide further evidence that persuading people to consume more fruits and vegetables may not only benefit their physical health in the long-run, but also their mental well-being in the short-run."}{"Mobile phone use among patients and health workers to enhance primary healthcare: A qualitative study in rural South Africa ": "Mobile phones have the potential to improve access to healthcare information and services in low-resourced settings. This study investigated the use of mobile phones among patients with chronic diseases, pregnant women, and health workers to enhance primary healthcare in rural South Africa. Qualitative research was undertaken in Mpumalanga in 2014. Semi structured in-depth interviews were conducted with 113 patients and 43 health workers from seven primary healthcare clinics and one district hospital. Data were thematically analysed. We found that some health workers and patients used their own mobile phones for healthcare, bearing the cost themselves. Patients used their mobile phones to remind themselves to take medication or attend their clinic visits, and they appreciated receiving voice call reminders. Some patients and health workers accessed websites and used social media to gather health information, but lacked web search strategies. The use of the websites and social media was intermittent due to lack of financial ability to afford airtime among these patients and health workers. Many did not know what to search for and where to search. Doctors have developed their own informal mobile health solutions in response to their work needs and lack of resources due to their rurality. Physical and social factors influence the usability of mobile phones for healthcare, and this can shape communication patterns such as poor eyesight. The bottom-up use of mobile phones has been evolving to fill the gaps to augment primary care services in South Africa; however, barriers to access remain, such as poor digital infrastructure and low digital literacy."}{"Emerging opportunities for black phosphorus in energy applications ": "As a rising star in the family of two-dimensional (2D) materials, black phosphorus (BP) has recently attracted tremendous attention all over the world and demonstrated great potential in energy applications owing to its direct and narrow bandgap, high carrier mobility and theoretical capacity, as well as anisotropic structure. However, some critical issues remain to be studied before scalable production of BP for applications, such as preparation methods and performance. To fully explore its penitential applications, investigations based on BP are maximally covering from its intrinsic properties to energy conversion and storage. In this review, the significant advances recently made for the mechanism and application of BP in solar cells, Li/Ka-/Mg-/Na-ion and LiS batteries, supercapacitors, nanogenerators, solar water splitting and oxygen evolution reaction/hydrogen evolution reaction are summarized and discussed. Benefiting from the solid research in this field, the possible improvements and constructive suggestions regarding BP for enhancing its energy applications are provided."}{"TiO2 nanofiber photoelectrochemical cells loaded with sub-12 nm AuNPs: Size dependent performance evaluation ": "Incorporation of gold nanoparticles (AuNPs) into titanium dioxide (TiO2) photoelectrodes has been used traditionally to increase the performance of photoelectrochemical cells (PECs) through their tailored optical properties. In contrast to larger AuNPs, previous studies have suggested that smaller AuNPs are the most catalytic or effective at increasing the photovoltaic (PV) performance of TiO2 photoelectrodes based on PECs. Despite this, AuNPs are often only compared between sizes of 12–300 nm in diameter due to the most common synthesis, the Turkevich method, being best controlled in this region. However, the optimum radius for citrate-capped AuNPs sized between 5 and 12 nm, and their influence on the PV performances has not yet been investigated. In addition to using AuNPs in the photoelectrodes, replacing traditional TiO2 NPs with one-dimensional nanofibers (NFs) is a promising strategy to enhance the PV efficiency of the PECs due their capability to provide a direct pathway for charge transport. Herein, we exploit the advantages of two different nanostructured materials, TiO2 NFs and sub-12 nm AuNPs (5, 8, 10, and 12 nm), and fabricate composite based photoelectrodes to conduct a size dependent performance evaluation. The PECs assembled with 8 nm AuNPs showed ∼20% improvement in the average power conversion efficiency compared to the control PECs without AuNPs. The highest performing PEC achieved a power conversion efficiency of 8%, which to the best of our knowledge, is among the highest reported for scattering layers based on pure anatase TiO2 NFs. On the basis of our comprehensive investigations, we attribute this enhanced device performance using 8 nm AuNPs in the TiO2 NF photoelectrodes to the improved spectral absorption, decreased series resistance, and an increase in electron transport and injection rate leading to an increase in current density and fill factor."}{"Alkali activation behaviour of un-calcined montmorillonite and illite clay minerals ": "Using alkali activation, un-calcined soils have potential as precursors for low carbon, low cost, geopolymer-stabilised construction materials. This technology has been recently promoted as a lower impact alternative to cement stabilisation for walling materials in construction around the world. There is a lack of fundamental understanding around the alkali activation of un-calcined montmorillonite and illite, which, along with kaolinite, are clay minerals commonly found in soils. Kaolinite, as a 1:1 clay mineral, has been shown to form crystalline hydrosodalite when alkali-activated, but 2:1 montmorillonite and illite could form stronger geopolymer structures due to the higher Si:Al ratio in the precursor mineral. The lack of understanding of the underlying mechanisms at work with 2:1 clay minerals is a barrier to knowing how viable un-calcined geopolymer stabilised soil materials are for the range of soil types found in nature. In this study, montmorillonite and illite precursors were activated with a range of sodium hydroxide concentrations, compacted, and then cured at 80 °C for 24 h. The cured samples were characterised using a variety of advanced analytical techniques, including powder XRD, SEM, TGA, 27Al and 29Si-MAS-NMR, and FTIR. For the first time it was confirmed that alkali activation of uncalcined montmorillonite forms a NASH or (N,C)ASH geopolymer as the major product phase, which increases in quantity with increasing Na:Al molar ratio of the system. Although it has a similar Si:Al ratio, alkali activation of illite seems to result in structural alteration and increased porosity for Na:Al ≥ 0.5. The behaviour of these individual clay minerals suggests that the alkali activation of un-calcined 2:1 clay minerals is complex. Although alkali activation of montmorillonite can form a geopolymer, alkali activation of soils containing illite may lead to poor quality materials. This research has shown that the focus of future development work should be around montmorillonite-based clays."}{"Exfoliation of montmorillonite and related properties of clay/polymer nanocomposites ": "Exfoliating montmorillonite (Mt) to nanolayers is a crucial step during producing clay/polymer nanocomposites(CPN). Only well-exfoliated and well-dispersed Mt. nanolayers in the polymer matrix can significantly improve the properties of the nanocomposites. This review examines the latest scientific advances in the exfoliation methods of Mt., the insights into the exfoliation mechanisms, and the peculiar functionalities of the resultant CPN. The direct exfoliation of Mt. dispersed in water or organic solvents is often intensified by ultrasonication. Grinding of Mt. in the form of solid in a high-energy ball mill can directly exfoliate Mt. to some extent. Exfoliating Mt. for producing CPN is mainly achieved through so-called in situ exfoliation, solution exfoliation and melt exfoliation. The Mt./polymer nanocomposites exhibit typically improved barrier properties, mechanical strength, thermal stability, and fire retardancy. The literature survey suggests that future work should place emphases on developing green and effective exfoliation methods, and deepening understanding of exfoliation mechanisms and the interfacial interactions between the inorganic Mt. nanolayers and organic monomers/polymers. Future research is suggested to assembling exfoliated Mt. nanolayers with functional polymeric molecules or other nano-scale building blocks to produce functional hierarchical nanomaterials with practical applications."}{"Halloysite based nanocomposites and photocatalysis: A Review ": "Heterogeneous photocatalysis is an efficient, relatively cheap and environmentally friendly technology for decomposing various organic and air pollutants. Halloysite is a natural clay mineral usually in the form of nanotubes that has many applications as well as potential uses including photocatalysis. In this paper the photocatalytic activities of halloysite-based nanocomposites in combination with various photocatalysts that have been synthesized and tested in decomposing organic and air pollutants are reviewed. Many photocatalysts have been synthesized and among them TiO2 in the form of anatase, or rutile, or a mixture of both is the most common photocatalyst due to its effectiveness and low cost. Researches by many investigators are summarized and discussed. The possibilities and limitations of halloysite-based nanocomposites for future applications are also discussed and new fields of research are proposed. It is suggested that Halloysite-based nanocomposites are more promising in positively charged organic substrates like tetracycline and Rhodamine B where the organic pollutant is attracted by halloysite's negatively charged external surfaces close to the photocatalysts, than neutral like paracetamol or negatively charged which that attraction does not occur."}{"Photocatalytic, superhydrophilic, self-cleaning TiO2 coating on cheap, light-weight, flexible polycarbonate substrates ": "Photocatalytic TiO2/SiO2 coatings with excellent superhydrophilic wettability were prepared on light-weight polycarbonate substrates for self-cleaning applications. The effect of distinct SiO2 concentrations (0–40%) in TiO2 on the morphology, wettability, UV–Vis transmittance, haze, and durability of the coatings was studied in detail. TiO2/SiO2 coatings prepared with 20% silica in TiO2 showed superhydrophilic wetting properties with a smooth and uniform morphology with more than 85% transmittance. The lower haze value of TiO2/SiO2 coatings confirms their clear optical appearance. A low-friction layer of fluoroalkylsilane was applied to the coatings to improve their mechanical durability. In addition, the hydrophobic-hydrophilic patterns of different areas were prepared to check their effect on the haze and wetting properties."}{"C sp2/sp3 hybridisations in carbon nanomaterials – XPS and (X)AES study ": "Shape of the C KLL (KVV) Auger spectrum provides a measure of C sp2/sp3 hybridisations, alternative to C 1s spectra fitting. Due to a smaller kinetic energy of C KLL electrons than C 1s photoelectrons the investigated information depths are attributed to lower or higher surface sensitivity, respectively. Shape of the KLL Auger spectrum of carbon nanostructures reflects density of electronic states (DOS) and contains contributions of sp2 (graphite) and/or sp3 (diamond) hybridisations, whereas for oxygen and hydrogen containing nanostructures this shape reflects chemical effects. C sp2/sp3 content is evaluated from parameter D, which is defined as an energy difference between the maximum and minimum of the first-derivative C KLL spectrum, where dependence of parameter D on C sp2/sp3 hybridisations is assumed to be linear between the D values of graphite and diamond. Derived values of parameter D and therefore C sp2/sp3 hybridisations were found to be influenced by procedure of smoothing the Auger spectrum and D values used for reference materials with pure sp3 and pure sp2 hybridisations. Purpose of this work was to estimate reliability of C sp2/sp3 hybridisations derived from parameters D determined for a set of carbon nanomaterials and study the chemical and morphological effects on the measured parameter D values.\n                  Presence of an inhomogeneous distribution of hybridisation as a function of depth from the surface was identified mainly in graphene oxides in contrast to graphite and reduced graphene oxide. The largest influence on parameter D and then evaluated C sp2/sp3 content resulted from oxygen and hydrogen at the surface and applied smoothing procedure in contrary to structural properties of carbon nanomaterials (crystallinity, grain size). Values of parameter D for C sp3 and C sp2 hybridisations, i.e. 13.2 eV and 23.1 eV, respectively, are recommended to be used for linear interpolation proposed by Lascovich et al."}{"Nanocomposites of hierarchical ultrathin MnO2 nanosheets/hollow carbon nanofibers for high-performance asymmetric supercapacitors ": "A novel hierarchical hollow nanostructure composed of δ-MnO2 nanosheets deposited by in-situ growth on hollow carbon nanofibers (MnO2/HCNFs) was facilely synthesized using the hydrothermal method. Benefitting from its distinctive hollow structure, nanocomposite of MnO2/HCNFs exhibited an enhanced electrochemical property with higher specific capacitance (293.6 F g−1 at 0.5 A g−1 in 1 M Na2SO4 electrolyte) compared to non-hollow structure. Further, an asymmetric supercapacitor (ASC) coin cell was assembled with the MnO2/HCNFs nanocomposites (positive electrode) and KOH-activated porous carbon nanofibers (PCNFs) (negative electrode). The asymmetric supercapacitor coin cell exhibited a maximum specific capacitance of 63.9 F g−1 at a high operating voltage window up to 2 V. Moreover, the ASC coin cell possessed a high energy density of 35.1 Wh kg−1 and showed a remarkable cycling stability and only 8.9% capacitance loss was found after 10,000 cycles, which implied the practicability for energy storage."}{"Co, Mn-LDH nanoneedle arrays grown on Ni foam for high performance supercapacitors ": "To solve the agglomeration of layered double hydroxides (LDH) for improving their supercapacitor performances, Co, Mn-LDH nanoneedle arrays grown on Ni foam (Co, Mn-LDH@NF hybrid) was fabricated via a one-step hydrothermal strategy. The Ni foam served as the skeleton frame for anchoring Co, Mn-LDH nanoneedles to form three dimensional net structures, and open spaces among Co, Mn-LDH nanoneedles. When Co, Mn-LDH@NF hybrid was used as binder-free electrodes for supercapacitors, it displayed outstanding supercapacitor performances with a high specific capacitance of 2422 F g−1 at 1 A g−1, and superior cyclic stability for maintaining a capacitance of 2096 F g−1 after 3000 cycles, which was only 13.5% capacity loss ratio. The excellent supercapacitor performances were ascribed to three dimensional net structure and LDH nanoneedle structure, which provided abundant electrochemical active sites, alleviated volume expansion, and had good electrical conductivity."}{"Surface and interface engineering of hierarchical photocatalysts ": "In developing efficient heterogeneous photocatalysts, the design and fabrication of hierarchical semiconductors at the micro/nanometer scales have received much attention during the past decade due to their unique advantages in addressing the critical problems during photocatalysis. However, there are still many challenges in designing and constructing highly efficient hierarchical photocatalysts. Thus, in this review, we first systematically summarize and discusse the fundamentals and important interface engineering strategies of designing hierarchical photocatalysts, such as fabricating Z-Scheme heterojunctions, constructing Schottky-based heterojunctions, creating carbon-based heterojunctions and designing multicomponent heterojunctions. Then, especially, the different surface modification approaches of hierarchical porous photocatalysts, including loading cocatalysts, exposing the reactive facets, introducing defects/heteroatoms, adding photosensitizers, are highlighted. Finally, the major conclusions are made regarding this promising class of heterogeneous photocatalysts, and some perspectives are given on its future development. Through studying the important advances on this topic, it may pave a new avenue for fabricating highly effective hierarchical semiconductors for various applications in photocatalysis, electrocatalysis, thermal catalysis and other fields."}{"Familial DNA searching- an emerging forensic investigative tool ": "In recent years, jurisdictions across the United States have expressed a growing interest in aiding criminal investigations through the use of familial DNA searching (FDS)- a forensic technique to identify family members through DNA databases. The National Survey of CODIS Laboratories surveyed U.S. CODIS laboratories about their perceptions, policies, and practices related to FDS. In total, 103 crime labs completed the survey (77% response rate). Labs in 11 states reported using FDS, while labs in 24 states reported using a similar-but distinct- practice of partial matching. Although the majority of labs had positive perceptions about the ability of FDS to assist investigations, labs also reported a number of concerns and challenges with implementing FDS. Respondents reported using either practice a limited amount with modest numbers of convictions resulting from both FDS and partial matching. The article reports on varying practices related to official policies, training, eligibility, the software search, lineage testing, requirements for releasing information, and subsequent investigative work. Finally, the article discusses what can be learned from this survey, accompanying limitations, and implications for decision-makers considering using FDS."}{"Psychedelic fungus (Psilocybe sp.) authentication in a case of illegal drug traffic: sporological, molecular analysis and identification of the psychoactive substance ": "In nature, there are >200 species of fungi with hallucinogenic properties. These fungi are classified as Psilocybe, Gymnopilus, and Panaeolus which contain active principles with hallucinogenic properties such as ibotenic acid, psilocybin, psilocin, or baeocystin. In Chile, fungi seizures are mainly of mature specimens or spores. However, clandestine laboratories have been found that process fungus samples at the mycelium stage. In this transient stage of growth (mycelium), traditional taxonomic identification is not feasible, making it necessary to develop a new method of study.\n                  Currently, DNA analysis is the only reliable method that can be used as an identification tool for the purposes of supporting evidence, due to the high variability of DNA between species. One way to identify the species of a distinctive DNA fragment is to study PCR products analyzed by real time PCR and sequencing. One of the most popular sequencing methods of forensic interest at the generic and intra-generic levels in plants is internal transcribed spacer (ITS). With real time PCR it is possible to distinguish PCR products by differential analysis of their melting temperature (Tm) curves.\n                  This paper describes morphological, chemical, and genetic analysis of mycelia of psychedelic fungi collected from a clandestine laboratory. The fungus species were identified using scanning electron microscopy (SEM), mass spectrometry, HRM analysis, and ITS sequencing. The sporological studies showed a generally smooth surface and oval shape, with maximum length 10.1 μm and width 6.4 μm. The alkaloid Psilocyn was identified by mass spectrometry, while HRM analysis and ITS sequencing identified the species as Psilocybe cubensis. A genetic match was confirmed between the HRM curves obtained from the mycelia (evidence) and biological tissue extracted from the fruiting bodies. Mycelia recovered from the evidence and fruiting bodies (control) were genetically indistinguishable."}{"A review of quality procedures in the UK forensic sciences: What can the field of digital forensics learn? ": "With a reliance on the various forms of forensic science evidence in complex criminal investigations, the measures for ensuring its quality are facing increasing scrutiny. Improvements to quality management systems, to ensure both the robust application of scientific principles and the accurate interpretation and reporting of results, have arisen as a consequence of high-profile rebuttals of forensic science evidence, combined with process improvements driven by evaluation of current practice. These improvements are crucial to ensure validity of results as well as providing assurance for all those involved in the Criminal Justice System. This work first examines the quality management systems utilised for the examination and analysis of fingerprint, body fluid and DNA evidence. It then proceeds to highlight an apparent lack of comparable quality assurance mechanisms within the field of digital forensics, one of the newest branches of forensic science. Proposals are provided for the improvement of quality assurance for the digital forensics arena, drawing on the experiences of, and more well-established practices within, other forensic disciplines."}{"Resolving differing expert opinions ": "This paper explores procedural mechanisms to resolve differing conclusions when two experts have initially worked independently. These experts can be two human examiners or one of them may be a computer-based model. The resolving process is presented as part of the ACE-V protocol adopted widely in pattern recognition areas (e.g. fingerprints, footwear marks, toolmarks or handwritings/signatures comparisons). It set the conditions of operations and delineates a resolving process that is based on the principles of transparency and detailed argumentations. We predict a gradual but steady introduction of computer-based models in the forensic pattern recognition areas. In our opinion, the rules to resolve differing opinions ought to be articulated and documented in the form of standard operating procedures, before any deployment in casework practice."}{"Simultaneous detection and image capture of biological evidence using a combined 360° camera system with single wavelength laser illumination ": "Forensic investigators frequently utilise light sources to detect and presumptively identify biological evidence. The instrumentation typically deploys single or multiple wavelength exposures at various intensities, which interact with constituents of biological material, initiating fluorescence or improving contrast between the material and substrate. Documentation using sketches and/or photographic approaches follows detection, which are essential for scene reconstruction. Recent research has demonstrated the simultaneous detection and capture of biological evidence using a 360° camera system combined with an alternate light source exhibiting broad wavelength ranges of light. Single wavelength light sources reportedly offer enhanced sensitivity, due to the increased light intensity and narrower bandwidth of light, although their combined use with a 360° camera system has not yet been explored.\n                  Samples of human blood, semen, saliva, and latent fingermarks were deposited on to a variety of substrates. A 360° camera system combined with a laser light source was used to detect and capture the samples. Ten participants were asked to detect the samples on images of the substrates without ground truth knowledge. It was possible to detect and capture biological evidence, although success varied according to substrate colour and light intensity. Advantageously, presumptive screening for biological fluids and the simultaneous location and visualisation of such evidence as part of a 360° panorama of the scene for contextual purposes was permitted. There was no fluorescent response from the fingermarks, although the oblique lighting effects appeared sufficient to aid mark detection in some circumstances. The use of single wavelength illumination clearly facilitates identification of a range of forensically important material. When coupled with a 360-degree camera, this allows for simultaneous identification and recording of such evidence in the context of the whole environment."}{"Decision support for using mobile Rapid DNA analysis at the crime scene ": "Mobile Rapid DNA technology is close to being incorporated into crime scene investigations, with the potential to identify a perpetrator within hours. However, the use of these techniques entails the risk of losing the sample and potential evidence, because the device not only consumes the inserted sample, it is also is less sensitive than traditional technologies used in forensic laboratories. Scene of Crime Officers (SoCOs) therefore will face a ‘time/success rate trade-off’ issue when making a decision to apply this technology.\n                  In this study we designed and experimentally tested a Decision Support System (DSS) for the use of Rapid DNA technologies based on Rational Decision Theory (RDT). In a vignette study, where SoCOs had to decide on the use of a Rapid DNA analysis device, participating SoCOs were assigned to either the control group (making decisions under standard conditions), the Success Rate (SR) group (making decisions with additional information on DNA success rates of traces), or the DSS group (making decisions supported by introduction to RDT, including information on DNA success rates of traces).\n                  This study provides positive evidence that a systematic approach for decision-making on using Rapid DNA analysis assists SoCOs in the decision to use the rapid device. The results demonstrated that participants using a DSS made different and more transparent decisions on the use of Rapid DNA analysis when different case characteristics were explicitly considered. In the DSS group the decision to apply Rapid DNA analysis was influenced by the factors “time pressure” and “trace characteristics” like DNA success rates. In the SR group, the decisions depended solely on the trace characteristics and in the control group the decisions did not show any systematic differences on crime type or trace characteristic.\n                  Guiding complex decisions on the use of Rapid DNA analyses with a DSS could be an important step towards the use of these devices at the crime scene."}{"Journey history reconstruction from the soils and sediments on footwear: An empirical approach ": "The value of environmental evidence for reconstructing journey histories has significant potential given the high transferability of sediments and the interaction of footwear with the ground. The importance of empirical evidence bases to underpin the collection, analysis, interpretation and presentation of forensic trace materials is increasingly acknowledged. This paper presents two experimental studies designed to address the transfer and persistence of sediments on the soles of footwear in forensically relevant scenarios, by means of quartz grain surface texture analysis, a technique which has been demonstrated to be able to distinguish between samples of mixed provenance.\n                  It was identified that there is a consistent trend of transfer and persistence of sediments from hypothetical pre-, syn- and post-crime event locations across the sole of the shoe, with sediments from ‘older’ locations likely to be retained in small proportions. Furthermore, the arch of the shoe (the area of lowest foot pressure distribution) typically (but not exclusively) retained the highest proportion of grain types from previous locations including the crime scene. A lack of chronological layering of the retained sediments was observed indicating that techniques that can identify the components of mixed provenance samples are important for analysing footwear sediment samples. It was also identified that the type of footwear appeared to have an influence on what particles were retained, with high relief soles that incorporate recessed areas being more likely to retain sediments transferred from ‘older’ locations from the journey history. In addition, the inners of footwear were found to retain sediments from multiple locations from the journey history that are less susceptible to differential loss in comparison to the outer sole. These findings provide important data that can form the basis for the effective collection, analysis and interpretation of sediments recovered from both the outer soles and inners of footwear, building on the findings of previously published studies. These data offer insights that enable inferences to be made about mixed source sediments that are identified on footwear in casework, and provide the beginnings of an empirical basis for assessing the significance of such sediment particles for a specific forensic reconstruction."}{"Hexagonal boron nitride monolayers on metal supports: Versatile templates for atoms, molecules and nanostructures ": "Hexagonal boron nitride (hBN) monolayers have attracted considerable interest as atomically thin sp2-hybridized sheets that are readily synthesized on various metal supports. They complement the library of two-dimensional materials including graphene and open perspectives for van der Waals heterostructures. In this review, we discuss the surface science of hBN including its growth, the hBN/metal interface and its application as template for adsorbates. We mainly focus on experimental studies on hBN/metal single crystals under ultra-high vacuum conditions. The interfaces are classified regarding their geometric structure - ranging from planar to strongly corrugated overlayers - and their electronic properties - covering weakly and strongly interacting systems. The main part of this review deals with hBN/metal substrates acting as supports for adsorbates such as individual atoms, metal clusters, organic molecules, metal-organic complexes and networks. We summarize recent surface science studies that reveal the unique role of the hBN/metal interfaces in tailoring characteristic properties of such adsorbates. Central aspects include templating and self-assembly, catalytic activity and on-surface reactions, electronic and magnetic structure. As many of the resulting systems feature superstructures with periodicities in the nanometer range, a length scale also reflecting the size of adsorbates, scanning probe microscopy is one of the most common techniques employed. In short, the goal of this review is to give an overview on the experimental and complementary theoretical studies on hBN templates available to date and to highlight future perspectives."}{"Design of moldable hydrogels for biomedical applications using dynamic covalent boronic esters ": "Traditional polymeric materials based on thermosets or thermoplastics are applied broadly as biomedical materials. While attractive for a range of applications, thermosets and thermoplastics can be limited by their relatively static materials properties. Recent efforts in materials design has focused on engineering responsive and adaptive networks based on dynamic covalent chemistries. Installing reversible chemistries within the network backbone enables breaking and reforming of bonds in the network and associated rearrangement of the material on experimental timescales. The complexation between boronic acids and diols to form reversible boronic esters has emerged as a safe and synthetically tractable dynamic covalent cross-linking motif for the design of stimuli-responsive biomedical materials. Here, we present an instructive review on the design of dynamic covalent networks and gels using boronic ester cross-links. We provide a detailed discussion of boronic ester chemistry with guidelines for tuning the binding based on synthetic modification. We explain how network topology and connectivity influence the macroscale properties of the assembled networks. In addition, we discuss how these design principles have been used in foundational and emerging biomedical applications of boronic ester–based hydrogels. The use of boronic esters as dynamic covalent cross-links will continue to produce materials with emergent dynamic properties, and the design principles presented here will aid in the fabrication of next-generation boronic ester-based biomaterials."}{"Graphene quantum dots from chemistry to applications ": "Graphene quantum dots (GQDs) have been widely studied in recent years due to its unique structure-related properties, such as optical, electrical and optoelectrical properties. GQDs are considered new kind of quantum dots (QDs), as they are chemically and physically stable because of its intrinsic inert carbon property. Furthermore, GQDs are environmentally friendly due to its non-toxic and biologically inert properties, which have attracted worldwide interests from academic and industry. In this review, a number of GQDs preparation methods, such as hydrothermal method, microwave-assisted hydrothermal method, soft-template method, liquid exfoliation method, metal-catalyzed method and electron beam lithography method etc., are summarized. Their structural, morphological, chemical composition, optical, electrical and optoelectrical properties have been characterized and studied. A variety of elemental dopant, such as nitrogen, sulphur, chlorine, fluorine and potassium etc., have been doped into GQDs to diversify the functions of the material. The control of its size and shape has been realized by means of preparation parameters, such as synthesis temperature, growth time, source concentration and catalyst etc. As far as energy level engineering is concerned, the elemental doping has shown an introduction of energy level in GQDs which may tune the optical, electrical and optoelectrical properties of the GQDs. The applications of GQDs in biological imaging, optoelectrical detectors, solar cells, light emitting diodes, fluorescent agent, photocatalysis, and lithium ion battery are described. GQD composites, having optimized contents and properties, are also discussed to extend the applications of GQDs. Basic physical and chemical parameters of GQDs are summarized by tables in this review, which will provide readers useful information."}{"Modelling stress-affected chemical reactions in non-linear viscoelastic solids with application to lithiation reaction in spherical Si particles ": "This paper aims at modelling stress-affected chemical reactions in spherical particles by adopting the chemo-mechanical framework based on the chemical affinity tensor and combining it with the finite-strain non-linear viscoelastic constitutive model. The model is applied to the chemical reaction between lithium (Li) ions and silicon (Si), which has been considered as promising successor to graphite for use as active material in lithium-ion battery (LIB) anodes. However, during charging of LIBs, Si enters into the chemical reaction with Li ions, causing large volumetric expansion of Si particles, which leads to the emergence of mechanical stresses, which, in turn, can affect the kinetics of the chemical reaction even up to the reaction arrest. In this paper, the propagation of the reaction front separating the chemically transformed and the untransformed phases is modelled, and the coupled stress-diffusion-reaction problem is solved using the finite element approach. The model predicts the retardation and the locking of the chemical reaction in Si depending on the values of the chemical energy parameter, which corresponds to experimental observations."}{"Ambient vibration energy harvesters: A review on nonlinear techniques for performance enhancement ": "Vibration energy harvesters are emerging as a promising solution for powering small-scale electronics, such as sensors and monitoring devices, especially in applications where batteries are costly or difficult to replace. However, current vibration energy harvesters are only effective within a limited frequency bandwidth, whereas most ambient vibrations occur randomly over a wide frequency range. Many techniques, such as tuning, coupling between modes, multimodal arrays and hybrid transduction methods, can be used for performance enhancement of vibration-based energy harvesters. Among these techniques is the introduction of nonlinearities to the energy harvesting system. In most cases, using nonlinear techniques for energy harvesting results in a larger frequency bandwidth when compared to a linear system. In certain systems, the introduction of nonlinearities can also result in a higher amplitude response. The aim of this paper is to conduct a critical review of nonlinear techniques which have been investigated for performance enhancement of energy harvesters in the past decade and present state of the art of energy harvesters which utilise this technique. This includes discussions of several techniques that have been employed for enhancing energy harvesting, such as stochastic loading, internal resonances, being multi-degree-of-freedom, mechanical stoppers and parametric excitations, which all lead to nonlinear behaviour and enhancement of the system. These techniques are capable of significantly extending the frequency bandwidth and, in some cases, increasing the amplitude response. The enhancement in performance results in devices that can harvest energy more efficiently from ambient vibrations."}{"Three-dimensional biomechanics of coronary arteries ": "The focus of this paper is to model and simulate the nonlinear dynamics of atherosclerotic coronary arteries as a tool to predict the initiation of heart attack. A dynamic three-dimensional visco/hyperelastic fluid–structure interaction model of an atherosclerotic coronary artery is developed by means of the finite element method (FEM) using ANSYS. Simulations are undertaken using the model to examine the risk of plaque rupture with the following parameters taken into account with varying levels of stenosis: physiological pulsatile blood flow; tapered shape of the artery; viscoelasticity and hyperelasticity of the artery wall; effect of the motion of the heart; active artery muscle contraction; the lipid core inside the plaque; three layers of the artery wall; non-Newtonian characteristics of the blood flow; and micro-calcification; this paper is the first to incorporate all these effects. The generated model can potentially be used as a predictive tool for plaque rupture to identify the conditions that are high risk for atherosclerosis plaque rupture."}{"Well-posedness of the problem of non-penetrating cracks in elastic bodies whose material moduli depend on the mean normal stress ": "The well-posedness of the problem of non-penetrating crack in an elastic body whose material moduli depends on the mean normal stress is studied. The type of models considered are based on a new implicit theory for the response of elastic bodies. Bodies defined by these implicit theories are more general than Cauchy elastic bodies. The problem is studied within the context of a variational inequality."}{"Nonlinear biomechanics of bifurcated atherosclerotic coronary arteries ": "One of the most high-risk locations of plaque growth and rupture initiation (and hence occurrence of heart attack) is the first main bifurcation of the left main coronary artery; the aim of this investigation is to analyse the nonlinear three-dimensional biomechanics of bifurcated atherosclerotic left coronary artery. In order to examine the influence of different system parameters, a biomechanical model of a bifurcated coronary artery is developed. Three plaques of varying geometry and material properties inside the three branches of the left main (LM), the left anterior descending (LAD), and the left circumflex (LCx) are modelled incorporating three-dimensionality, nonlinear geometric and material properties, asymmetry, viscosity, and hyperelasticity, and fluid-solid interaction. A finite element method (FEM) is employed to incorporate all of the above-mentioned important features in addition to physiological blood pulsation, heart motion, active media layer contraction, lipid plaque, calcium deposition, three different artery layers, micro-calcification, and non-Newtonian model for blood. Moreover, the effects of different system features such as stenosis, curved shape of the artery, plaque location, and fibrous cap thickness on the stress field (shear and structural) are examined. The developed biomechanical model could be utilised to estimate the risk of the initiation of plaque rupture inside the human coronary artery and the occurrence of heart attack."}{"Theoretical framework for percolation threshold, tortuosity and transport properties of porous materials containing 3D non-spherical pores ": "Understanding the effects of porous network characteristics including the percolation and tortuosity on transport properties of porous materials is of great importance for the design and optimization of such materials, e.g., for superior resistance to degradation due to the transfer of corrosive fluids. Meanwhile, the percolation and tortuosity of porous networks are strongly affected by the geometrical shape of pores. In this work, we devise a generic theoretical framework for the accurate predictions of the percolation threshold and tortuosity of porous networks and a variety of transport properties of two-phase porous materials composed of three-dimensional (3D) interpenetrating non-spherical pores randomly distributed in a homogeneous solid matrix. Our framework contains three major components: (1) a coupled scheme of Monte Carlo simulations and a rigorous excluded-volume percolation model for determining of the percolation threshold of porous networks; (2) a continuum percolation-based tortuosity model (CPTM) for deriving the geometrical tortuosity of porous networks near the percolation threshold and above; and (3) a continuum percolation-based generalized effective medium theory (CP-GEMT) for predicting various effective transport properties including the effective diffusivity, permeability, electrical and thermal conductivity of porous materials over the entire range of porosities. The theoretical framework yields accurate predictions of the percolation threshold, tortuosity and various effective transport properties, which are verified and validated using extensive experimental, numerical and analytical data for a wide spectrum of different porous materials reported in literature. Our framework is readily applicable to other non-spherical percolating networks composed of interpenetrating discrete objects like cracks, particles, interfaces, capsules and tunneling networks though 3D spherocylindrical porous networks are used as an introductory example in this work. Finally, we utilize the framework to explore the influences of the pore geometrical configurations on the tortuosity and effective diffusivity of porous materials. The results shed light on the intrinsic and complex interplay of components, structures and transport properties in porous materials, which in turn can provide novel insights for understanding degradation of porous materials in practical applications."}{"A review on the mechanics of functionally graded nanoscale and microscale structures ": "This article reviews, for the first time, the mechanical behaviour of functionally graded structures at small-scale levels. Functionally graded nanoscale and microscale structures are an advanced class of small-scale structures with promising applications in nanotechnology and microtechnology. Recent advancements in fabrication techniques such as the advent of powder metallurgy, made it possible to tailor the mechanical properties of structures at small-scale levels by fabricating them out of functionally layerwise mixture of two or more materials; this class of structures, called functionally graded (FG), can be used to improve the performance of many microelectromechanical and nanoelectromechanical systems due to their spatially varying mechanical and electrical properties. The increasing number of published papers on the mechanical behaviours of FG nanoscale and microscale structures, such as their buckling, vibration and static deformation, employing scale-dependent continuum-based models, has proved their importance in academia and industry. Generally, the nonlocal elasticity-based models have been used for FG nanostructures whereas modified versions of couple stress and strain gradient theories have been utilised for FG microstructures. In this review paper, first, various scale-dependent theories of elasticity for FG small-scale structures are explained. Then, available studies on the mechanical behaviours of FG nanostructures such as FG nanobeams and nanoplates are described. Moreover, available investigations on the mechanics of microstructures made of FG materials are reviewed. In addition, in each case, the most important findings of available studies are reviewed. Finally, further possible applications of advanced continuum mechanics to FG small-scale structures are inspired."}{"Electrical conductivity of unidirectional carbon fiber composites with epoxy-graphene matrix ": "This paper aims at establishing connections between electrical resistivity and stresses in carbon fiber reinforced epoxy-graphene composites. To avoid the interconnection of multiple parameters, we examined composite specimens consisting of a single strand or tow (12,000 carbon fiber filaments) embedded in an epoxy matrix containing up to 1.0 wt% of graphene (TG679) particles. The specimens show resistance increase with the tensile stress. The characteristic of the dependence varies with the content of graphene particles, tending to be linear as the percentage of graphene content increases. We did not observe any significant changes in the ultimate strength of the composite with an increase of the graphene particles concentration."}{"Omega-3 and omega-6 polyunsaturated fatty acids: Dietary sources, metabolism, and significance — A review ": "Linoleic acid (LA) (n−6) and α-linolenic acid (ALA) (n−3) are essential fatty acids (EFAs) as they cannot be synthesized by humans or other higher animals. In the human body, these fatty acids (FAs) give rise to arachidonic acid (ARA, n−6), eicosapentaenoic acid (EPA, n−3), and docosahexaenoic acid (DHA, n−3) that play key roles in regulating body homeostasis. Locally acting bioactive signaling lipids called eicosanoids derived from these FAs also regulate diverse homeostatic processes. In general, ARA gives rise to pro-inflammatory eicosanoids whereas EPA and DHA give rise to anti-inflammatory eicosanoids. Thus, a proportionally higher consumption of n−3 PUFAs can protect us against inflammatory diseases, cancer, cardiovascular diseases, and other chronic diseases. The present review summarizes major sources, intake, and global consumption of n−3 and n−6 PUFAs. Their metabolism to biosynthesize long-chain PUFAs and eicosanoids and their roles in brain metabolism, cardiovascular disease, obesity, cancer, and bone health are also discussed."}{"Alpha-lipoic acid and coenzyme Q10 combination ameliorates experimental diabetic neuropathy by modulating oxidative stress and apoptosis ": "Aims\n                  Diabetic neuropathy (DN) is the most common complication of diabetes. Neuroprotective effects of alpha lipoic acid (ALA) and coenzyme Q10 (CoQ10) has been previously shown in DN, but underlying mechanisms involved not been exactly found. The present study explored the neuroprotective effects of ALA and Q10 combination in experimental DN by ameliorating oxidative stress and apoptosis.\n               \n               \n                  Main methods\n                  We investigated the effects of CoQ10 (10 mg/kg, orally, five weeks) and/or ALA (100 mg/kg, orally, five weeks) in STZ (45 mg/kg, i.p.)- induced DN in rats. After treatments motor function, oxidative stress biomarkers, ATP levels, expression of caspase 3 and UCP2 proteins were assessed by open-field, biochemical and ELISA methods and Western blot analysis. Dorsal root ganglion (DRG) neurons were histologically examined using H&E staining method.\n               \n               \n                  Key findings\n                  ALA and/or CoQ10 treatment significantly (p < 0.05) attenuated DN – induced motor function deficiency by modulating distance moved and velocity. ALA and/or CoQ10 treatment dramatically suppressed DN – induced oxidative stress which was associated with decrease in LPO and ROS and increase in GSH and TAC in DRG neurons. ALA and/or CoQ10 was proved to prevent apoptosis and degeneration of DRG neurons, which appears to be mediated by regulating the expression of caspase 3 and UCP2 proteins, inducing ATP and improving DN–induced changes in DRG neurons. We found maximum effectiveness with ALA and CoQ10 combination on mentioned factors.\n               \n               \n                  Significance\n                  These results provide a possible basis of the underlying mechanism for application of ALA and CoQ10 combination in treatment of DN."}{"Emerging role of Unfolded Protein Response (UPR) mediated proteotoxic apoptosis in diabetes ": "Endoplasmic reticulum (ER) is a crucial single membrane organelle that acts as a quality control system for cellular proteins as it is intricately involved in their synthesis, folding and trafficking to the respective targets. Type 2 diabetes is characterized by enhanced blood glucose level that promotes insulin resistance and hampers cellular glucose metabolism. Hyperglycemia provokes mitochondrial ROS production and glycation of proteins which exert a tremendous load on ER for conventional refolding of misfolded/unfolded and nascent proteins that perturb ER homeostasis resulting in apoptotic cell death. Impairment in ER functions is suspected to be through specific ER membrane-bound proteins known as Unfolded Protein Response (UPR) sensor proteins. Conformational changes in these proteins induce oligomerization and cross-autophosphorylation which facilitate processes required for the restoration of ER homeostatic imbalance. Multiple studies have reported the involvement of UPR mediated autophagy and apoptotic pathways in the progression of metabolic disorders including diabetes, cardiac ischemia/reperfusion injury and hypoxia-mediated cell death. In this review, the involvement of UPR pathways in the progression of diabetes associated complications have been addressed, which underscores molecular crosstalks during neuropathy, nephropathy, hepatic injury and retinopathy. A better understanding of these molecular interventions may reveal advanced therapeutic approaches for preventing diabetic comorbidities. The article also highlights the importance of phytochemicals that are emerging as novel ER stress inhibitors and are being explored for targeted interaction in preventing cell death responses during diabetes."}{"Electrospun nanofibers as a wound dressing for treating diabetic foot ulcer ": "s\n               \n                  Diabetes is one of the most prevalent diseases in the world with high-mortality and complex complications including diabetic foot ulcer (DFU). It has been reported that the difficulties in repairing the wound related to DFU has much relationship with the wound infection, change of inflammatory responses, lack of extracellular matrix (ECM), and the failure of angiogenesis. Following the development of medical materials and pharmaceutical technology, nanofibers has been developed by electrospinning with huge porosity, excellent humidity absorption, a better oxygen exchange rate, and some antibacterial activities. That is to say, as a potential material, nanofibers must be a wonderful candidate for the DFU treatment with so many benefits. Careful selection of polymers from natural resource and synthetic resource can widen the nanofibrous application. Popular methods applied for the nanofibrous fabrication consist of uniaxial electrospinning and coaxial electrospinning. Furthermore, nanofibers loading chemical, biochemical active pharmaceutical ingredient (API) or even stem cells can be wonderful dosage forms for the treatment of DFU. This review summarizes the present techniques applied in the fabrication of nanofibrous dressing (ND) that utilizes a variety of materials and active agents to offer a better health care for the patients suffering from DFU."}{"Research progress of in-situ gelling ophthalmic drug delivery system ": "Blindness and vision impairment are the most devastating global health problems resulting in a substantial economic and social burden. Delivery of drug to particular parts of the anterior or posterior segment has been a major challenge due to various protective barriers and elimination mechanisms associated with the unique anatomical and physiological nature of the ocular system. Drug administration to the eye by conventional delivery systems results in poor ocular bioavailability (<5%). The designing of a novel approach for a safe, simple, and effective ocular drug delivery is a major concern and requires innovative strategies to combat the problem. Over the past decades, several novel approaches involving different strategies have been developed to improve the ocular delivery system. Among these, the ophthalmic in-situ gel has attained a great attention over the past few years. This review discussed and summarized the recent and the promising research progress of in-situ gelling in ocular drug delivery system."}{"Complex formulations, simple techniques: Can 3D printing technology be the Midas touch in pharmaceutical industry? ": "3D printing is a method of rapid prototyping and manufacturing in which materials are deposited onto one another in layers to produce a three-dimensional object. Although 3D printing was developed in the 1980s and the technology has found widespread industrial applications for production from automotive parts to machine tools, its application in pharmaceutical area is still limited. However, the potential of 3D printing in the pharmaceutical industry is now being recognized. The ability of 3D printing to produce medications to exact specifications tailored to the needs of individual patients has indicated the possibility of developing personalized medicines. The technology allows dosage forms to be precisely printed in various shapes, sizes and textures that are difficult to produce using traditional techniques. However, there are various challenges associated with the proper application of 3D printing in the pharmaceutical sector which should be overcome to exploit the scope of this technology. In this review, an overview is provided on the various 3D printing technologies used in fabrication of complex dosage forms along with their feasibility and limitations."}{"Phyto-phospholipid complexes (phytosomes): A novel strategy to improve the bioavailability of active constituents ": "Although active constituents extracted from plants show robust in vitro pharmacological effects, low in vivo absorption greatly limits the widespread application of these compounds. A strategy of using phyto-phospholipid complexes represents a promising approach to increase the oral bioavailability of active constituents, which is consist of ‘‘label-friendly” phospholipids and active constituents. Hydrogen bond interactions between active constituents and phospholipids enable phospholipid complexes as an integral part. This review provides an update on four important issues related to phyto-phospholipid complexes: active constituents, phospholipids, solvents, and stoichiometric ratios. We also discuss recent progress in research on the preparation, characterization, structural verification, and increased bioavailability of phyto-phospholipid complexes."}{"Effects of granulation process variables on the physical properties of dosage forms by combination of experimental design and principal component analysis ": "The current study was to understand how process variables of high shear wet granulations affect physical properties of granules and tablets. The knowledge gained was intended to be used for Quality-by-Design based process design and optimization. The variables were selected based on the risk assessment as impeller speed, liquid addition rate, and wet massing time. Formulation compositions were kept constant to minimize their influence on granules properties. Multiple linear regression models were built providing understanding of the impact of each variable on granule hardness, Carr's index, tablet tensile strength, surface mean diameter of granules, and compression behavior. The experimental results showed that the impact of impeller speed was more dominant compared to wet massing time and water addition rate. The results also revealed that quality of granules and tablets could be optimized by adjusting specific process variables (impeller speed 1193 rpm, water spray rate 3.7 ml/min, and wet massing time 2.84 min). Overall desirability was 0.84 suggesting that the response values were closer to the target one. The SEM image of granules showed that spherical and smooth granules produced at higher impeller speed, whereas rough and irregular shape granules at lower speed. Moreover, multivariate data analysis demonstrated that impeller speed and massing time had strong correlation with the granule and tablet properties. In overall, the combined experimental design and principal component analysis approach allowed to better understand the correlation between process variables and granules and tablet attributes."}{"Bactericidal effect of graphene oxide and reduced graphene oxide: Influence of shape of bacteria ": "The emergence of multi-drug resistant bacteria due to the misuse of antibiotics and inadequate development of antibiotic drugs is a global threat to human health. Recent development in materials research caused the emergence of nanomaterials with promising bactericidal properties. Carbon based nanomaterials like graphene and graphene oxide(GO) have appealed researchers for antimicrobial properties, although some researchers claimed that they promote bacteria growth. To address the conflict, authors performed experiments to study the influence of GO and reduced GO(rGO) on gram positive Staphylococcus aureus and gram negative Pseudomonas aeruginosa bacteria. GO restricts S. aureus and P. aeruginosa cell growth by 93.7% and 48.6% whereas, percentage inhibition by rGO are 67.7% and 93.3% respectively. GO destructs bacteria by cell membrane damage through chemical reaction whereas, rGO induce mechanical stress and pierce the cell membrane. Shape and type of bacteria act as the controlling factors in determining the bactericidal efficacy of the nanomaterials."}{"Investigation of Adsorption Mechanism of Reagents (Surfactants) System and its Applicability in Iron Ore Flotation – An Overview ": "The low - grade ores invariably liberate in finer sizes and the fines contain good amount of iron values in it. Flotation is the most established solution, both technologically and economically compared to other alternatives for fines beneficiation. The selection of reagents and their administration system are of critical importance in view of varied mineralogy and size consist of feed material. In this paper, the reagents/surfactants used in direct and reverse flotation process of iron ore has been reviewed with the aim of identifying their usefulness and limitations coupled with adsorption mechanism and surface chemistry. This paper provides a glimpse of study on effect of other parameters like pH, chemistry and composition of pulp, zeta potential and electrostatic potential, temperature. An understanding of the mineral surface-specific adsorption mechanism and proper selection of the reagents system is mandated for successful and effective flotation performance."}{"Efficacy of Biogenic Selenium Nanoparticles from an Extract of Ginger towards Evaluation on Anti-Microbial and Anti-Oxidant Activities ": "Biogenic method of synthesis of nanoparticles is being preferred over the conventional chemical and physical methods due to its reduced toxicity towards the environment which uses living organisms like plants, microalgae and other microorganisms. The biomolecules present help in the reduction of Sodium Selenite to its elemental form Selenium nanoparticles. Z. officinale was used for the synthesis of selenium nanoparticles which was confirmed by the color change from pale yellow to red. The morphology of the nanoparticles was characterized by various techniques like SEM, TEM, DLS and AFM which revealed the size of the nanoparticles to be around 100-150 nm with a spherical shape, while the Zeta potential results also revealed its high stability nature. Its anti-microbial activity was tested against five bacterial species Escherichia coli, Klebsiella sp., Pseudomonas sp., Staphylococcus aureus and Proteus sp. The antibacterial activity of selenium nanoparticles was found to be significantly effective against Proteus sp. when compared with other species and thus the growth curve of Proteus sp. bacterial isolate treated with SeNPs was estimated. The Minimum Inhibitory Concentration of the Selenium nanoparticles against Proteus sp. showed that a concentration of about 250 μg/mL was required to establish its bactericidal activity. The antioxidant activity was also checked by using the DPPH assay. In the need of developing an eco-friendly, cost-effective and efficient biomedical agent that can also be compatible with pharmaceutical and industrial purposes was served through this paper."}{"Analysis of an Evaporating Sessile Droplet on a Non-Wetted Surface ": "We investigate evaporation of a sessile droplet on a non-wetted surface in the framework of diffusion-limited and quasi-steady evaporation. We extend previous models and numerically solve Laplace equation for the diffusion of liquid vapor into ambient. We propose a unified, simple and accurate expression of the evaporation mass flux valid for 90° ≤ θ ≤ 180°, where θ is the equilibrium contact angle. In addition, using the derived expression of the evaporation mass flux, we propose a simple and accurate expression of the evaporation mass rate for a non-wetted surface, which does not exhibit singularity at θ = 180°. Finally, using the scaling analysis, the expression of the evaporation mass flux is utilized to estimate the direction and magnitude of the characteristic evaporation-driven flow velocity inside the droplet on a non-wetted surface. The predicted flow direction is found to be consistent with the previous measurements."}{"Facile Synthesis of MgAl-Layered Double Hydroxide Supported Metal Organic Framework Nanocomposite for Adsorptive Removal of Methyl Orange Dye ": "In this work, we report the fabrication of MgAl- layered double hydroxide (LDH) supported copper based metal organic framework (MOF) nanocomposite via a facile solvothermal method. Reaction of pre-synthesized benzene-1,4-dicarboxylate ions (BDC) intercalated MgAl-LDH with Cu(II) ions produce paddle-wheel like Cu-(BDC) MOF nanocrystals on the surface of MgAl-LDHs. The structures and morphology of the synthesized new materials have been investigated by X-ray diffraction (XRD), field emission scanning electron microscopy (FESEM), UV–visible and photo luminescent spectroscopy, Fourier transform infrared spectroscopy (FTIR) and thermogravimetric analysis (TGA). The adsorption characteristics of the synthesized material showed the dye removal efficiency over 99% after 20 min with an adsorption capacity of 600 mg/g."}{"Review of static and dynamic wireless electric vehicle charging system ": "Electrified transportation will help to reduce green-house gas emissions and increasing petrol prices. Electrified transportation demands that a wide variety of charging networks be set up, in a user-friendly environment, to encourage adoption. Wireless electric vehicle charging systems (WEVCS) can be a potential alternative technology to charge the electric vehicles (EVs) without any plug-in problems. This paper outlines the current available wireless power transfer technology for EVs. In addition, it also includes wireless transformer structures with a variety of ferrite shapes, which have been researched. WEVCS are associated with health and safety issues, which have been discussed with the current development in international standards. Two major applications, static and dynamic WEVCS, are explained, and up-to-date progress with features from research laboratories, universities, and industries are recorded. Moreover, future upcoming concepts-based WEVCS, such as “vehicle-to-grid (V2G)” and “in-wheel” wireless charging systems (WCS) are reviewed and examined, with qualitative comparisons with other existing technology."}{"Identity and access management in cloud environment: Mechanisms and challenges ": "Cloud computing is a complex system with combination of diverse networked devices that supports demanded services. The architecture of cloud computing consists of different kinds of configurable distributed systems with a wide variety of connectivity and usage. The organizations are adapting to cloud networks at a rapid pace due to the benefits like cost-effectiveness, scalability, reliability and flexibility. Though the primary merits of cloud computing are promising facts, cloud networks are vulnerable to various kinds of network attacks and privacy issues. The features like multi tenancy and the third party managed infrastructure in cloud environment necessitates the requirement of identity and access management mechanism. The problems involved in secure access to cloud resources have been addressed by many academicians and industry personnel. In this paper, the issues related to authentication, access management, security and services in cloud environment are surveyed along with the techniques proposed to overcome the same. A detailed comparative study of the existing techniques in the perspective of cloud service providers and cloud users that include identity and access management, security issues and services in the cloud environment are highlighted."}{"A new electric braking system with energy regeneration for a BLDC motor driven electric vehicle ": "A new electric braking system is proposed for a brushless DC (BLDC) motor driven electric vehicle (EV) in this paper based on stopping time and energy regeneration. This new braking system is developed by combining various regenerative methods and plugging. Other than the existing performance measures such as boost ratio, braking torque, and maximum conversion ratio; stopping time and energy recovery for various methods are studied for different running conditions. It is observed that the stopping time is less for plugging and increases in the order of two, three and single switch method. In addition, energy recovery is better for single and three switch method. Based on these performances, a new braking strategy is proposed which combine all the regenerative braking methods including plugging and switch among themselves based on the brake pedal depression. The effectiveness of the proposed method is shown using both simulation and experiment results."}{"Fast EV charging station integration with grid ensuring optimal and quality power exchange ": "Increased problem of air pollution has led automotive industry to develop clean and efficient fuel based transportation and Electric Vehicles (EVs) appear to be the most suitable alternatives to conventional IC engine based vehicles. Fast charging of EVs is required to make EVs widely accepted as charging time is the key barrier standing in the way of widespread acceptance of EVs. Different strategies have been proposed for the deployment and integration of public fast charging, emphasizing on the power quality aspects and charging load management techniques. This paper presents the model of a fast electric vehicle charging station connected to the grid ensuring quality power transfer with reduced harmonic currents. The charging station consists of a converter connecting grid to a DC bus where EVs get connected through battery chargers. The control of individual vehicle charging process is decentralized and a separate control is provided to deal with the power transfer from AC grid to the DC bus. An energy management strategy based on optimal power flow is also proposed by integrating a solar PV generation system with charging station to alleviate the impact of fast charging on the grid. The combined system along with the power output of EV fleet batteries available at the charging station reduces the net energy provided by the grid, thereby decreasing the overall load on the grid as well as minimizing the conversion losses."}{"Network optimizations in the Internet of Things: A review ": "The Internet was initially used to transfer data packets between users and data sources with a specific IP address. Due to advancements, the Internet is being used to share data among different small, resource constrained devices connected in billions to constitute the Internet of Things (IoT). A large amount of data from these devices imposes overhead on the IoT network. Hence, it is required to provide solutions for various network related problems in IoT including routing, energy conservation, congestion, heterogeneity, scalability, reliability, quality of service (QoS) and security to optimally make use of the available network. In this paper, a comprehensive survey on the network optimization in IoT is presented. The paper draws an attention towards the background of IoT and its distinction with other technologies, discussion on network optimization in IoT and algorithms classification. Finally, state-of-the-art-techniques for IoT in particular to network optimization are discussed based on the recent works and the review is concluded with open issues and challenges for network optimization in IoT. This paper not only reviews, compares and consolidates the recent related works, but also admires the author’s findings, solutions and discusses its usefulness towards network optimization in IoT. The uniqueness of this paper lies in the review of network optimization issues and challenges in IoT."}{"Design of a single-phase SPWM inverter application with PIC micro controller ": "The goal of this study was to investigate low level harmonic content with unipolar voltage switching and bipolar voltage switching methods. Hence, we designed a single-phase full-bridge inverter application with Pulse Width Modulation (PWM) technique by using Peripheral Interface Controller (PIC) microcontroller. To obtain sinusoidal control signal and control of the inverter parameters, a PIC16F877 microcontroller was utilized in conjunction with an inverter to perform these two different techniques. The LCD control display and PIC Basic Pro programming language were used for the user interface and to program the microcontroller, respectively. Due to the application of PIC based control technique, total harmonic amount was decreased and a smaller size inverter was designed with very high realibility, safety, and low cost. In this study, an appropriate algorithm for the control software was obtained and approved for the supervision. Software was utilized to control the inverter, scalar control and ramp function as well as to obtain sine signal control of many parameters. The operation principle of the applied system and designed circuits is reported.\n                  In conclusion the measurements with the applied system's operating status were discussed and evaluated with respect to their value for the education of electrical engineering students."}{"Perspective correction of building facade images for architectural applications ": "In this study, a geometric method used to obtain rectified photographs that will form a base for drawings of building facades are examined. Mathematical model is presented by informing briefly about the method evaluated. The subject is exemplified by a test study. In the test study, firstly, the behavior of the related methods on the created artificial image was examined and the applications on the real photographic sets of the models obtained with different types and different cameras were performed. The obtained results were evaluated statistically and various conclusions were drawn and the suggestions were made for those who want to apply the method and want to do the study in this subject."}{"Experimental performances of a thermoelectric cooler box with thermoelectric position variations ": "An experimental performance investigation on thermoelectric cooler box with several positions of the thermoelectric was performed. The cooling system of the cooler box comprised a thermoelectric module model TEC1-12706, a heatsink-fan, an inner heat sink, a bottle of water with a volume of 360 ml. The positions of the thermoelectric were at the top, on the bottom, and on the wall. The inner cooler box size employed was 215 mm × 175 mm × 130 mm, and the thickness of the cooler box walls was 50 mm. The experiment was conducted for about 18,000 s at the open ambient temperature. The power used was constant of about 38.08 W. The results showed that the COP decreased with the times, and the best position of the thermoelectric placement of this study was on the wall."}{"Comparison the machinability of Inconel 718, Inconel 625 and Monel 400 in hot turning operation ": "In the present paper, three nickel base alloys (Inconel 718, Inconel 625 and Monel-400) have been studied for chip formation in the hot turning process using flame heating. Cutting force, tool life, chip morphology, tool wear, and surface integrity (surface roughness and microhardness beneath the machined surface) have been determined in both room and hot temperature conditions (300 °C and 600 °C). Flame heating (Liquefied petroleum gas and oxygen) along with turning operation has been utilized for machining of three materials. It was observed that significant reduction of cutting force, tool wear, chatter formation, surface roughness and increase tool life, chip tool contact length, etc., for all three nickel base alloys in hot machining compared to room temperature machining."}{"A brief review on breccia: it's contrasting origin and diagnostic signatures ": "A brief literature review on the breccias of contrasting origin, their diagnostic signatures along with related terminologies is presented here. The importance of individual breccia types and their geological implication has also been reviewed. The present study suggests that breccia is formed either by igneous, sedimentary and tectonic processes or a combination of these. This review is mainly focused on the most common seven sub-classes, (i.e., volcanic, igneous-hydrothermal, chert, collapse, fault, impact and seismic) and the specification of the processes involved in their formation, which subsequently brings more clarity in its classification and characterization."}{"Zircon saturation in terrestrial basaltic melts and its geological implications ": "Zircon is a widely used accessary mineral, and zircon saturation in silicate melts has many applications in geology. Based on the original model proposed by Watson and Harrison (Earth Planet. Sci. Lett. 64:295–304, 1983), the quantification of the zircon saturation in melts with felsic and intermediate compositions has recently become a major research topic, resulting in some disagreements and different models. Theoretically, the addition of new data, especially regarding the zircon solubility in a basaltic (peralkaline) melt that can provide an upper limit below which zircon is likely to crystallize in igneous rocks, is thus critical to the development of a new, refined model that can be applied to a wide range of compositions and provide a resolution to the ongoing debate. Here, the zircon saturation in a terrestrial basaltic melt was systematically investigated for the first time using a piston-cylinder apparatus across the temperature range of 1050–1350 °C at pressures of 0.5, 1.0 and 1.5 GPa. We combined our new data on mafic melts with data from previous studies on mafic to felsic melts to investigate the factors affecting zircon saturation in basaltic melts. Our results confirm an extremely high zircon saturation in mafic (peralkaline) melts in addition to its strong dependence on the melt composition and temperature and its weak dependence on the pressure and water content. We used all available data that can be used to calculate compositional parameter G [=(3·Al2O3 + SiO2)/(Na2O + K2O + CaO + MgO + FeO), molar ratio] to evaluate fit to a previous model designed to work with more alkaline compositions and proposed a new refined model, given by (with 1σ errors): lnC\n                     Zr(melt) = (3.313 ± 0.349)–(1.35 ± 0.10)·lnG + (0.0065 ± 0.0003)·T, where C\n                     Zr(melt) is the Zr concentration in the melt at zircon saturation and T is temperature in °C. Additionally, we reintroduced the previously proposed dominance of the temperature and melt composition on the degree of polymerization and thus the ability of zircon to enter the melt, thereby leading to large differences in the zircon saturation between intermediate-felsic magmas and mafic magmas. Although mantle-derived basaltic magmas have a low Zr concentration, they are capable of dissolving the zircon in surrounding rocks during their ascent. Zircons are generally rare in extrusive or hypabyssal basaltic rocks but can form during the late crystallization stage of plutonic basaltic magmas; thus, zircon crystallization has little impact on the distribution of trace elements in mafic magmas."}{"Fluid-controlled element transport and mineralization in subduction zones ": "Many of the world's metal deposits are associated with hydrothermal fluids in subduction zones, indicating the intimate relationship between subduction process and mineralization. During subduction process, subducting slab would release fluids/melts which in general could be subdivided into aqueous fluid, hydrous melt and supercritical fluid based on the water content and P-T condition. The distinct fluids/melts are able to transport plenty of elements to the overlying mantle wedge and play an important role in the formation of various deposits. Subduction-related mineralization includes porphyry-type deposit, orogenic gold (Au) deposit, metamorphic hydrothermal deposit, volcanogenic massive sulfides (VMS) deposit and so on. In particular, porphyry-type deposit is generally related to arc magmatism or partial melting of subducted plate, with parts of ore-forming fluids ultimately derived from dehydration of the subducted slab. The orogenic Au deposit and the metamorphic hydrothermal deposit are believed to result from metamorphic fluids with the former generally enriched in CO2. The other types of deposits in subduction zones are always related to magmatic rocks with the magma supplying materials, heat or driving force for ore-forming fluid circulation. The aqueous fluids derived from dehydration of subducting plate contain various amounts of CO2, Cl, S, N and other solutes. These components are efficient agents to dissolve and transport metals. When partial melting of subducted plate occurs, the melt could carry numerous metals and plays a direct role in mineralization. In addition, sulfide melts in subduction zones are extremely beneficial for the transport of chalcophile elements. Although numerous achievements have been obtained, some more detailed studies should be implemented to find out the exact processes of metal transport and redistribution. In this paper we firstly review ore deposits and fluid types in subduction zones, and then emphatically discuss subduction fluid-controlled element transport and its significance for widespread mineralization."}{"Progress and challenges of big data research on petrology and geochemistry ": "We are entering the era of big data, and big data achievements have benefited ordinary people. However, big data application in geochemistry research has not been really appreciated. Big data is a kind of method and a pattern of thought. It is different from traditional scientific research methods and thinking in that it starts from the data and adopts full data mode. This paper introduces basalt, andesite and continental marginal arc basalt tectonic environment discrimination diagrams made by the author and his collaborators using all the global rock geochemical data available. We have discussed the following scientific problems of petrology and geochemistry using big data research: 1. we found many better illustrations in the study of discriminant diagrams, mainly relying on the relationship among the major elements, transition elements, and metal elements. What the points between the relationships are? Why did they work? These new questions need to be studied by the geochemists. 2. Data mining found that mid-ocean ridge is extremely lack of intermediate-acidic rocks. Does it mean that the upper mantle is an acute shortage of water? 3. This study found that the Miocene is the most developed epoch of magmatic activities. The Miocene appeared many important geological events in the world. Is there a connection between them? 4. The Miocene adakite most developed in the world, according to adakite exposed. There may be a giant Eurasian plateau from the Tibetan plateau to the Carpathians. 5. According to the spatial and temporal distribution of Cenozoic picrite, we put forward how to realize a global hotspot issues, etc. The paper also put forward some suggestions of further research and emphasized that science has entered the era of big data. In the era of big data, scientific classification standards have changed: any discipline which can be expressed in data is called science, and which cannot be expressed in data is called non-science. Whether it can be expressed by data is the watershed of science and non-science. In the era of big data, the geology encountered an unprecedented crisis. According to our forecast, in the foreseeable future, geophysics will be far ahead of geology. Space science will boom, and geochemistry will lead the way for a long time in the field of geology."}{"An evaluation of precision and accuracy of SIMS oxygen isotope analysis ": "In this study, a high-precision secondary ion mass spectrometry (SIMS) zircon oxygen isotope ratio analytical protocol is described. The analysis is conducted using a Cameca IMS 1280-HR at the SIMS Laboratory of Guangzhou Institute of Geochemistry, Chinese Academy of Sciences (GIGCAS). Four reference zircons (91,500, Qinghu, TEMORA 2 and Penglai) have been chosen to evaluate the reproducibility (precision) and accuracy. An identical protocol is used for the analyses, with unchanged instrumental parameters and with ion beam intensities kept as identical as possible. The Penglai zircon is used as an external reference material to calibrate the instrumental mass fractionation. The 91,500, Qinghu and TEMORA 2 zircons are used as the unknown samples, which yielded 10.15 ± 0.26‰ (2SD), 5.46 ± 0.24‰ (2SD) and 8.33 ± 0.29‰ (2SD), respectively, all consistent with the recommended values within error (2SD). A half-year long-term precision of 0.44‰ (2SD) is achieved using the Qinghu zircon as a monitoring sample for the routine measurement of zircon 18O/16O ratio, which demonstrates the reliability of this analytical protocol."}{"Measuring the decay constant of 87Rb: Is the decay in radioisotopes linear? Manifestation and disintegration of the matter in space-time, and age of the Universe ": "Villa et al. (2015) (Geochim. Cosmochim. Acta, 164, 382–385) proposed a new value of (1.3972 ± 0.0045) (10−11 yr−1) for the decay constant of 87Rb, which according to them is based on the meta-analysis of the analytical data of some experiments conducted by others. In my view their suggested value cannot be considered viable because it is very similar to the one which was discarded about forty years ago, and secondly, for restricting their meta-analysis to only four papers. Therefore, a need is felt to review the literature and take a fresh look at this problem. The paper also discusses some theoretical models for estimating the decay constant of 87Rb; and as per the theoretical model (Gargi, 2012; Chemie der Erde 72, 323–332) the decay constant for 87Rb should be revised to 1.408 (10−11 yr−1). I have also shown that the mode of decay in unstable isotopes is in fact linear, not exponential. The linear decay and other phenomena, such as manifestation and disintegration of matter in space-time, and the origin and age of the Universe are all intertwined. Hence, the evidence for the one is also an evidence for the other. Therefore, the latter two phenomena also would be discussed briefly. The decay constant as measured in the laboratory assuming exponential decay increases with time."}{"Petrogenesis and mantle source characteristics of Triassic alkaline basaltic rocks of North Kamarbon, Northern Central Alborz, Iran ": "The Triassic alkaline basaltic rocks (TABR) of North Kamarbon are located in Central Alborz, which is regarded as the northern part of the Alpine-Himalayan orogenic belt. Fractional crystallization does not appear as a major process in the genesis of TABR while different degree of partial melting may be regarded as the main process, based on petrography and geochemistry studies. The geochemical characteristics of TABR are in conflict with a substantial involvement of continental crust or crustal contamination. High (La/Yb)N and (Dy/Yb)N ratios, along with other geochemical features, in the TABR magma, suggest an asthenospheric origin, with low degree of partial melting of a garnet-bearing mantle sources. Enrichment patterns of LILE (Ba, Sr and Th), HFSE (Nb, Ta and Zr) and P, and depletion at HREE (Yb, Lu) are similar to what observed for OIB or intraplate alkaline magmatic rocks. The Sr and Nd isotopic ratios range from 0.70448 to 0.70522 and from 0.51269 to 0.51280, respectively, suggesting time-integrated slightly depleted magma sources. The data indicate that the evolution of TABR could be related to the rifting basin, in Late Triassic, which caused their development by upwelling and decompressional melting of an asthenospheric mantle, without a major involvement of subcontinental lithospheric mantle or crustal contamination."}{"Evaluation of terrigenous input, diagenetic alteration and depositional conditions of Lower Carboniferous carbonates of Tethys Himalaya, India ": "Geochemical and isotopic signatures from Lower Carboniferous Limestone of the Lipak Formation of Spiti region, Tethys Himalaya (for the first time) have been studied for palaeo-climatic reconstruction of the region and to evaluate the influence of terrigenous input into the Tethyan Ocean. The principal component analysis (PCA) suggests that CaO exhibits different modes of origin as compared to other elements. The low and relatively constant Al/Si ratio (0.19–0.46) of Lipak limestone suggests that Si has multiple sources besides clay minerals. Higher Al2O3 of the limestone than siliciclastic-contaminated carbonates (1.59%) as well as comparable Y/Ho ratio to terrestrial material suggests terrigenous input into the basin. The Er/Nd ratio ranges from 0.07 to 0.18 which further indicates the influence of detrital input (in normal seawater Er/Nd is 0.27). The Mn/Sr ratio suggests insignificant diagenetic alterations. The lack of correlation between Sr and LREE concentration in the limestone (r = 0.036) lends credence to this conclusion. Geochemical palaeo-redox parameters such as negative Mn and positive Ce anomalies (V/V + Ni) and Th/U ratios indicate that the limestone was deposited in anoxic environmental conditions. δ18O and δ13C isotope composition of whole-rock samples ranges from −10%o to −24%o and +3.34%o to −8.24%o respectively indicating significant climatic change during Carboniferous period. These observations are consistent and match with those of contemporaneous carbonates elsewhere in the world, which can be linked to the alternative occurrences of cold and warm paleoclimates in the Carboniferous. The onset of the Permo-Carboniferous glaciation would have resulted in more positive δ13C and less negative δ18O values for these carbonates. The isotopic values also indicate eustatic sea level changes due to the glacial and interglacial phases during the period. Thus the signatures of Gondwana glaciation events are well preserved in the Lipak limestone of Spiti region."}{"A plastic-damage model for concrete under compression ": "A phenomenological model for plain concrete under compression is formulated within the framework of the coupled elastoplastic-damage theory. Phenomenological elastoplastic-damage models have been widely used for concrete because of their capability of representing both the permanent inelastic deformations and the degradation of material moduli beyond the elastic range. The essential contribution introduced in this paper is the proposed partitioning of the strain tensor within the coupled elastoplastic-damage framework which simplifies the selection of the failure surface and the potential function. Proposed partitioning permits the use of single failure criterion and single potential surface that are effective for both damage and plasticity models during inelastic deformations. Therefore, the coupled elastoplastic-damage model can be easily calibrated to fit the observed concrete behaviour based on well-established non-associated plasticity rules for concrete. The proposed approach also simplifies the numerical procedure by eliminating iterations that is required to equilibrate the stresses in plastic and damage components of the model. The numerical implementation is explained, and the results predicted by the model are compared with experimental data provided in the literature."}{"Non-contact and non-destructive Lamb wave generation using laser-induced plasma shock wave ": "This paper proposes a non-contact and non-destructive method to generate Lamb waves against a target structure using the impulse excitation force generated by laser-induced plasma (LIP). When a high power pulse laser is irradiated in air and its laser fluence exceeds 1015 W/m2, a plasma is formed. While the plasma in air expands in high speed, shock waves on the spherical surface are generated and these shock waves become the impulse excitation force against a target structure, resulting in the non-contact and non-destructive approach. A 2024 aluminum alloy plate is used as the test piece in the experiment, and the dynamic characteristics of the Lamb waves generated from LIP shock waves are measured. Phase velocity and group velocity of generated Lamb waves were compared to the calculated values from Rayleigh-Lamb frequency equations and we found that maximum error was 5% and its frequency component included at least 400 kHz. Further, we investigated the relationship between the distance from the LIP shock wave–generating location to a test piece and the dynamic characteristics of the generated Lamb waves. This method can control the amplitude and the frequency components of generated Lamb waves by changing this distance."}{"Modelling and simulation of a stationary high-rise elevator system to predict the dynamic interactions between its components\n ": "In a high-rise elevator system lateral vibrations of the suspension and compensating ropes, coupled with vertical motions of the car and counterweight are induced by the building structure motions. When the frequency of the building coincides with the fundamental natural frequency of the ropes, large resonance whirling motions of the ropes result. This phenomenon leads to impacts of the ropes on the elevator walls, large displacements of the car and counterweight making the building and elevator system unsafe. This paper presents a comprehensive mathematical model of a high-rise elevator system taking into account the combined lateral stiffness of the roller guides and guide rails. The results and analysis presented in the paper demonstrate frequency curve veering phenomena and a wide range of resonances that occur in the system. A case study is presented when the car is parked at a landing level where the fundamental natural frequencies of the car, suspension and compensating rope system coincide with one of the natural frequencies of the high-rise building. The results show a range of nonlinear dynamic interactions between the components of the elevator system that play a significant role in the operation of the entire installation."}{"Critical raw materials: A perspective from the materials science community ": "Functional materials are crucial to meet today's societal challenges and needs, such as the transition towards low carbon energy production to reduce climate change, renewable energies and green economy, clean mobility and improved communication. In order to fulfill specific functions, many of these materials require a variety of specific metallic elements whose total reserves in primary deposits on the planet are limited in quantity and unevenly distributed, respectively require significant efforts for exploration and investments in their exploitation. Furthermore, the extraction and processing of the corresponding metallic minerals can be sometimes related to a high environmental burden as well as frequently negative social impacts. While in contrast to fossil fuels mineral materials can be principally recycled and hence kept as resources, closing the materials loop especially for many specialty metals today is often hampered by dissipation as well as by physical and economic challenges. These metallic elements are also listed under “critical raw materials” which have been receiving increased attention in scientific and policy-related debates over the last decade and years. In this paper, we introduce the topic of materials criticality for the special issue of Sustainable Materials and Technologies and observe how the criticality of raw materials is perceived and handled within Materials Science. For this, we (i) present examples of critical raw materials in advanced technologies, (ii) summarize some definitions of criticality, (iii) outline the topic of critical raw materials in the Material Scientist community by highlighting relevant outcomes of a survey on critical raw materials for materials scientists, and (iv) conduct a literature research on “Critical Raw Materials” and “Criticality” in search engines commonly used by materials scientists. The results show that material scientists seem frequently not concerned with the criticality of raw materials in their work, and that the relevant terms appear for a broader scientific community mainly in the fields of environmental science, chemistry-related processing and environmental and resource management. The paper presents and discusses these results and suggests to advance the implementation of the concept of materials criticality in materials research and development."}{"Lithium-ion battery recycling processes: Research towards a sustainable course ": "There is a need to develop technology to enable a resource-efficient and economically feasible recycling system for lithium-ion batteries and thus assure the future supply of the component materials. Lithium-ion batteries are complex products, and designs and materials are still evolving, which makes planning for future recovery more challenging. Several processes for recycling are proposed or operating, and each has advantages and disadvantages. This paper compares these processes on technical and economic bases, elucidating differences in benefits as a function of cathode composition. Since none of the existing processes is ideal, research areas are suggested that could enable development of improved recycling methods. The most promising research areas are separation technologies."}{"The case for recycling: Overview and challenges in the material supply chain for automotive li-ion batteries ": "Lithium ion batteries (LIB) continue to gain market share in response to the increasing demand for electric vehicles, consumer electronics, and energy storage. The increased demand for LIB has highlighted potential problems in the supply chain of raw materials needed for their manufacture. Some critical metals used in LIB, namely lithium, cobalt, and graphite are scarce, are not currently mined in large quantities, or are mined in only a few countries whose trade policies could limit availability and impact prices. The environmental and social impacts of mining these materials have also drawn attention as production ramps up to meet the increased demand. Closed-loop systems with recycling at the end-of-life provide a pathway to lower environmental impacts and a source of high value materials that can be used in producing new batteries. Because environmental regulations concerning end-of-life batteries are not fully developed or implemented, most of these batteries currently end up in the landfills, with a very small number of spent batteries sent to the existing recycling facilities. However, with proactive regulations, an increasing supply of spent batteries, and innovations in recycling technologies, end-of-life batteries could supply a significant fraction of the materials needed for manufacturing of new LIB. This paper reviews the current state of the LIB manufacturing supply chain, addresses some issues associated with battery end-of-life, and sheds light on the importance of LIB recycling from the environmental and value chain perspectives. We also discuss the expected benefits of recycling on the global LIB supply chain."}{"Improving supply security of critical metals: Current developments and research in the EU ": "According to the reports on critical raw materials for the EU, a raw material is considered critical if it has a high economic importance to the EU combined with high supply risk. Supply risk is considered to arise from a combination of several factors, namely a high concentration of production in countries with poor governance, limited material substitutability, and poor end-of-life recycling rates. A number of industry activities, policy initiatives and research projects have recently been initiated in Europe with the aim to secure an adequate supply of raw materials. In this article, we review such ongoing developments with a focus on publicly funded research projects on critical metals in Europe, and discuss their contribution to reaching the objectives of the Raw Materials Initiative as well as the more general goals of sustainability. We found that current research puts a strong emphasis on rare earth elements, being addressed in almost half of the identified projects. Other frequently studied metals include cobalt, indium and platinum group metals. The efforts are roughly evenly distributed between the three main domains of supply security measures: primary supply, secondary supply, and material efficiency and substitution, with a somewhat larger budget allocated to secondary supply. Current research is coherent with the aims of the Raw Materials Initiative in that it addresses primary production, recycling, and substitution as means to secure the supply of critical metals. However, the prioritization of certain metals, especially rare earth elements, is stronger than what seems justified by differences in economic risk (as a quantitative interpretation of criticality), and should perhaps be replaced by a more balanced distribution of funds. For example, more product-centric research considering a larger part of the materials cycle may facilitate recycling of a wider spectrum of metals. Particularly neglected metals and topics include beryllium, magnesium, recycling from end-of-life vehicles, design for recycling, and waste collection."}{"A porous media model for CFD simulations of gas-liquid two-phase flow in rotating packed beds ": "The rotating packed bed (RPB) is a promising advanced reactor used in industrial gas-liquid two-phase reaction processes because of its high phase contact efficiency and mixing efficiency. Investigation of RPBs using CFD simulations will improve the understanding of physical behaviours of gas and liquid flows in such reactors. Currently, CFD simulations on the RPBs only focus on the volume of fluid (VOF) method. However, the VOF method is not suitable for simulations of pilot-scale 2D and 3D RPBs due to the limitations in computer resources, while the Eulerian method using a porous media model is a promising alternative method but it is rarely reported. The reason is that there are no suitable porous media models that accurately describe the drag force between the gas and liquid, the gas and solids and the liquid and solids due to the high porosity and the stacked wire screen packing used in RPBs. Therefore, the purpose of this paper is to propose a new model for modelling RPBs. The new proposed model is based on the Kołodziej high porosity wire screen one-phase porous media model. In this work, two experimental counter-current gas–liquid flow cases from the literatures have been used for validating the CFD simulation results. Finally, the new model has been compared with the current porous media models for traditional spherical or structured slit packed beds, which are the Attou, Lappalainen, Iliuta and Zhang models. The simulation results show that the proposed new model is the most appropriate and accurate model for the simulation of RPBs among all the models investigated in this paper."}{"A model for the formation of gold nanoparticles in the citrate synthesis method ": "This paper presents a new model for predicting the evolution of the particle size of gold nanoparticles (GNPs) in the citrate synthesis method. In this method, the precursor is an acid solution of tetrachloroauric acid, while the reducing agent is a base solution of sodium citrate. The acid-base properties of the solutions influence how the size of the particles evolves during the synthesis. In the literature, various mechanistic theories have been proposed to explain this evolution. Turkevich et al. (1951), who pioneered this synthesis method, suggested the “organizer theory”. This mechanistic description of the synthesis was modelled by Kumar et al. (2007), but recently Agunloye et al. (2017) showed that in several cases this model performed poorly, since it does not account for the acid-base properties of the reactants. In this work, we present a kinetic model based on the synthesis seed-mediated mechanistic description proposed by Wuithschick et al. (2015). In this description, the precursor concurrently reduces into gold atoms and hydroxylates into a passive form. The gold atoms then aggregate into seed particles, which finally react with the passive form of the precursor in a growth step. We validated the model using experimental data from the literature obtained for conditions in which the seed-mediated mechanism is valid. The predicted GNP final sizes closely agree with those obtained experimentally."}{"A review on microreactors: Reactor fabrication, design, and cutting-edge applications ": "This review focuses on the latest trends and advancements in microstructured reactors. With the recent drive towards the production of miniaturized systems, microstructured reactors have gained significant prominence in the chemical and process industries. Herein, we describe the fabrication, commercial aspects, design principles, and cutting-edge applications of microreactors. An overview of the significant areas of application under broad categories such as biological and pharmaceutical applications, inorganic and noble metal nanoparticles, and organic chemicals and polymers is also included. Finally, the article discusses future research prospects and key issues on microstructured reactors."}{"Experimental studies on droplet formation in a flow-focusing microchannel in the presence of surfactants ": "The formation of an aqueous droplet in an organic continuous phase was studied experimentally inside a flow-focusing microchannel (190 μm × 195 μm: depth × width) in the presence of surfactants. A low viscosity silicone oil (0.0046 Pa s) was used as the continuous phase and a mixture of 48% w/w water and 52% w/w glycerol was the dispersed phase. Two ionic surfactants, C12TAB (50 mM) and C16TAB (5 mM) were added in the aqueous phase, at concentrations above the CMC values. Four regimes of drop formation were identified, namely squeezing, dripping, jetting and threading, whose boundaries changed when the surfactants were present. The drop formation process and the velocity profiles in both phases in the squeezing and dripping regimes were studied in more detail using a two-colour Particle Image Velocimetry technique. For all solutions studied, three distinct drop formation stages were identified, expansion, necking and pinch-off. The surfactant-laden solutions produced smaller drops. Considering the dynamic interfacial tension, rather than the equilibrium one, it was possible to explain differences in the drop formation between the two surfactant systems in the expansion stage. The forces acting on the forming drops were estimated and showed that the drag force overcomes the interfacial tension force at the transition between the expansion and necking stages. During this transition, the curvature of the neck changed while its thinning rate was increased. The transition from the necking to the pinch-off stage was signified by a flow reversal at the bottom part of the drop."}{"Review on heat conduction, heat convection, thermal radiation and phase change heat transfer of nanofluids in porous media: Fundamentals and applications ": "Increasing the heat transfer rate of heat transfer equipment is an ever-lasting topic in thermal engineering. Due to the advantages of light weight, high specific surface, high thermal conductivity, metal foam is a good extending surface for heat transfer enhancement. Nanofluid has a higher thermal conductivity than the traditional base fluid, so it can be used as an efficient heat transfer medium. This paper focuses on various flow and heat transfer modes of nanofluid, metal foam and the combination of the two, with the physical properties of nanofluid and metal foam summarized. The characteristics of flow and heat transfer are introduced. The motivation of this review paper is to arouse the researchers to pay attention to the basic transport understandings for the heat transfer enhancement of nanofluids in porous media. The knowledge reviewed in this paper is useful for improving the performance of compact heat exchangers, and heat sinks for cooling electronics with porous media and nanofluids."}{"Gallium-promoted HZSM-5 zeolites as efficient catalysts for the aromatization of biomass-derived furans ": "The development of novel technologies to convert renewable biomass feedstocks to fuels and chemicals is of increasing interest for making our chemical industry more sustainable. Plant biomass or its biomass-derived platform molecules are typically over-functionalized, requiring substantial modification to produce the chemicals currently demanded by industry. Furanic compounds are intermediates in the catalytic fast pyrolysis of lignocellulosic biomass or sugar dehydration and can in principle be further converted to aromatics. While upgrading of furanics by zeolite-catalysed aromatization typically results in a large loss of carbon due to coke deposition, carbon laydown can be mitigated by the addition of ethylene and by the modification of the zeolite with Lewis acid Ga sites. Here, we investigate the influence of the Ga loading on the physicochemical properties of Ga-modified HZSM-5 zeolite and its performance in the gas-phase aromatization of 2,5-dimethylfuran with ethylene. Characterization of the morphological, textural and acidic properties were carried out to understand the role of Brønsted and Lewis acid sites on the catalytic reaction. We demonstrate a crucial role of the dispersion of Ga-species and the resulting Lewis acidity of the Ga/ZSM-5 catalysts; and show means how to control both parameters by adjusting the synthesis method."}{"Direct simulations of two-phase flow experiments of different geometry complexities using Volume-of-Fluid (VOF) method ": "Two-phase flow in three porous media with different geometry complexities are simulated using the Volume-of-Fluid (VOF) method. The evolution of the flow pattern, as well as the dynamics involved are simulated and compared to experiments. For a simple geometry and smooth solid surface, like single capillary rise experiment, VOF simulation gives results which are in good agreement with the experiments. For a micromodel, with a relatively simple geometry, we can predict the flow pattern while we cannot effectively capture the dynamics of the process in terms of the temporal evolution of flow. With an increase in the geometry complexity in another micromodel, we fail to predict both the flow pattern and the flow dynamics. The reasons for this failure are discussed: interface modeling, pinning of contact line, 3D effects and the sensitivity of the system to initial and boundary conditions. More work regarding benchmarking of pore-scale methods in combination with experiments with different geometry complexities is needed. Also, possibilities and the potential to make better use of the porous media structure data from advanced visualization methods should be addressed."}{"Study of hydrodynamics in wave bioreactors by computational fluid dynamics reveals a resonance phenomenon ": "Culture of mammalian or human cells in Wave bioreactor is widely used for cell expansion or for biologics manufacturing. Wave bioreactor cultivation of sensitive cells such as stem cells, immune cells or anchorage-dependent cells, is recognized as an attractive option for culture in suspension or adherently on microcarriers. A systematic optimization of the mixing, oxygen transfer rate and shear stress, most favorable for the cells requires a deep understanding of the hydrodynamics inside the Wave bioreactor bag, i.e. cellbag. Numerical simulation by Computation Fluid Dynamics (CFD), is considered as an inexpensive and efficient tool for predicting the fluid behavior in many fields. In the present study, we perform numerical simulations by Ansys-FLUENT to characterize the flow conditions in a 10 L cellbag. The numerical simulations are carried out to investigate the fluid structures for nine different operating conditions of rocking speed and angle. The influence of these operating parameters on the mixing and the shear stress induced by the liquid motion are studied. We find that the mixing and shear stress increase with the cellbag angle from 4° to 7° but that increasing rocking speeds are not systematically associated with increasing mixing and shear stress. It is concluded that a resonance phenomenon is responsible for the fact that the lowest studied rocking speed, 15 rpm, generates the highest fluid velocity, mixing and shear stress compared to the higher speeds of 22 and 30 rpm."}{"Recent developments in multifunctional coatings for solar panel applications: A review ": "Conventional resources of energy production by burning fossil fuels are detrimental to the earth's atmosphere leading to serious problems such as global warming and acid rain. As a result, renewable and green energy technologies have gained lot of attention in the recent years. In particular, the improvement of solar panel efficiency has grabbed a significant domain of researchers’ interest since sun is the year-round available source of energy that can be efficiently utilized for energy generation. However, a significant part of the incident solar energy is being lost due to the reflection at the air/glass interface as well as the accumulation of dusts on the modules. Hence, the surface morphology and characteristics of solar panel surfaces have recently been enhanced using multifunctional thin films or coatings in order to improve their self-cleaning, anti-reflection, anti-fogging and energy transmittance properties of the coated solar panels. A wide range of materials and methods have been employed in fabrication of solar panel coatings including superhydrophobic, superhydrophilic and photoactive coating surfaces.\n                  In this review, the current state of fabrication of solar panel coatings and their properties, including surface morphology, wettability, electrical conductivity and light transparency characteristics, are discussed. The review starts with discussing the fundamental concept of self-cleaning (i.e., superhydrophobicity/superhydrophilicity) and antireflective (i.e., transparency) properties followed by presenting a review of the recent methods and technologies used in manufacturing of superhydrophobic, superhydrophilic, photoactive and transparent thin films used in solar panel coatings. More importantly, the recent development on the fabrication and application of self-cleaning and dust-repellent antireflective coatings in solar modules have been discussed. Lastly, recent reports on advanced coatings with hybrid functionalities such as self-healing and antimicrobial activity are presented."}{"Review of lead-free halide perovskites as light-absorbers for photovoltaic applications: From materials to solar cells ": "Metal halide perovskite materials have revolutionized the solution-processed solar cells and become the vanguard of research focus with an unprecedented improvement of power conversion efficiencies up to 23.3%, which pose a remarkable challenge to thin film and multicrystalline silicon photovoltaics. Nevertheless, for conventional perovskite solar cells based on lead, it is ineluctable to take the toxicity of lead and the long-term stability of the devices into consideration when the deployment of this technology in mass production is put on the agenda. To tackle the toxicity concern, extensive research effort has been devoted to the development of environmentally friendly lead-free halide perovskites for photovoltaic applications. Herein, we review the advancements in this emerging research area and discuss potential alternative elements to replace lead within the halide perovskite lattice. Particular attention will be focused on the properties of the corresponding perovskites and the relevant production of high efficiency photovoltaic devices, with the aim of identifying the materials to be competitive with lead-based perovskites. For the moment, tin-based perovskites appear likely to be the most preeminent from the point view of power conversion efficiency, despite the stabilities of the materials and the related devices are far from satisfaction. The introductions of germanium, bismuth, antimony, and certain transitional metals into perovskites brought about promising optoelectronic properties as well. This booming class of compounds constitutes unexplored territory and emerges as an affordable and robust candidate for green solar technology."}{"Electrochemical impedance spectroscopy (EIS): An efficient technique for monitoring corrosion processes in molten salt environments in CSP applications ": "This study assessed the behaviour of a constructive material in CSP plants, namely ferritic-martensitic steel, with molten NaNO3/KNO3 (60/40 wt%), also known as Solar Salt. To this end, EIS is presented as a suitable technique to evaluate and monitor the resistance of this material to Solar Salt at 580 °C. Tests were performed up to 1000 h and results were also supported by gravimetric and microstructural characterisation of the samples and chemical analysis of the salt. According to the EIS results, a diffusion-controlled reaction occurred during contact, which indicates that the corrosion process follows a porous layer mechanism. The results also indicated variations in corrosion layer thickness and instability of the salt during the whole test. The EIS results were also used for determining the corrosion rate, this being estimated at ~300 µm year−1. Results obtained by EIS were in line with the behaviour of P91 steel as measured by gravimetric, morphological and chemical analysis. Thus, the results confirm the suitability of EIS for monitoring corrosion processes in real-time of constructive materials in CSP plants."}{"A review of clear sky radiative cooling developments and applications in renewable power systems and passive building cooling ": "Although nocturnal radiative cooling has been known for centuries, providing sub-ambient radiative cooling during daytime was a challenge until recent years. Recent advances in nano-fabrication technologies, have made it possible to manufacture structures with tailored radiative properties for various energy applications like daytime clear sky radiative cooling. It has been shown that photonic and plasmonic selective emitters can be tuned efficiently to emit heat through clear sky to the outer space and cool terrestrial objects providing passive cooling. There is a renewed interest in clear sky radiative cooling among researchers. Providing continuous day and night sub-ambient cooling and dissipation of low grade heat from renewable power systems without use of water or external energy under direct sunlight and other applications have made clear sky radiative cooling a hot research topic.\n                  This paper reviews relevant publications on clear-sky radiative cooling methods. An overview of radiative cooling fundamentals and a detailed literature survey of published studies on selective emitter structures for daytime and nighttime cooling purposes is presented. Furthermore, a detailed energy analysis is performed identifying key performance indicators and evaluating the cooling performance under various conditions. Findings from studies that have used empirical equations for numerical energy analysis and selective emitter structure designs for daytime and nighttime applications are summarized in tables for easy comparison."}{"Progress in non-fullerene acceptor based organic solar cells ": "Organic solar cells (OSCs) based on fullerene acceptors demonstrated significant growth over the past two decades with power conversion efficiencies (PCE) exceeding 13%. However, the advent of non-fullerene (NF) acceptors with superior optoelectronic properties, tunable morphology, and absorption characteristics, have resulted in a scenario where the NF OSCs have demonstrated higher PCE of over 14% in single junction and over 17% in tandem OSCs incorporating NF OSCs which is relatively higher than conventional fullerene-based counterparts. In this review, recent progress and advancements made in the field of NF OSCs is discussed and its photovoltaic device performance ranging across several donor: acceptor (D/A) combinations is elaborated. The advantages of each NF materials in conjunction with the donor molecules is deliberated in the context of D/A blends correlating it to device performance. In addition, the challenges in the development and application of NF OSCs are also discussed, providing an overview for future developments."}{"Common effluent treatment plant (CETP): Reliability analysis and performance evaluation ": "Common effluent treatment plants (CETPs) have been installed and are in operation at numerous industrial clusters throughout India. They serve to reduce effluent treatment cost, provide better collective treatment, and reduce land cost for small-scale industrial facilities that cannot afford individual treatment plants. Optimum working conditions for treatment of effluent to be at par with discharge standards is a major mandate for any CETP. In this study, the reliability and removal efficiencies (REs) of a CETP in the industrial area of Maharashtra State in India were examined. An established methodology was adopted to determine the effectiveness of the CETP in terms of biochemical oxygen demand (BOD), chemical oxygen demand (COD), total suspended solids (TSS), and oil and grease (O&G) concentrations. The CETP's compliance with respect to design standards and its operation were studied in detail. This paper highlights the results of RE and the coefficient of determination (R\n                     2) values obtained from the CETP data, estimates the pollutants removed at the highest and lowest rates over a period of time, and highlights the reasons for problem areas along with remedial measures. It was observed that, except O&G, all the parameters (BOD, COD, and TSS) showed fluctuations in removal efficiencies and their reliabilities. This situation can be improved by releasing effluent containing hydraulic and organic loading to the CETP as per standards and optimizing treatment processes, especially primary clari-flocculators and aeration tanks, both of which are important units of any CETP."}{"Experimental and numerical analysis of flow over a rectangular full-width sharp-crested weir ": "Weirs are a type of hydraulic structure, used for water level adjustment, flow measurement, and diversion of water in irrigation systems. In this study, experiments were conducted on sharp-crested weirs under free-flow conditions and an optimization method was used to determine the best form of the discharge coefficient equation based on the coefficient of determination (R\n                     2) and root mean square error (RMSE). The ability of the numerical method to simulate the flow over the weir was also investigated using Fluent software. Results showed that, with an increase of the ratio of the head over the weir crest to the weir height (h/P), the discharge coefficient decreased nonlinearly and reached a constant value of 0.7 for h/P > 0.6. The best form of the discharge coefficient equation predicted the discharge coefficient well and percent errors were within a ±5% error limit. Numerical results of the discharge coefficient showed strong agreement with the experimental data. Variation of the discharge coefficient with Reynolds numbers showed that the discharge coefficient reached a constant value of 0.7 when h/P > 0.6 and Re > 20000."}{"Understanding groundwater table using a statistical model ": "In this study, a statistical model was established to estimate the groundwater table using precipitation, evaporation, the river stage of the Liangduo River, and the tide level of the Yellow Sea, as well as to predict the groundwater table with easily measurable climate data in a coastal plain in eastern China. To achieve these objectives, groundwater table data from twelve wells in a farmland covering an area of 50 m × 150 m were measured over a 12-month period in 2013 in Dongtai City, Jiangsu Province. Trend analysis and correlation analysis were conducted to study the patterns of changes in the groundwater table. In addition, a linear regression model was established and regression analysis was conducted to understand the relationships between precipitation, evaporation, river stage, tide level, and groundwater table. The results are as follows: (1) The groundwater table was strongly affected by climate factors (e.g., precipitation and evaporation), and river stage was also a significant factor affecting the groundwater table in the study area (p < 0.01, where p is the probability value). (2) The groundwater table was especially sensitive to precipitation. The significance of the factors of the groundwater table were ranked in the following descending order: precipitation, evaporation, and river stage. (3) A triple linear regression model of the groundwater table, precipitation, evaporation, and river stage was established. The linear relationship between the groundwater table and the main factors was satisfied by the actual values versus the simulated values of the groundwater table (R\n                     2 = 0.841, where R\n                     2 is the coefficient of determination)."}{"Impact of climate change on hydropower generation in Rio Jubones Basin, Ecuador ": "This study attempted to use the soil and water assessment tool (SWAT), integrated with geographic information systems (GIS), for assessment of climate change impacts on hydropower generation. This methodology of climate change impact modeling was developed and demonstrated through application to a hydropower plant in the Rio Jubones Basin in Ecuador. ArcSWAT 2012 was used to develop a model for simulating the river flow. The model parameters were calibrated and validated on a monthly scale with respect to the hydro-meteorological inputs observed from 1985 to 1991 and from 1992 to 1998, respectively. Statistical analyses produced Nash-Sutcliffe efficiencies (NSEs) of 0.66 and 0.61 for model calibration and validation, respectively, which were considered acceptable. Numerical simulation with the model indicated that climate change could alter the seasonal flow regime of the basin, and the hydropower potential could change due to the changing climate in the future. Scenario analysis indicates that, though the hydropower generation will increase in the wet season, the plant will face a significant power shortage during the dry season, up to 13.14% from the reference scenario, as a consequence of a 17% reduction of streamflow under an assumption of a 2.9°C increase in temperature and a 15% decrease in rainfall. Overall, this study showed that hydrological processes are realistically modeled with SWAT and the model can be a useful tool for predicting the impact of climate change."}{"Modeling river water quality parameters using modified adaptive neuro fuzzy inference system ": "Water quality is always one of the most important factors in human health. Artificial intelligence models are respected methods for modeling water quality. The evolutionary algorithm (EA) is a new technique for improving the performance of artificial intelligence models such as the adaptive neuro fuzzy inference system (ANFIS) and artificial neural networks (ANN). Attempts have been made to make the models more suitable and accurate with the replacement of other training methods that do not suffer from some shortcomings, including a tendency to being trapped in local optima or voluminous computations. This study investigated the applicability of ANFIS with particle swarm optimization (PSO) and ant colony optimization for continuous domains (ACOR) in estimating water quality parameters at three stations along the Zayandehrood River, in Iran. The ANFIS-PSO and ANFIS-ACOR methods were also compared with the classic ANFIS method, which uses least squares and gradient descent as training algorithms. The estimated water quality parameters in this study were electrical conductivity (EC), total dissolved solids (TDS), the sodium adsorption ratio (SAR), carbonate hardness (CH), and total hardness (TH). Correlation analysis was performed using SPSS software to determine the optimal inputs to the models. The analysis showed that ANFIS-PSO was the better model compared with ANFIS-ACOR. It is noteworthy that EA models can improve ANFIS' performance at all three stations for different water quality parameters."}{"Disinfection of dairy wastewater effluent through solar photocatalysis processes ": "Due to the strict regulations and reuse policies that govern wastewater's use as an irrigation water resource for agricultural purposes, especially in dry climates, optimization of the disinfection process is of the utmost importance. The effects of solar radiation along with Titanium dioxide (TiO2) nanoparticles applied to optimization of the photolysis and photocatalysis processes for inactivating heterotrophic bacteria were investigated. Temperature, pH, and dissolved oxygen fluctuations in the dairy wastewater effluent treated by activated sludge were examined. In addition, different dosages of TiO2 were tested in the solar photocatalysis (ph-C S) and concentrated solar photocatalysis (ph-C CS) processes. The results show that the disinfection efficiencies of the solar photolysis (ph-L S) and concentrated solar photolysis (ph-L CS) processes after 30 min were about 10.5% and 68.9%, respectively, and that the ph-C S and ph-C CS processes inactivated 41% and 97% of the heterotrophic bacteria after 30 min, respectively. The pH variation in these processes was negligible. Using the ph-L CS and ph-C CS processes, the synergistic effect between the optical and thermal inactivation caused complete disinfection after three hours. However, disinfection was faster in the ph-C CS process than in the ph-L CS process. Significant correlations were found between the disinfection efficiency and the variation of the dissolved oxygen concentration in the ph-C S and ph-C CS processes, while the correlations between the disinfection efficiency and temperature variation were not significant in the ph-L S and ph-C S processes. Moreover, the oxygen consumption rate was greatest (3.2 mg·L−1) in the ph-C CS process. Hence, it could be concluded that the ph-C CS process is an efficient photocatalysis process for disinfection of dairy wastewater effluent."}{"A comparative study of pseudo-static slope stability analysis using different design codes ": "Many researchers have developed new calculation methods to analyze seismic slope stability problems, but the conventional pseudo-static method is still widely used in engineering design due to its simplicity. Based on the Technical Code for Building Slope Engineering (GB 50330—2013) of China and the Guidelines for Evaluating and Mitigating Seismic Hazards in California (SP117), a comparative study on the pseudo-static method was performed. The results indicate that the largest difference between these two design codes lies in determination of the seismic equivalence reduction factor (f\n                     eq). The GB 50330—2013 code specifies a single value for f\n                     eq of 0.25. In SP117, numerous factors, such as magnitude and distance, are considered in determining f\n                     eq. Two case studies show that the types of slope stability status evaluated by SP117 are in agreement with those evaluated by the seismic time-history stability analysis and Newmark displacement analysis. The factors of safety evaluated by SP117 can be used in practice for safe design. However, the factors of safety evaluated by GB 50330—2013 are risky for slope seismic design."}{"Failure Analysis Modelling in an Infrastructure as a Service (Iaas) Environment ": "Failure Prediction has long known to be a challenging problem. With the evolving trend of technology and growing complexity of high-performance cloud data centre infrastructure, focusing on failure becomes very vital particularly when designing systems for the next generation. The traditional runtime fault-tolerance (FT) techniques such as data replication and periodic check-pointing are not very effective to handle the current state of the art emerging computing systems. This has necessitated the urgent need for a robust system with an in-depth understanding of system and component failures as well as the ability to predict accurate potential future system failures. In this paper, we studied data in-production-faults recorded within a five years period from the National Energy Research Scientific computing centre (NERSC). Using the data collected from the Computer Failure Data Repository (CFDR), we developed an effective failure prediction model focusing on high-performance cloud data centre infrastructure. Using the Auto-Regressive Moving Average(ARMA), our model was able to predict potential future failures in the system. Our results also show a failure prediction accuracy of 95%, which is good. We thus believe that our strategy is practical and can be adapted to use in existing real-time systems."}{"Risk Assessment Methodology For EMV Financial Transaction Systems ": "Banks have introduced various financial transaction systems to manage money transfers between accounts, both locally and internationally. EMV (named after its inventors Europay, MasterCard, and Visa) is one of the most widely spread financial transaction systems. The aim of introducing EMV was to eliminate fraud. However, the EMV system has some vulnerabilities and it has suffered some attacks. The aim of this paper is to develop a risk assessment methodology for EMV transaction systems. The purpose of this methodology is to enhance the process of decision making by analysing, modelling and evaluating the risks that might occur during EMV payment transactions."}