{"Microstructure, thermophysical and electrical properties in Al\n                  x\n               CoCrFeNi (0≤\n               x\n               ≤2) high-entropy alloys ": "Al\n                        x\n                     CoCrFeNi (0≤\n                     x\n                     ≤2) alloys were prepared by an arc remelter and investigated. With increasing x, the Al\n                        x\n                     CoCrFeNi alloys change from single FCC phase to single BCC phase with a transition duplex FCC/BCC region. The weak X-ray diffraction intensities indicate severe X-ray scattering effect of lattice in these high-entropy alloys. Electrical conductivity and thermal conductivity much smaller than those of pure component metals is ascribed as due to this lattice effect. The behavior of electrical conductivity and thermal conductivity can be divided into three parts according to microstructure. Both values of electrical conductivity and thermal conductivity decrease with increasing x in single-phase regions. Values of electrical conductivity and thermal conductivity are even higher than those in the duplex phase region because of the additional scattering effect of FCC/BCC phase boundaries in the alloys. Relative contribution of electron and phonon to electrical resistivity and thermal conductivity is evaluated in this study. It is shown that both electron and phonon components are comparable in these high-entropy alloys, and their transport properties are similar to that of semi-metal."}{"Laser aided direct metal deposition of Inconel 625 superalloy: Microstructural evolution and thermal stability ": "Direct metal deposition technology is an emerging laser aided manufacturing technology based on a new additive manufacturing principle, which combines laser cladding with rapid prototyping into a solid freeform fabrication process that can be used to manufacture near net shape components from their CAD files. In the present study, direct metal deposition technology was successfully used to fabricate a series of samples of the Ni-based superalloy Inconel 625. A high power CO2 laser was used to create a molten pool on the Inconel 625 substrate into which an Inconel 625 powder stream was delivered to create a 3D object. The structure and properties of the deposits were investigated using optical and scanning electron microscopy, X-ray diffraction and microhardness test. The microstructure has been found to be columnar dendritic in nature, which grew epitaxially from the substrate. The thermal stability of the dendritic morphology was investigated in the temperature range 800–1200°C. These studies demonstrate that Inconel 625 is an attractive material for laser deposition as all samples produced in this study are free from relevant defects such as cracks, bonding error and porosity."}{"Recent developments in stainless steels ": "This article presents an overview of the developments in stainless steels made since the 1990s. Some of the new applications that involve the use of stainless steel are also introduced.\n                  A brief introduction to the various classes of stainless steels, their precipitate phases and the status quo of their production around the globe is given first. The advances in a variety of subject areas that have been made recently will then be presented. These recent advances include (1) new findings on the various precipitate phases (the new J phase, new orientation relationships, new phase diagram for the Fe–Cr system, etc.); (2) new suggestions for the prevention/mitigation of the different problems and new methods for their detection/measurement and (3) new techniques for surface/bulk property enhancement (such as laser shot peening, grain boundary engineering and grain refinement). Recent developments in topics like phase prediction, stacking fault energy, superplasticity, metadynamic recrystallisation and the calculation of mechanical properties are introduced, too. In the end of this article, several new applications that involve the use of stainless steels are presented. Some of these are the use of austenitic stainless steels for signature authentication (magnetic recording), the utilisation of the cryogenic magnetic transition of the sigma phase for hot spot detection (the Sigmaplugs), the new Pt-enhanced radiopaque stainless steel (PERSS) coronary stents and stainless steel stents that may be used for magnetic drug targeting.\n                  Besides recent developments in conventional stainless steels, those in the high-nitrogen, low-Ni (or Ni-free) varieties are also introduced. These recent developments include new methods for attaining very high nitrogen contents, new guidelines for alloy design, the merits/demerits associated with high nitrogen contents, etc."}{"Degradable biomaterials based on magnesium corrosion ": "Biodegradable metals are breaking the current paradigm in biomaterial science to develop only corrosion resistant metals. In particular, metals which consist of trace elements existing in the human body are promising candidates for temporary implant materials. These implants would be temporarily needed to provide mechanical support during the healing process of the injured or pathological tissue. Magnesium and its alloys have been investigated recently by many authors as a suitable biodegradable biomaterial. In this investigative review we would like to summarize the latest achievements and comment on the selection and use, test methods and the approaches to develop and produce magnesium alloys that are intended to perform clinically with an appropriate host response."}{"Climate change impacts on crop yield, crop water productivity and food security – A review ": "This paper provides a comprehensive review of literature related to the assessment of climate change impacts on crop productivity using climate, water and crop yield models. The existing studies present that climate change models with higher spatial resolution can be a way forward for future climate projections. Meanwhile, stochastic projections of more than one climate model are necessary for providing insights into model uncertainties as well as to develop risk management strategies. It is projected that water availability will increase in some parts of the world, which will have its own effect on water use efficiency and water allocation. Crop production can increase if irrigated areas are expanded or irrigation is intensified, but these may increase the rate of environmental degradation. Since climate change impacts on soil water balance will lead to changes of soil evaporation and plant transpiration, consequently, the crop growth period may shorten in the future impacting on water productivity. Crop yields affected by climate change are projected to be different in various areas, in some areas crop yields will increase, and for other areas it will decrease depending on the latitude of the area and irrigation application. Existing modelling results show that an increase in precipitation will increase crop yield, and what is more, crop yield is more sensitive to the precipitation than temperature. If water availability is reduced in the future, soils of high water holding capacity will be better to reduce the impact of drought while maintaining crop yield. With the temperature increasing and precipitation fluctuations, water availability and crop production are likely to decrease in the future. If the irrigated areas are expanded, the total crop production will increase; however, food and environmental quality may degrade."}{"Clays and oxide minerals as catalysts and nanocatalysts in Fenton-like reactions — A review ": "Advanced oxidation processes (AOP), involving the generation of highly oxidizing radical species, have attracted much attention because of their potential in eliminating recalcitrant organic pollutants from different environmental matrices. Among the most investigated AOP is the Fenton reaction in which hydroxyl radicals (HO) are generated through the catalytic reaction of Fe(II)/Fe(III) in the presence of hydrogen peroxide. The use of clays and iron-oxide minerals as catalysts of Fenton-like reactions is a promising alternative for the decontamination of soils, groundwaters, sediments, and industrial effluents. The low cost, abundance, and environmentally friendly nature of clay minerals and iron oxides are an added advantage. Additionally, the introduction of nanoparticles in heterogeneous catalytic processes has led to appreciable improvements in catalytic efficiency. Here we review the application of clays and iron-oxide minerals as supports or active catalysts in Fenton-like reactions, and summarize the latest advances in nanocatalyst development. We also evaluate the potential use of allophane nanoparticles, coated with iron oxides, as catalysts of Fenton-like reactions."}{"Properties, requirements and possibilities of smart windows for dynamic daylight and solar energy control in buildings: A state-of-the-art review ": "A survey on prototype and currently commercial dynamic tintable smart windows has been carried out. The technologies of electrochromic, gasochromic, liquid crystal and electrophoretic or suspended-particle devices were examined and compared for dynamic daylight and solar energy control in buildings. Presently, state-of-the art commercial electrochromic windows seem most promising to reduce cooling loads, heating loads and lighting energy in buildings, where they have been found most reliable and able to modulate the transmittance up to 68% of the total solar spectrum. Their efficiency has already been proven in hot Californian climates, but more research is necessary to validate the products for colder climates, and to improve furthermore the commercial products in order to control the indoor climate in a more energy efficient way by reducing both heating and cooling loads."}{"Evaluating the Quality of Open Source Software ": "Traditionally, research on quality attributes was either kept under wraps within the organization that performed it, or carried out by outsiders using narrow, black-box techniques. The emergence of open source software has changed this picture allowing us to evaluate both software products and the processes that yield them. Thus, the software source code and the associated data stored in the version control system, the bug tracking databases, the mailing lists, and the wikis allow us to evaluate quality in a transparent way. Even better, the large number of (often competing) open source projects makes it possible to contrast the quality of comparable systems serving the same domain. Furthermore, by combining historical source code snapshots with significant events, such as bug discoveries and fixes, we can further dig into the causes and effects of problems. Here we present motivating examples, tools, and techniques that can be used to evaluate the quality of open source (and by extension also proprietary) software."}