{"A fast and robust algorithm for Bader decomposition of charge density ": "An algorithm is presented for carrying out decomposition of electronic charge density into atomic contributions. As suggested by Bader [R. Bader, Atoms in Molecules: A Quantum Theory, Oxford University Press, New York, 1990], space is divided up into atomic regions where the dividing surfaces are at a minimum in the charge density, i.e. the gradient of the charge density is zero along the surface normal. Instead of explicitly finding and representing the dividing surfaces, which is a challenging task, our algorithm assigns each point on a regular (x,\n                     y,\n                     z) grid to one of the regions by following a steepest ascent path on the grid. The computational work required to analyze a given charge density grid is approximately 50 arithmetic operations per grid point. The work scales linearly with the number of grid points and is essentially independent of the number of atoms in the system. The algorithm is robust and insensitive to the topology of molecular bonding. In addition to two test problems involving a water molecule and NaCl crystal, the algorithm has been used to estimate the electrical activity of a cluster of boron atoms in a silicon crystal. The highly stable three-atom boron cluster, B3I is found to have a charge of −1.5e, which suggests approximately 50% reduction in electrical activity as compared with three substitutional boron atoms."}{"Characterization methods of carbon nanotubes: a review ": "Carbon nanotubes due to their specific atomic structure have interesting chemical and physical properties according to those of graphite and diamond. This review covers the characterization methods of carbon nanotubes which are most employed today. The structure of carbon nanotubes is first briefly summarized followed by a description of the characterization methods such as STM, TEM, neutron diffraction, X-ray diffraction, X-ray photoelectron spectroscopy, infrared and Raman spectroscopy. The most interesting features are indexed for each technique."}{"Synthesis of nickel oxide nanoparticles using nickel acetate and poly(vinyl acetate) precursor ": "Cubic nickel oxide (NiO) nanoparticles with uniform size around 40–50nm and well dispersion have been synthesized using a mixture of nickel acetate and poly(vinyl acetate) (PVAc) as precursor followed by heat treatment at 723K. The structure, morphology and crystalline phase of the nickel oxide nanocrystals have been investigated by scanning electron microscopy (SEM), transmission electron microscopy (TEM), X-ray diffraction (XRD), Raman spectrum, UV–visible absorption spectrum and FT-IR. TEM images showed that the nickel oxide nanoparticles have hexagonal structure with uniform size distribution around 40–50nm. Phase pure, cubic nickel oxide formation was identified from the XRD data."}{"Friction stir welding and processing ": "Friction stir welding (FSW) is a relatively new solid-state joining process. This joining technique is energy efficient, environment friendly, and versatile. In particular, it can be used to join high-strength aerospace aluminum alloys and other metallic alloys that are hard to weld by conventional fusion welding. FSW is considered to be the most significant development in metal joining in a decade. Recently, friction stir processing (FSP) was developed for microstructural modification of metallic materials. In this review article, the current state of understanding and development of the FSW and FSP are addressed. Particular emphasis has been given to: (a) mechanisms responsible for the formation of welds and microstructural refinement, and (b) effects of FSW/FSP parameters on resultant microstructure and final mechanical properties. While the bulk of the information is related to aluminum alloys, important results are now available for other metals and alloys. At this stage, the technology diffusion has significantly outpaced the fundamental understanding of microstructural evolution and microstructure–property relationships."}{"Effects of relativistic motion of electrons on the chemistry of gold and platinum ": "Experimental evidence proving the unique stabilization of the 6s orbital in platinum and gold is presented. The conclusions are drawn from the chemical reactivities, of both elements, as well as from structural and spectroscopic features of selected compounds. In particular, the opening of a band gap in transparent CsAu and Cs2Pt, backed by band structure calculations, are regarded conclusive indications of Au− and Pt2− to exist as closed shell species in these compounds."}{"Surface modifications of electrode materials for lithium ion batteries ": "Since the birth of the lithium ion battery in the early 1990s, its development has been very rapid and it has been widely applied as power source for a lot of light and high value electronics due to its significant advantages over traditional rechargeable battery systems. Recent research demonstrates the importance of surface structural features of electrode materials for their electrochemical performance, and in this paper the latest progress on this aspect is reviewed. Electrode materials are either anodic or cathodic ones. The former mainly include graphitic carbons, whose surfaces can be modified by mild oxidation, deposition of metals and metal oxides, coating with polymers and other kinds of carbons. Through these modifications, the surface structures of the graphitic carbon anodes are improved, and these improvements include: (1) smoothing the active edge surfaces by removing some reactive sites and/or defects on the graphite surface, (2) forming a dense oxide layer on the graphite surface, and (3) covering active edge structures on the graphite surface. Meanwhile, other accompanying changes occur: (1) production of nanochannels/micropores, (2) an increase in the electronic conductivity, (3) an inhibition of structural changes during cycling, (4) a reduction of the thickness of the SEI (solid-electrolyte-interface) layer, and (5) an increase in the number of host sites for lithium storage. As a result, the direct contact of graphite with the electrolyte solution is prevented, its surface reactivity with electrolytes, the decomposition of electrolytes, the co-intercalation of the solvated lithium ions and the charge-transfer resistance are decreased, and the movement of graphene sheets is inhibited. When the surfaces of cathode materials, mainly including LiCoO2, LiNiO2 and LiMn2O4, are coated with oxides such as MgO, Al2O3, ZnO, SnO2, ZrO2, Li2O⋅2B2O3 glass and other electroactive oxides, the coating can prevent their direct contact with the electrolyte solution, suppress the phase transitions, improve the structural stability, and decrease the disorder of cations in the crystal sites. As a result, side reactions and the amount of the heat production during cycling are decreased. Simultaneously, other effects are observed such as: (1) suppression of the dissolution of Mn2+, (2) higher conductivity, and (3) removal of HF from the electrolyte solution. Consequently, after the above-mentioned effective coating, marked improvements in the electrochemical performance of the electrode materials including the reversible capacity, the coulombic efficiency in the first cycle, the cycling behavior, and the high rate capability have been achieved. However, many surface science issues are still remaining open, e.g., mechanisms of these coatings and different actions of different coatings, and some further directions are suggested for the surface modification of the electrode materials."}{"The electronic structure of oxygen vacancy defects at the low index surfaces of ceria ": "Ceria, CeO2, plays an important role in catalysis, participating directly in the conversion of environmentally sensitive molecules. This arises from the ability of ceria to store and release oxygen depending upon the conditions present in the exhaust gas. Obtaining a basic understanding of oxygen vacancy defects in ceria and the interaction of defective structures with such molecules is central to our understanding of the role of ceria in catalysis. In this work we examine using first principles density functional theory (DFT), with the inclusion of on site electronic correlations (DFT+U), the geometry and electronic structure of (111), (110) and (100) ceria surfaces that include oxygen vacancies. We find for all surfaces that the surface (atomistic) structure is strongly perturbed and the extraction of an oxygen vacancy is associated with a reduction of two neighbouring Ce(IV) species to Ce(III) rather than partial reduction of all Ce ions in the simulation cell. In the electronic density of states a new gap state appears between the top of the valence band and the bottom of the unoccupied Ce 4f states. Localisation of charge due to the gap state and excess spin density on Ce3+ sites neighbouring the vacancy is observed for all three surfaces. These DFT+U results are validated by recent experimental results regarding the electronic structure of reduced ceria surfaces, in contrast to previous DFT results. We observe an interesting result that the vacancy formation energies do not follow the same order as the stabilities of the pure surfaces, as measured by the surface energy; thus, the (110) surface has the lowest vacancy formation energy. The impact of this for the study of catalytic reactions on ceria surfaces is discussed."}{"Force measurements with the atomic force microscope: Technique, interpretation and applications ": "The atomic force microscope (AFM) is not only a tool to image the topography of solid surfaces at high resolution. It can also be used to measure force-versus-distance curves. Such curves, briefly called force curves, provide valuable information on local material properties such as elasticity, hardness, Hamaker constant, adhesion and surface charge densities. For this reason the measurement of force curves has become essential in different fields of research such as surface science, materials engineering, and biology.\n                  Another application is the analysis of surface forces per se. Some of the most fundamental questions in colloid and surface science can be addressed directly with the AFM: What are the interactions between particles in a liquid? How can a dispersion be stabilized? How do surfaces in general and particles in particular adhere to each other? Particles and surfaces interactions have major implications for friction and lubrication. Force measurements on single molecules involving the rupture of single chemical bonds and the stretching of polymer chains have almost become routine. The structure and properties of confined liquids can be addressed since force measurements provide information on the energy of a confined liquid film.\n                  After the review of Cappella [B. Cappella, G. Dietler, Surf. Sci. Rep. 34 (1999) 1–104] 6 years of intense development have occurred. In 1999, the AFM was used only by experts to do force measurements. Now, force curves are used by many AFM researchers to characterize materials and single molecules. The technique and our understanding of surface forces has reached a new level of maturity. In this review we describe the technique of AFM force measurements. Important experimental issues such as the determination of the spring constant and of the tip radius are discussed. Current state of the art in analyzing force curves obtained under different conditions is presented. Possibilities, perspectives but also open questions and limitations are discussed."}{"An Introduction to Software Testing ": "The development of large software systems is a complex and error prone process. Faults might occur at any development stage and they must be identified and removed as early as possible to stop their propagation and reduce verification costs. Quality engineers must be involved in the development process since the very early phases to identify required qualities and estimate their impact on the development process. Their tasks span over the whole development cycle and go beyond the product deployment through maintenance and post mortem analysis. Developing and enacting an effective quality process is not a simple task, but it requires that we integrate many quality-related activities with product characteristics, process organization, available resources and skills, and budget constraints.\n                  This paper discusses the main characteristics of a good quality process, then surveys the key testing phases and presents modern functional and model-based testing approaches."}{"Formal Semantics of Programming Languages — An Overview —": "These notes give an overview of the main frameworks that have been developed for specifying the formal semantics of programming languages. Some of the pragmatic aspects of semantic descriptions are discussed, including modularity, and potential applicability to visual and modelling languages. References to the literature provide starting points for further study."}{"Automated Security Protocol Analysis With the AVISPA Tool ": "The AVISPA Tool is a push-button tool for the Automated Validation of Internet Security Protocols and Applications. It provides a modular and expressive formal language for specifying protocols and their security properties, and integrates different back-ends that implement a variety of automatic protocol analysis techniques. Experimental results, carried out on a large library of Internet security protocols, indicate that the AVISPA Tool is a state-of-the-art tool for Internet security protocol analysis as, to our knowledge, no other tool exhibits the same level of scope and robustness while enjoying the same performance and scalability."}{"A Taxonomy of Model Transformation ": "This article proposes a taxonomy of model transformation, based on the discussions of a working group on model transformation of the Dagstuhl seminar on Language Engineering for Model-Driven Software Development. This taxonomy can be used, among others, to help developers in deciding which model transformation language or tool is best suited to carry out a particular model transformation activity."}{"A Reflective Higher-order Calculus ": "The π-calculus is not a closed theory, but rather a theory dependent upon some theory of names. Taking an operational view, one may think of the π-calculus as a procedure that when handed a theory of names provides a theory of processes that communicate over those names. This openness of the theory has been exploited in π-calculus implementations, where ancillary mechanisms provide a means of interpreting of names, e.g. as tcp/ip ports. But, foundationally, one might ask if there is a closed theory of processes, i.e. one in which the theory of names arises from and is wholly determined by the theory of processes.\n                  Here we present such a theory in the form of an asynchronous message-passing calculus built on a notion of quoting. Names are quoted processes, and as such represent the code of a process, a reification of the syntactic structure of the process as an object for process manipulation. Name- passing in this setting becomes a way of passing the code of a process as a message. In the presence of a dequote operation, turning the code of a process into a running instance, this machinery yields higher-order characteristics without the introduction of process variables.\n                  As is standard with higher-order calculi, replication and/or recursion is no longer required as a primitive operation. Somewhat more interestingly, the introduction of a process constructor to dynamically convert a process into its code is essential to obtain computational completeness, and simultaneously supplants the function of the ν operator. In fact, one may give a compositional encoding of the ν operator into a calculus featuring dynamic quote as well as dequote."}