{"Applications of nanotechnology in water and wastewater treatment ": "Providing clean and affordable water to meet human needs is a grand challenge of the 21st century. Worldwide, water supply struggles to keep up with the fast growing demand, which is exacerbated by population growth, global climate change, and water quality deterioration. The need for technological innovation to enable integrated water management cannot be overstated. Nanotechnology holds great potential in advancing water and wastewater treatment to improve treatment efficiency as well as to augment water supply through safe use of unconventional water sources. Here we review recent development in nanotechnology for water and wastewater treatment. The discussion covers candidate nanomaterials, properties and mechanisms that enable the applications, advantages and limitations as compared to existing processes, and barriers and research needs for commercialization. By tracing these technological advances to the physicochemical properties of nanomaterials, the present review outlines the opportunities and limitations to further capitalize on these unique properties for sustainable water management."}{"Pore-scale imaging and modelling ": "Pore-scale imaging and modelling – digital core analysis – is becoming a routine service in the oil and gas industry, and has potential applications in contaminant transport and carbon dioxide storage. This paper briefly describes the underlying technology, namely imaging of the pore space of rocks from the nanometre scale upwards, coupled with a suite of different numerical techniques for simulating single and multiphase flow and transport through these images. Three example applications are then described, illustrating the range of scientific problems that can be tackled: dispersion in different rock samples that predicts the anomalous transport behaviour characteristic of highly heterogeneous carbonates; imaging of super-critical carbon dioxide in sandstone to demonstrate the possibility of capillary trapping in geological carbon storage; and the computation of relative permeability for mixed-wet carbonates and implications for oilfield waterflood recovery. The paper concludes by discussing limitations and challenges, including finding representative samples, imaging and simulating flow and transport in pore spaces over many orders of magnitude in size, the determination of wettability, and upscaling to the field scale. We conclude that pore-scale modelling is likely to become more widely applied in the oil industry including assessment of unconventional oil and gas resources. It has the potential to transform our understanding of multiphase flow processes, facilitating more efficient oil and gas recovery, effective contaminant removal and safe carbon dioxide storage."}{"Seawater intrusion processes, investigation and management: Recent advances and future challenges ": "Seawater intrusion (SI) is a global issue, exacerbated by increasing demands for freshwater in coastal zones and predisposed to the influences of rising sea levels and changing climates. This review presents the state of knowledge in SI research, compares classes of methods for assessing and managing SI, and suggests areas for future research. We subdivide SI research into categories relating to processes, measurement, prediction and management. Considerable research effort spanning more than 50years has provided an extensive array of field, laboratory and computer-based techniques for SI investigation. Despite this, knowledge gaps exist in SI process understanding, in particular associated with transient SI processes and timeframes, and the characterization and prediction of freshwater–saltwater interfaces over regional scales and in highly heterogeneous and dynamic settings. Multidisciplinary research is warranted to evaluate interactions between SI and submarine groundwater discharge, ecosystem health and unsaturated zone processes. Recent advances in numerical simulation, calibration and optimization techniques require rigorous field-scale application to contemporary issues of climate change, sea-level rise, and socioeconomic and ecological factors that are inseparable elements of SI management. The number of well-characterized examples of SI is small, and this has impeded understanding of field-scale processes, such as those controlling mixing zones, saltwater upconing, heterogeneity effects and other factors. Current SI process understanding is based mainly on numerical simulation and laboratory sand-tank experimentation to unravel the combined effects of tides, surface water–groundwater interaction, heterogeneity, pumping and density contrasts. The research effort would benefit from intensive measurement campaigns to delineate accurately interfaces and their movement in response to real-world coastal aquifer stresses, encompassing a range of geological and hydrological settings."}{"Understanding, management and modelling of urban hydrology and its consequences for receiving waters: A state of the art ": "Urban hydrology has evolved to improve the way urban runoff is managed for flood protection, public health and environmental protection. There have been significant recent advances in the measurement and prediction of urban rainfall, with technologies such as radar and microwave networks showing promise. The ability to predict urban hydrology has also evolved, to deliver models suited to the small temporal and spatial scales typical of urban and peri-urban applications. Urban stormwater management increasingly consider the needs of receiving environments as well as those of humans. There is a clear trend towards approaches that attempt to restore pre-development flow-regimes and water quality, with an increasing recognition that restoring a more natural water balance benefits not only the environment, but enhances the liveability of the urban landscape. Once regarded only as a nuisance, stormwater is now increasingly regarded as a resource. Despite the advances, many important challenges in urban hydrology remain. Further research into the spatio-temporal dynamics of urban rainfall is required to improve short-term rainfall prediction. The performance of stormwater technologies in restoring the water balance and in removing emerging priority pollutants remain poorly quantified. All of these challenges are overlaid by the uncertainty of climate change, which imposes a requirement to ensure that stormwater management systems are adaptable and resilient to changes. Urban hydrology will play a critical role in addressing these challenges."}{"Climate change, phenology, and phenological control of vegetation feedbacks to the climate system ": "Vegetation phenology is highly sensitive to climate change. Phenology also controls many feedbacks of vegetation to the climate system by influencing the seasonality of albedo, surface roughness length, canopy conductance, and fluxes of water, energy, CO2 and biogenic volatile organic compounds. In this review, we first discuss the environmental drivers of phenology, and the impacts of climate change on phenology, in different biomes. We then examine the vegetation-climate feedbacks that are mediated by phenology, and assess the potential impact on these feedbacks of shifts in phenology driven by climate change. We finish with an overview of phenological modeling and we suggest ways in which models might be improved using existing data sets. Several key weaknesses in our current understanding emerge from this analysis. First, we need a better understanding of the drivers of phenology, particularly in under-studied biomes (e.g. tropical forests). We do not have a mechanistic understanding of the role of photoperiod, even in well-studied biomes. In all biomes, the factors controlling senescence and dormancy are not well-documented. Second, for the most part (i.e. with the exception of phenology impacts on CO2 exchange) we have only a qualitative understanding of the feedbacks between vegetation and climate that are mediated by phenology. We need to quantify the magnitude of these feedbacks, and ensure that they are accurately reproduced by models. Third, we need to work towards a new understanding of phenological processes that enables progress beyond the modeling paradigms currently in use. Accurate representation of phenological processes in models that couple the land surface to the climate system is particularly important, especially when such models are being used to predict future climate."}{"New approaches to studying Plasmodium falciparum merozoite invasion and insights into invasion biology ": "Merozoite invasion of human red blood cells by Plasmodium falciparum is essential for blood stage asexual replication and the development of malaria disease. Despite this, many of the processes involved in invasion are poorly understood. Recent advances have been made in methods to isolate viable merozoites for studies of invasion. The application of these approaches is providing new insights into the kinetics of invasion and merozoite survival, as well as proteins and interactions involved in invasion, and will facilitate the development and testing of anti-merozoite vaccines and the identification of invasion-inhibitory compounds with potential for drug development. This review discusses these recent advances and considers potential avenues for future research."}{"Assessment of surface water quality via multivariate statistical techniques: A case study of the Songhua River Harbin region, China ": "Multivariate statistical approaches, such as cluster analysis (CA) and principal component analysis/factor analysis (PCA/FA), were used to evaluate temporal/spatial variations in water quality and identify latent sources of water pollution in the Songhua River Harbin region. The dataset included data on 15 parameters for six different sites in the region over a five-year monitoring period (2005–2009). Hierarchical CA grouped the six monitored sites into three clusters based on their similarities, corresponding to regions of low pollution (LP), moderate pollution (MP) and high pollution (HP). PCA/FA of the three different groups resulted in five latent factors accounting for 70.08%, 67.54% and 76.99% of the total variance in the water quality datasets of LP, MP and HP, respectively. This indicates that the parameters responsible for water quality variation are primarily related to organic pollution and nutrients (non-point sources: animal husbandry and agricultural activities), temperature (natural), heavy metal and toxic pollution (point sources: industry) in relatively LP areas; oxygen-consuming organic pollution (point sources: industry and domestic wastewater), temperature (natural), heavy metal and petrochemical pollution (point source: industry), nutrients (non-point sources: agricultural activities, organic decomposition and geologic deposits) in MP areas; and heavy metal, oil and petrochemical pollution (point source: industry), oxygen-consuming organic pollution (point source: domestic sewage and wastewater treatment plants), nutrients (non-point sources: agricultural activities, runoff in soils) in HP areas of the Harbin region. Therefore, the identification of the main potential environmental hazards in different regions by this study will help managers make better and more informed decisions about how to improve water quality."}{"A review on the visible light active titanium dioxide photocatalysts for environmental applications ": "Fujishima and Honda (1972) demonstrated the potential of titanium dioxide (TiO2) semiconductor materials to split water into hydrogen and oxygen in a photo-electrochemical cell. Their work triggered the development of semiconductor photocatalysis for a wide range of environmental and energy applications. One of the most significant scientific and commercial advances to date has been the development of visible light active (VLA) TiO2 photocatalytic materials. In this review, a background on TiO2 structure, properties and electronic properties in photocatalysis is presented. The development of different strategies to modify TiO2 for the utilization of visible light, including non metal and/or metal doping, dye sensitization and coupling semiconductors are discussed. Emphasis is given to the origin of visible light absorption and the reactive oxygen species generated, deduced by physicochemical and photoelectrochemical methods. Various applications of VLA TiO2, in terms of environmental remediation and in particular water treatment, disinfection and air purification, are illustrated. Comprehensive studies on the photocatalytic degradation of contaminants of emerging concern, including endocrine disrupting compounds, pharmaceuticals, pesticides, cyanotoxins and volatile organic compounds, with VLA TiO2 are discussed and compared to conventional UV-activated TiO2 nanomaterials. Recent advances in bacterial disinfection using VLA TiO2 are also reviewed. Issues concerning test protocols for real visible light activity and photocatalytic efficiencies with different light sources have been highlighted."}{"Phosphorus flame retardants: Properties, production, environmental occurrence, toxicity and analysis ": "Since the ban on some brominated flame retardants (BFRs), phosphorus flame retardants (PFRs), which were responsible for 20% of the flame retardant (FR) consumption in 2006 in Europe, are often proposed as alternatives for BFRs. PFRs can be divided in three main groups, inorganic, organic and halogen containing PFRs. Most of the PFRs have a mechanism of action in the solid phase of burning materials (char formation), but some may also be active in the gas phase. Some PFRs are reactive FRs, which means they are chemically bound to a polymer, whereas others are additive and mixed into the polymer. The focus of this report is limited to the PFRs mentioned in the literature as potential substitutes for BFRs. The physico-chemical properties, applications and production volumes of PFRs are given. Non-halogenated PFRs are often used as plasticisers as well. Limited information is available on the occurrence of PFRs in the environment. For triphenyl phosphate (TPhP), tricresylphosphate (TCP), tris(2-chloroethyl)phosphate (TCEP), tris(chloropropyl)phosphate (TCPP), tris(1,3-dichloro-2-propyl)phosphate (TDCPP), and tetrekis(2-chlorethyl)dichloroisopentyldiphosphate (V6) a number of studies have been performed on their occurrence in air, water and sediment, but limited data were found on their occurrence in biota. Concentrations found for these PFRs in air were up to 47μgm−3, in sediment levels up to 24mgkg−1 were found, and in surface water concentrations up to 379ngL−1. In all these matrices TCPP was dominant. Concentrations found in dust were up to 67mgkg−1, with TDCPP being the dominant PFR. PFR concentrations reported were often higher than polybrominated diphenylether (PBDE) concentrations, and the human exposure due to PFR concentrations in indoor air appears to be higher than exposure due to PBDE concentrations in indoor air.\n                  Only the Cl-containing PFRs are carcinogenic. Other negative human health effects were found for Cl-containing PFRs as well as for TCP, which suggest that those PFRs would not be suitable alternatives for BFRs. TPhP, diphenylcresylphosphate (DCP) and TCP would not be suitable alternatives either, because they are considered to be toxic to (aquatic) organisms. Diethylphosphinic acid is, just like TCEP, considered to be very persistent. From an environmental perspective, resorcinol-bis(diphenylphosphate) (RDP), bisphenol-A diphenyl phosphate (BADP) and melamine polyphosphate, may be suitable good substitutes for BFRs.\n                  Information on PFR analysis in air, water and sediment is limited to TCEP, TCPP, TPhP, TCP and some other organophosphate esters. For air sampling passive samplers have been used as well as solid phase extraction (SPE) membranes, SPE cartridges, and solid phase micro-extraction (SPME).\n                  For extraction of PFRs from water SPE is recommended, because this method gives good recoveries (67–105%) and acceptable relative standard deviations (RSDs) (<20%), and offers the option of on-line coupling with a detection system. For the extraction of PFRs from sediment microwave-assisted extraction (MAE) is recommended. The recoveries (78–105%) and RSDs (3–8%) are good and the method is faster and requires less solvent compared to other methods.\n                  For the final instrumental analysis of PFRs, gas chromatography–flame photometric detection (GC–FPD), GC-nitrogen–phosphorus detection (NPD), GC–atomic emission detection (AED), GC–mass spectrometry (MS) as well as liquid chromatography (LC)–MS/MS and GC–Inductively-coupled plasma–MS (ICP–MS) are used. GC–ICP–MS is a promising method, because it provides much less complex chromatograms while offering the same recoveries and limits of detection (LOD) (instrumental LOD is 5–10ngmL−1) compared to GC–NPD and GC–MS, which are frequently used methods for PFR analysis. GC–MS offers a higher selectivity than GC–NPD and the possibility of using isotopically labeled compounds for quantification."}{"Bias correction of regional climate model simulations for hydrological climate-change impact studies: Review and evaluation of different methods ": "Summary\n               \n                  Despite the increasing use of regional climate model (RCM) simulations in hydrological climate-change impact studies, their application is challenging due to the risk of considerable biases. To deal with these biases, several bias correction methods have been developed recently, ranging from simple scaling to rather sophisticated approaches. This paper provides a review of available bias correction methods and demonstrates how they can be used to correct for deviations in an ensemble of 11 different RCM-simulated temperature and precipitation series. The performance of all methods was assessed in several ways: At first, differently corrected RCM data was compared to observed climate data. The second evaluation was based on the combined influence of corrected RCM-simulated temperature and precipitation on hydrological simulations of monthly mean streamflow as well as spring and autumn flood peaks for five catchments in Sweden under current (1961–1990) climate conditions. Finally, the impact on hydrological simulations based on projected future (2021–2050) climate conditions was compared for the different bias correction methods. Improvement of uncorrected RCM climate variables was achieved with all bias correction approaches. While all methods were able to correct the mean values, there were clear differences in their ability to correct other statistical properties such as standard deviation or percentiles. Simulated streamflow characteristics were sensitive to the quality of driving input data: Simulations driven with bias-corrected RCM variables fitted observed values better than simulations forced with uncorrected RCM climate variables and had more narrow variability bounds."}{"“Why am I paraphrasing?”: Undergraduate ESL writers' engagement with source-based academic writing and reading ": "One of the most common and vital areas of coverage in second language (L2) writing instruction is writing from sources, that is, the process of reading source text material and transferring content from that reading to writing. Research as well as everyday practice in the classroom has long shown that working with source texts is one of the most challenging of all academic literacy activities for L2 writers. This is particularly true in the domain of paraphrasing, an important and yet complicated device for the treatment of source text material. While the procedures involved in paraphrasing source text material may appear simple, the enactment of those procedures is a complex and often elusive experience for L2 writers. In this article we discuss a study of two mainland Chinese students' engagement with paraphrasing in an undergraduate academic writing course, with a particular focus on their understanding of the purposes and functions of paraphrasing and how such understanding influenced their paraphrasing practices. Our results reveal a multilayered relationship between the students and paraphrasing and contribute to the paraphrasing literature by drawing greater attention to paraphrasing from students' perspectives."}{"\n               Forward and inverse self-potential modeling: a new approach\n             ": "Software has been designed for forward and inverse modeling of natural self-potential (SP) fields which allows simulating the geoelectric patterns simultaneously for up to 29 sheet-like and prismatic electrostatically polarized conductors. The cross sections for a number of ore fields obtained by inversion with the new SPI-SV code (self-potential inversion, Siberian version) have been corroborated by later drilling and are consistent with reference geologic sections used in algorithm testing. SPI-SV simulation can provide high-quality assessment of mineral deposits and, furthermore, allows approaching global-scale investigation into the natural self potential of crust and mantle."}