{"Willingness to pay for eco-labelled wood furniture: Choice-based conjoint analysis versus open-ended contingent valuation ": "Four convenience samples comprising customers of two IKEA stores, one in England the other in Norway, were obtained for the purpose of investigating willingness to pay (WTP) for an environmental attribute through certification and eco-labelling. Two survey-based valuation methods were applied in each store: conjoint analysis (CA) and contingent valuation (CV). In the sample of English IKEA customers responding to CA questions, extra median WTP for the eco-labelled alternative was 16% of the price of the existing unlabelled alternative. In the sample responding to CV questions, median estimate of the price premium was 7.5%. In the samples of Norwegian IKEA customers, the CA median was 2%, while the CV median was 6%. Only in the English cases did the relation between CA and CV estimates turn out as expected."}{"Storm water runoff concentration matrix for urban areas ": "The infrastructure (roads, sidewalk, commercial and residential structures) added during the land development and urbanisation process is designed to collect precipitation and convey it out of the watershed, typically in existing surface water channels, such as streams and rivers. The quality of surface water, seepage water and ground water is influenced by pollutants that collect on impervious surfaces and that are carried by urban storm water runoff. Heavy metals, e.g. lead (Pb), zinc (Zn), copper (Cu), cadmium (Cd), polycyclic aromatic hydrocarbons (PAH), mineral oil hydrocarbons (MOH) and readily soluble salts in runoff, contribute to the degradation of water. An intensive literature search on the distribution and concentration of the surface-dependent runoff water has been compiled. Concentration variations of several pollutants derived from different surfaces have been averaged. More than 300 references providing about 1300 data for different pollutants culminate in a representative concentration matrix consisting of medians and extreme values. This matrix can be applied to long-term valuations and numerical modelling of storm water treatment facilities."}