{"A global overview of drought and heat-induced tree mortality reveals emerging climate change risks for forests ": "Greenhouse gas emissions have significantly altered global climate, and will continue to do so in the future. Increases in the frequency, duration, and/or severity of drought and heat stress associated with climate change could fundamentally alter the composition, structure, and biogeography of forests in many regions. Of particular concern are potential increases in tree mortality associated with climate-induced physiological stress and interactions with other climate-mediated processes such as insect outbreaks and wildfire. Despite this risk, existing projections of tree mortality are based on models that lack functionally realistic mortality mechanisms, and there has been no attempt to track observations of climate-driven tree mortality globally. Here we present the first global assessment of recent tree mortality attributed to drought and heat stress. Although episodic mortality occurs in the absence of climate change, studies compiled here suggest that at least some of the world's forested ecosystems already may be responding to climate change and raise concern that forests may become increasingly vulnerable to higher background tree mortality rates and die-off in response to future warming and drought, even in environments that are not normally considered water-limited. This further suggests risks to ecosystem services, including the loss of sequestered forest carbon and associated atmospheric feedbacks. Our review also identifies key information gaps and scientific uncertainties that currently hinder our ability to predict tree mortality in response to climate change and emphasizes the need for a globally coordinated observation system. Overall, our review reveals the potential for amplified tree mortality due to drought and heat in forests worldwide."}{"Climate change impacts, adaptive capacity, and vulnerability of European forest ecosystems ": "This study compiles and summarizes the existing knowledge about observed and projected impacts of climate change on forests in Europe. Forests will have to adapt not only to changes in mean climate variables but also to increased variability with greater risk of extreme weather events, such as prolonged drought, storms and floods. Sensitivity, potential impacts, adaptive capacity, and vulnerability to climate change are reviewed for European forests. The most important potential impacts of climate change on forest goods and services are summarized for the Boreal, Temperate Oceanic, Temperate Continental, Mediterranean, and mountainous regions. Especially in northern and western Europe the increasing atmospheric CO2 content and warmer temperatures are expected to result in positive effects on forest growth and wood production, at least in the short–medium term. On the other hand, increasing drought and disturbance risks will cause adverse effects. These negative impacts are very likely to outweigh positive trends in southern and eastern Europe. From west to east, the drought risk increases. In the Mediterranean regions productivity is expected to decline due to strongly increased droughts and fire risks.\n                  Adaptive capacity consists of the inherent adaptive capacity of trees and forest ecosystems and of socio-economic factors determining the capability to implement planned adaptation. The adaptive capacity in the forest sector is relatively large in the Boreal and the Temperate Oceanic regions, more constrained by socio-economic factors in the Temperate Continental, and most limited in the Mediterranean region where large forest areas are only extensively managed or unmanaged.\n                  Potential impacts and risks are best studied and understood with respect to wood production. It is clear that all other goods and services provided by European forests will also be impacted by climate change, but much less knowledge is available to quantify these impacts. Understanding of adaptive capacity and regional vulnerability to climate change in European forests is not well developed and requires more focussed research efforts. An interdisciplinary research agenda integrated with monitoring networks and projection models is needed to provide information at all levels of decision making, from policy development to the management unit."}{"Chemical engineering in an unsustainable world: Obligations and opportunities ": "Human society faces a set of unprecedented challenges emanating from the unsustainable nature of the current societal model. The creation of a new sustainable societal construct is required, essentially adopting a needs based approach over one based on ever increasing consumption. Failure to achieve this will result in the widespread destruction of our increasingly stressed environment followed quickly by inevitable collapse of society as we know it, both socially and economically.\n                  Technology alone is insufficient to meet the challenges at hand; ecological, social and economic considerations must be incorporated through a multi-faceted and multi-disciplinary approach. Because chemical engineers possess a core set of threshold concepts which are central to a sustainable society, and because engineers will ultimately help design any new society, they bear a moral and ethical responsibility to play an active and indeed central role in its development. A new engineering paradigm is required therefore, whereby sustainability becomes the context of engineering practice. To achieve this, a sustainability informed ethos must prevail throughout engineering curricula. Both professional institutions and educators bear responsibility in ensuring this happens without delay. Some key threshold concepts are presented here to demonstrate how this can be advanced through the chemical engineering curriculum."}{"Cyclic steps: A phenomenon of supercritical shallow flow from the high mountains to the bottom of the ocean ": "Cyclic steps constitute a characteristic bedform of Froude-supercritical shallow flow over an erodible bed. They are long-wave features that are bounded by hydraulic jumps and migrate upstream. They can be seen in alluvial streams, stream in cohesive sediment, bedrock streams, and on the seafloor in response to turbidity currents. Recent progress in the modeling of cyclic steps is summarized."}{"Decomposition of the mean squared error and NSE performance criteria: Implications for improving hydrological modelling ": "Summary\n               \n                  The mean squared error (MSE) and the related normalization, the Nash–Sutcliffe efficiency (NSE), are the two criteria most widely used for calibration and evaluation of hydrological models with observed data. Here, we present a diagnostically interesting decomposition of NSE (and hence MSE), which facilitates analysis of the relative importance of its different components in the context of hydrological modelling, and show how model calibration problems can arise due to interactions among these components. The analysis is illustrated by calibrating a simple conceptual precipitation-runoff model to daily data for a number of Austrian basins having a broad range of hydro-meteorological characteristics. Evaluation of the results clearly demonstrates the problems that can be associated with any calibration based on the NSE (or MSE) criterion. While we propose and test an alternative criterion that can help to reduce model calibration problems, the primary purpose of this study is not to present an improved measure of model performance. Instead, we seek to show that there are systematic problems inherent with any optimization based on formulations related to the MSE. The analysis and results have implications to the manner in which we calibrate and evaluate environmental models; we discuss these and suggest possible ways forward that may move us towards an improved and diagnostically meaningful approach to model performance evaluation and identification."}{"The western part of the West Siberian petroleum megabasin: geologic history and structure of the basement ": "On the basis of complex research into the western part of the West Siberian Plate, a new scheme of the structure-formation zones of its basement has been developed and a new geological map of its pre-Jurassic basement has been compiled. Ophiolites and other mafic-ultramafic complexes (fragments of the oceanic Earth's crust) were studied. The most complete Late Ordovician ophiolite complex comprising a melange of serpentinites, gabbroids, plagiogranites, and basalt with jasper interbeds lies in the Shaim area. Weakly altered spinel lherzolites were also examined there. The research has revealed not only Ordovician but also Devonian basalts as well as gabbroid complexes (392 Ma, Sm-Nd dating). The Paleozoic geodynamic history of the region was terminated with collision, which was accompanied by tectonic piling and the intrusion of granite plutons, metamorphism, and formation of new continental crust. These crucial events, which consolidated Paleozoic complexes throughout the vast area of the future West Siberian megabasin, date from the Early Permian. The composition, age, and nature of granitoid plutons in western West Siberia were studied, and isochrons and isotope characteristics were obtained, which give an insight into both the genesis and age of granite plutons and their subsequent transformations."}{"The role of water in the deep upper mantle and transition zone: dehydration of stagnant slabs and its effects on the big mantle wedge ": "Mineral physics data related to the deep dehydration of stagnant slabs are summarized. The hydrogen diffusion in minerals of the mantle transition zone is not fast enough to homogenize the transition zone on the geological time scale, and hydrogen is expected to be unevenly distributed there. The hydrous fluid formed in the transition zone tends to percolate into shallower depths to form gravitationally stable hydrous magmas at the base of the upper mantle. We need further studies on the relation of intraplate volcanism above the stagnant slab and deep dehydration, because we expect the geochemical fingerprints of deep dehydration to be quite different from those of shallow dehydration from the subducting slabs."}