{"A review on emerging contaminants in wastewaters and the environment: Current knowledge, understudied areas and recommendations for future monitoring ": "This review identifies understudied areas of emerging contaminant (EC) research in wastewaters and the environment, and recommends direction for future monitoring. Non-regulated trace organic ECs including pharmaceuticals, illicit drugs and personal care products are focused on due to ongoing policy initiatives and the expectant broadening of environmental legislation. These ECs are ubiquitous in the aquatic environment, mainly derived from the discharge of municipal wastewater effluents. Their presence is of concern due to the possible ecological impact (e.g., endocrine disruption) to biota within the environment. To better understand their fate in wastewaters and in the environment, a standardised approach to sampling is needed. This ensures representative data is attained and facilitates a better understanding of spatial and temporal trends of EC occurrence. During wastewater treatment, there is a lack of suspended particulate matter analysis due to further preparation requirements and a lack of good analytical approaches. This results in the under-reporting of several ECs entering wastewater treatment works (WwTWs) and the aquatic environment. Also, sludge can act as a concentrating medium for some chemicals during wastewater treatment. The majority of treated sludge is applied directly to agricultural land without analysis for ECs. As a result there is a paucity of information on the fate of ECs in soils and consequently, there has been no driver to investigate the toxicity to exposed terrestrial organisms. Therefore a more holistic approach to environmental monitoring is required, such that the fate and impact of ECs in all exposed environmental compartments are studied. The traditional analytical approach of applying targeted screening with low resolution mass spectrometry (e.g., triple quadrupoles) results in numerous chemicals such as transformation products going undetected. These can exhibit similar toxicity to the parent EC, demonstrating the necessity of using an integrated analytical approach which compliments targeted and non-targeted screening with biological assays to measure ecological impact. With respect to current toxicity testing protocols, failure to consider the enantiomeric distribution of chiral compounds found in the environment, and the possible toxicological differences between enantiomers is concerning. Such information is essential for the development of more accurate environmental risk assessment."}{"Full-scale partial nitritation/anammox experiences – An application survey ": "Partial nitritation/anammox (PN/A) has been one of the most innovative developments in biological wastewater treatment in recent years. With its discovery in the 1990s a completely new way of ammonium removal from wastewater became available. Over the past decade many technologies have been developed and studied for their applicability to the PN/A concept and several have made it into full-scale. With the perspective of reaching 100 full-scale installations in operation worldwide by 2014 this work presents a summary of PN/A technologies that have been successfully developed, implemented and optimized for high-strength ammonium wastewaters with low C:N ratios and elevated temperatures. The data revealed that more than 50% of all PN/A installations are sequencing batch reactors, 88% of all plants being operated as single-stage systems, and 75% for sidestream treatment of municipal wastewater. Additionally an in-depth survey of 14 full-scale installations was conducted to evaluate practical experiences and report on operational control and troubleshooting. Incoming solids, aeration control and nitrate built up were revealed as the main operational difficulties. The information provided gives a unique/new perspective throughout all the major technologies and discusses the remaining obstacles."}{"Improving water-efficient irrigation: Prospects and difficulties of innovative practices ": "Innovative irrigation practices can enhance water efficiency, gaining an economic advantage while also reducing environmental burdens. In some cases the necessary knowledge has been provided by extension services, helping farmers to adapt and implement viable solutions, thus gaining more benefits from irrigation technology. Often investment in technological improvements has incurred higher water prices, however, without gaining the full potential benefits through water efficiency. Farmers generally lack adequate means and incentives to know crops’ water use, actual irrigation applications, crops’ yield response to different water management practices, and thus current on-farm water-efficiency levels.\n                  Those general difficulties are illustrated by our two case studies investigating options, stimuli and difficulties to improve water-efficient practices. The two areas have strong stimuli for improvement but lack a knowledge-exchange system to help farmers and resource managers identify scope for improvements. Partly for this reason, farmers’ responsibility for efficient water management has been displaced to hypothetical prospects, e.g. extra supplies from reuse of treated wastewater or a long-term low water pricing. In both cases a displaced responsibility complements the default assumption that farmers’ irrigation practices already have adequate water-use efficiency. Under current circumstances, agricultural water management will maintain the unknown water-efficiency level and farmers will have weaker incentives to make efforts for more efficient practices. A continuous knowledge-exchange is necessary so that all relevant stakeholders can share greater responsibility across the entire water-supply chain. On this basis, more water-efficient management could combine wider environmental benefits with economic advantage for farmers."}{"Treated agro-industrial wastewater irrigation of tomato crop: Effects on qualitative/quantitative characteristics of production and microbiological properties of the soil ": "A comparative study was carried out to evaluate the effects of two water irrigation sources on the quality and microbiological safety of tomato plants and fruit, and on the microbiological soil properties: irrigation with groundwater (GW) and with treated agro-industrial wastewater (TW). In a field experiment in southern Italy (Apulia region), the physico-chemical characteristics of the irrigation waters and the fruit quality parameters were determined. Escherichia coli, fecal Enterococci and Salmonella spp. were also monitored in the irrigation waters, tomato plant and fruit, and root-zone soil. Bacteriological analysis for total heterotrophic counts (THCs) were determined for plant, fruit, and soil samples. The irrigation water source did not significantly affect yield quantitative traits. However, with GW, the marketable fruit yield was higher than with TW (∼82 vs. ∼79Mgha−1, respectively). For both irrigation treatments, the most important qualitative parameters that characterize the processing tomato fruit (i.e., dry matter content, pH, soluble solid content, color parameters) were in agreement with reports in the literature. For the microbiological results, the mean levels of E. coli and fecal Enterococci were 4408 and 3804CFU 100ml−1, respectively, for TW (above the Italian guidelines for TW re-use). For the tomato plant and fruit, no E. coli isolated in either, and fecal coliforms and THC were not influenced by the irrigation waters (P\n                     >0.05). Total bacterial enumeration by quantitative PCR was lower in soil irrigated with GW, than TW (3.69 vs. 4.02, ×106, respectively). Moreover, soil microbial community patterns substantially differed between the two water treatments. These data show that while fecal indicators are not affected, the community composition and dynamics of the whole bacterial population in soil is influenced by the different qualities of these waters used for irrigation."}{"Pore-scale contact angle measurements at reservoir conditions using X-ray microtomography ": "Contact angle is a principal control of the flow of multiple fluid phases through porous media; however its measurement on other than flat surfaces remains a challenge. A new method is presented for the measurement of the contact angle between immiscible fluids at the pore scale at reservoir conditions (10MPa and 50°C) inside a quarry limestone through the use of X-ray microtomography. It is applied to a super-critical CO2–brine–carbonate system by resampling the micro-CT data onto planes orthogonal to the contact lines, allowing for vectors to be traced along the grain surface and the CO2–brine interface. A distribution of contact angles ranging from 35° to 55° is observed, indicating that the CO2–brine–carbonate system is weakly water-wet. This range of contact angles can be understood as the result of contact angle hysteresis and surface heterogeneity on a range of length scales. Surface heterogeneity is examined by comparison of micro-CT results with optical thin sections and SEM images."}{"Stationarity is undead: Uncertainty dominates the distribution of extremes ": "The increasing effort to develop and apply nonstationary models in hydrologic frequency analyses under changing environmental conditions can be frustrated when the additional uncertainty related to the model complexity is accounted for along with the sampling uncertainty. In order to show the practical implications and possible problems of using nonstationary models and provide critical guidelines, in this study we review the main tools developed in this field (such as nonstationary distribution functions, return periods, and risk of failure) highlighting advantages and disadvantages. The discussion is supported by three case studies that revise three illustrative examples reported in the scientific and technical literature referring to the Little Sugar Creek (at Charlotte, North Carolina), Red River of the North (North Dakota/Minnesota), and the Assunpink Creek (at Trenton, New Jersey). The uncertainty of the results is assessed by complementing point estimates with confidence intervals (CIs) and emphasizing critical aspects such as the subjectivity affecting the choice of the models’ structure. Our results show that (1) nonstationary frequency analyses should not only be based on at-site time series but require additional information and detailed exploratory data analyses (EDA); (2) as nonstationary models imply that the time-varying model structure holds true for the entire future design life period, an appropriate modeling strategy requires that EDA identifies a well-defined deterministic mechanism leading the examined process; (3) when the model structure cannot be inferred in a deductive manner and nonstationary models are fitted by inductive inference, model structure introduces an additional source of uncertainty so that the resulting nonstationary models can provide no practical enhancement of the credibility and accuracy of the predicted extreme quantiles, whereas possible model misspecification can easily lead to physically inconsistent results; (4) when the model structure is uncertain, stationary models and a suitable assessment of the uncertainty accounting for possible temporal persistence should be retained as more theoretically coherent and reliable options for practical applications in real-world design and management problems; (5) a clear understanding of the actual probabilistic meaning of stationary and nonstationary return periods and risk of failure is required for a correct risk assessment and communication."}{"Treatment of water turbidity and bacteria by using a coagulant extracted from Plantago ovata\n             ": "A biocoagulant was successfully extracted from Plantago ovata by using an FeCl3-induced crude extract (FCE). The potential of FCE to act as a natural coagulant was tested for clarification using the turbid water of a river. Experimental tests were performed to evaluate the effects of turbidity concentration, coagulant quantity, water pH, and humic acid concentration on the coagulation of water turbidity by FCE. The maximum turbidity removal was occurred at water pH<8. At the optimum dosage of FCE, only 0.8mg/L of dissolved organic carbon was released to the treated water. An increase in the humic acid led to the promotion of the water turbidity removal. Results demonstrated that the FCE removed more than 95.6% of all initial turbidity concentrations (50–300NTU). High bacteriological quality was achieved in the treated water. FCE as an eco-friendly biocoagulant was revealed to be a very efficient coagulant for removing turbidity from waters."}{"Water equity – Contrasting tourism water use with that of the local community ": "Tourism as an economic activity has grown substantially and is increasingly adding to local and seasonal pressures on water supply systems of tourist destinations around the world. Based on data from the AQUASTAT and EarthCheck tourist accommodation databases, this research analysed tourism-related water use in 21 countries and compared it with other municipal use. Tourists׳ water use on a per guest night basis was found to differ substantially, with water usage being highest (up to 956l per guest night in China) and most diverse in developing countries. The disparity between tourist water use and that of locals is also greatest in low or mid-income countries. Industrialised countries, in contrast, are characterised by high tourism water efficiencies, with no apparent discrepancy in water use between tourism and non-tourism users. Implications of this research for managing potential water conflicts and the need for broader tourist destination stewardship for water resources are discussed."}{"Hydrogeological and groundwater modeling studies to estimate the groundwater inflows into the coal Mines at different mine development stages using MODFLOW, Andhra Pradesh, India ": "The Singareni Collieries Company Ltd (SCCL) is exploiting coal in the Godavari valley coal fields spread over 5.33km2 in Andhra Pradesh, India. In the area, six workable coal seams have been identified in Barakar formation by the analysis of the geologic logs of 183 bore wells. A finite difference based numerical groundwater flow model is developed with twenty conceptual layers and with a total thickness of 320m. The flow model was calibrated under steady state conditions and predicted groundwater inflows into the mine pits at different mine development stages. The groundwater budget results revealed that the mining area would receive net groundwater inflows of 5877m3\n                     day−1, 12,818m3\n                     day−1, 12,910m3\n                     day−1, 20,428m3\n                     day−1, 22,617m3\n                     day−1 and 14,504m3\n                     day−1 at six mine development stages of +124m (amsl), +93m (amsl), +64m (amsl), +41m (amsl), +0m (amsl) and −41m (amsl), respectively. The results of the study can be used to plan optimal groundwater pumping and the possible locations to dewater the groundwater for safe mining at different mine development stages."}{"Assessment of activated carbon prepared from corncob by chemical activation with phosphoric acid ": "Corncob, which is the main waste from corn agricultures in Egypt, has been used as a raw material for the preparation of different activated carbons. Activated carbons (ACs) were prepared by chemical activation with concentrated H3PO4 acid; followed by pyrolysis at 400, 500 and 600°C. Different ACs have been used for the removal of methylene blue (MB) dye from aqueous solutions. Batch adsorption experiments were performed as a function of initial dye concentration, contact time, adsorbent dose and pH. Adsorption data were modeled using the Langmuir and Freundlich adsorption isotherms. Adsorption of MB on AC1 (R\n                     2=0.9868) and AC2 (R\n                     2=0.9810) followed Langmuir model with maximum monolayer sorption capacity of 28.65 and 17.57mg/g, respectively. Adsorption onto AC3 was better fitted to Freundlich isotherm model (R\n                     2=0.9823)."}{"Biodegradation of dairy effluent by using microbial isolates obtained from activated sludge ": "Water resources are of significant importance to human beings. The present investigation was carried out for biodegradation of dairy effluent by using selected aerobic microbial isolates and a model having layers of sawdust and activated charcoal as filtering media. Yeast isolates (DSI1) and two bacterial isolates (DSI2 and DSI3) were obtained from the dairy sludge. A mixed culture (DSI4) was prepared by taking 1:1, DSI1 and DSI3 to treat the effluent and check its efficiency. After aeration period of 48h, mixed culture of dairy sludge isolates proved to be most efficient in treatment of effluent. DSI2 showed least reduction in chemical oxygen demand. After aeration, the reduction efficiency of DSI4 was highest by 47.52% in biological oxygen demand in comparison with other isolates. DSI3 was second most effective in reduction of water parameters mainly electrical conductivity, totals solids, chemical oxygen demand and biological oxygen demand."}{"Climate change and agriculture: Impacts and adaptation options in South Africa ": "South Africa is likely to experience higher temperatures and less rainfall as a result of climate change. Resulting changes in regional water endowments and soil moisture will affect the productivity of cropland, leading to changes in food production and international trade patterns. High population growth elsewhere in Africa and Asia will put further pressure on natural resources and food security in South Africa. Based on four climate change scenarios from two general circulation models (CSIRO and MIROC) and two IPCC SRES emission scenarios (A1B, B1), this study assesses the potential impacts of climate change on global agriculture and explores two alternative adaptation scenarios for South Africa. The analysis uses an updated GTAP-W model, which distinguishes between rainfed and irrigated agriculture and implements water as an explicit factor of production for irrigated agriculture. For South Africa to adapt to the adverse consequences of global climate change, it would require yield improvements of more than 20 percent over baseline investments in agricultural research and development. A doubling of irrigation development, on the other hand, will not be sufficient to reverse adverse impacts from climate change in the country."}{"Acid mine drainage: Challenges and opportunities ": "Acid mine drainage (AMD) or acid rock drainage (ARD) is considered as one of the main pollutants of water in many countries that have historic or current mining activities. Its generation, release, mobility, and attenuation involves complex processes governed by a combination of physical, chemical, and biological factors. In general, AMD is produced by the oxidative dissolution of sulphide minerals. This paper reviews the current state-of-the-art of AMD. It critically analyses the work performed in recent years on its occurrence, effects (on human health, plant life and aquatic species), and summarizes the remediation approaches taken so far to overcome the problem of AMD. The challenges faced in tackling the remediation of AMD have also been considered. Commercially developed projects that are either in operation, being piloted or under evaluation have also been discussed. Finally, the paper speculates on future directions or opportunities that deserve exploration."}{"Pre-treatment and anaerobic digestion of food waste for high rate methane production – A review ": "Food waste with high decomposition potential can be successfully digested anaerobically for the production of biogas. As the fossil-fuel reserves decline anaerobic digestion can be a better alternative as a renewable energy source. The byproducts such as biogas with 50–60% methane content can be efficiently used for electricity production and the final digested sludge as a fertilizer. Even though anaerobic digestion is a proven technology, still there exist some technical difficulties (organic loading rate, solid retention time, biogas composition, specific gas production) and scientific understandings (carbon to nitrogen ratio, volatile fatty acids production, pH variation, nutrient concentration) in operating reactors for solid organic wastes. First the paper gives an overview of certain fundamental aspects of anaerobic digestion considered important for the digestion of food waste and its biochemical reactions. Then it describes food waste as the substrate for anaerobic digestion and its optimal conditions for the increased activity of biogas production. Finally it has been reviewed about the performance of the different pre-treatment methods and anaerobic reactor configurations in the digestion of food waste for increasing methane content in the biogas."}{"The relationship between leaf area index and microclimate in tropical forest and oil palm plantation: Forest disturbance drives changes in microclimate ": "Land use change is a major threat to biodiversity. One mechanism by which land use change influences biodiversity and ecological processes is through changes in the local climate. Here, the relationships between leaf area index and five climate variables – air temperature, relative humidity, vapour pressure deficit, specific humidity and soil temperature – are investigated across a range of land use types in Borneo, including primary tropical forest, logged forest and oil palm plantation. Strong correlations with the leaf area index are found for the mean daily maximum air and soil temperatures, the mean daily maximum vapour pressure deficit and the mean daily minimum relative humidity. Air beneath canopies with high leaf area index is cooler and has higher relative humidity during the day. Forest microclimate is also found to be less variable for sites with higher leaf area indices. Primary forest is found to be up to 2.5°C cooler than logged forest and up to 6.5°C cooler than oil palm plantations. Our results indicate that leaf area index is a useful parameter for predicting the effects of vegetation upon microclimate, which could be used to make small scale climate predictions based on remotely sensed data."}{"Aquatic environmental monitoring and removal efficiency of detergents ": "In this study, the detergent's concentrations in aquatic environment principally drinking and surface water along River Nile and near rural village were determined to report the influence of different physicochemical characteristics on the distribution of linear alkylbenzene sulfonate (LAS) that lead to toxicity in human beings. The removal efficiency of LAS using zeolite and granular activated carbon technique was assessed.\n                  The results showed wide variations observed between surface (0.07–0.38mgLAS/l) and bottom water (0.05–0.17mgLAS/l) due to increase in population density and human activities that recorded highest concentration along rural area (surface: 1.24–2.45 and bottom: 0.93–1.083mgLAS/l). Low concentration of surfactants was found in drinking water (0.005–0.007mgLAS/l) compared to the concentration of the corresponding water samples along the River Nile. In conclusion, the study indicated that the treatment processes for drinking water production were insufficient for the complete removal of surfactants and adsorption process by using zeolite as low cost, most beneficial, economically feasible method as well as easy to operate for producing high quality of water."}{"Impact Resistance of Rubberized Self-Compacting Concrete ": "Impact loads due to ship collision on irrigation structures is significantly decreasing their durability. Loss of material and degradation are quite common problems facing lock walls and piers. In the current research, rubberized self-compacting concrete (SCC) was used to investigate problems associated with impact. SCC with cement kiln dust cement replacement was used for that purpose. Concrete specimens were prepared with different crumb rubber ratios of 10% (RSCC-10), 20% (RSCC-20), 30% (RSCC-30), and 40% (RSCC-40) sand replacement by volume. Standard compressive, flexure, and splitting strength tests were conducted to monitor the effect of the added rubber on concrete behavior. Moreover, impact testing program was applied to specific specimens, cylinder of diameter 200mm and thickness 50mm, according to ACI committee 544 procedures. The number of blows to first and ultimate cracks was determined. The relationship between the mechanical properties and impact resilience is also presented. With the increase in rubber percentage the resistance to impact increased, but there was a decrease in specimen strength and modulus of elasticity. The variation in results was discussed and mix RSCC-30 exhibited the best impact resistance, 3 times over control mix with 40% reduction of compressive strength."}{"Effect of motor vibration problem on the power quality of water pumping stations ": "In this paper the effect of motor vibration problems on the dynamic performance and electrical power quality of water pumping stations is studied. A pump unit was tested for a full load and no load operating conditions. The dynamic results indicated that there is a problem of looseness in the motor base plate. The measurements were repeated again after achieving good support to the motor on its base plate. The results indicated that the vibration level decreased about 48% due to good support. The electrical power quality analysis showed that; the total harmonic distortion (THD) increases by about 1–2% due to the effect of bad motor vibration, and the 5th and 7th harmonic contents also increased by about 0.5–1.0%. Also the bad motor vibration caused large values of instantaneous flicker. These results indicated that the bad motor support causes many dynamics troubles and causes some power quality problems for the electrical feeder."}{"A review on lignin-based polymeric, micro- and nano-structured materials ": "Next to cellulose, lignin is the second most abundant biopolymer, and the main source of aromatic structures on earth. It is a phenolic macromolecule, with a complex structure which considerably varies depending on the plant species and the isolation process. Lignin has long been obtained as a by-product of cellulose in the paper pulp production, but had rather low added-value applications. Changes in the paper market have however stimulated the need to focus on other applications for lignins. In addition, the emergence of biorefinery projects to develop biofuels, bio-based materials and chemicals from carbohydrate polymers should also generate large amounts of lignin with the potential for value addition.\n                  These developments have brought about renewed interest in the last decade for lignin and its potential use in polymer materials. This review covers both the topics of the direct use of lignin in polymer applications, and of the chemical modifications of lignin, in a polymer chemistry perspective. The future trend toward micro- and nanostructured lignin-based materials is then addressed."}{"Preparation and application of starch nanoparticles for nanocomposites: A review ": "The increasing scientific and industrial interest for starch nanoparticles (SNP) has led to the development of numerous methods for preparing sub-micron starch fillers for nanocomposites applications. Starch nanocrystals (SNC), which constitute the focus of this review, are one type of SNP with crystalline property and platelet like morphology. SNC can be extracted from various starch botanical sources, allowing to obtain a large range of amylose content, shape, viscosity in suspension, surface reactivity and thermal resistance. To date, the most common method for extracting SNC remains the mild acid hydrolysis of the amorphous parts of native granular starch. So far, alternative methods render much lower yield. Since first publications on SNC, the principal aim is to use them as reinforcement in polymer matrices. Thanks to the reactive nature of starch, SNC surface can be modified by grafting or cross-linking which renders them more readily dispersible in the polymer matrix. The present review focus on the reinforcing effect and mechanisms of SNC, as well as on their impact of barrier properties of polymers."}{"Genetic considerations in ecosystem restoration using native tree species ": "Rehabilitation and restoration of forest ecosystems are in growing demand to tackle climate change, biodiversity loss and desertification—major environmental problems of our time. Interest in restoration of ecosystems is increasingly translated into strong political commitment to large-scale tree planting projects. Along with this new impetus and the enormous scale of planned projects come both opportunities and risks: opportunities to significantly increase the use of native species, and risks of failure associated with the use of inadequate or mismatched reproductive material, which though it may provide forest cover in the short term, will not likely establish a self-sustaining ecosystem. The value of using native tree species in ecosystem restoration is receiving growing recognition both among restoration practitioners and policy makers. However, insufficient attention has been given to genetic variation within and among native tree species, their life histories and the consequences of their interactions with each other and with their environment. Also restoration practitioners have often neglected to build in safeguards against the anticipated effects of anthropogenic climate change. Measurement of restoration success has tended to be assessments of hectares covered or seedling survival in a short timeframe, neither of which is an indicator of ecosystem establishment in the long term. In this article, we review current practices in ecosystem restoration using native tree species, with a particular focus on genetic considerations. Our discussion is organised across three themes: (i) species selection and the sourcing of forest reproductive material; (ii) increasing resilience by fostering natural selection, ecological connectivity and species associations; and (iii) measuring the success of restoration activities. We present a number of practical recommendations for researchers, policymakers and restoration practitioners to increase the potential for successful interventions. We recommend the development and adoption of decision-support tools for: (i) collecting and propagating germplasm in a way that ensures a broad genetic base of restored tree populations, including planning the sourcing of propagation material of desired species well before the intended planting time; (ii) matching species and provenances to restoration sites based on current and future site conditions, predicted or known patterns of variation in adaptive traits and availability of seed sources; and (iii) landscape-level planning in restoration projects."}{"Canopy space filling and tree crown morphology in mixed-species stands compared with monocultures ": "Mixed-species forest stands are well explored in their favourable ecological, economical, and socio-economical functions and services compared with pure stands, but still poorly understood in their structure and functioning. Canopy structure and tree morphology affect the environmental conditions within the stand, the tree growth, and by this most forest functions and services. Here, I review how canopy structure and crown morphology in mixed stands can differ from pure stands and how this depends on the selection of tree species and interactions between them. The focus is on the macrostructure of canopy and crowns derived from the trees’ positions, their convex crown hulls, and their space filling with branches.\n                  In mixed canopies the sum of the crown projection area, but not the ground coverage by crowns, mostly exceeds pure stands due to multiple crown overlaps. The interspecific differences in crown shape and allometric scaling cause a ‘selection effect’ when complementary species are combined. In interspecific environment furthermore ‘true mixing effects’ like intraspecific shifts in size, shape, and inner space filling of crowns may occur. The much denser and more plastic canopy space filling in mixed stands may increase light interception, stand density, productivity, and growth resilience to disturbances. I discuss the relevance of interspecific interactions for forest management, model building, and theory development and draw perspectives of further research into stand canopy and crown structure."}{"Friend or foe? Google Translate in language for academic purposes ": "A recent development in digital technology, machine translation (MT), is improving in its ability to translate with grammatical and lexical accuracy, and is also becoming increasingly available for students of language for academic purposes. Given the acceptance of other digital technology for teaching and learning, it seems likely that machine translation will become a tool students will rely on to complete their assignments in a second language. This would have implications for the community of practice of academic language teaching. In this study students were asked to submit an essay in their first language and this was then translated into English through a web-based translation engine. The resulting English text was analysed for grammatical error. The analysis found that the translation engine was far from able to produce error-free text – however, judging in relation to international testing standards, the level of accuracy is approaching the minimum needed for university admission at many institutions. Thus, this paper sets out to argue, based on the assumption that MT will continue to improve, that this technology will have a profound influence on the teaching of Languages for Academic Purposes, and with imaginative use, will allow this influence to be positive for both the students and their instructors."}{"The economic viability of smallholder timber production under expanding açaí palm production in the Amazon Estuary ": "Relatively little attention has been paid to the economic potentials and limitations of tropical timber production and management at smallholder scales, with the most relevant research focusing on community forestry efforts. As a rare tropical example of long-lasting small-scale timber production, in this study we explore the economics of smallholder vertically integrated timber use to better understand the activity in the context of its primary land use alternative in the Amazon Estuary, açaí palm fruit production. We use data from landowner and firm surveys, participatory monitoring of firms, and detailed forest and sawmill operation monitoring to devise financial returns models of smallholder timber micro firms and açaí palm fruit production. We then compare the economics of the two activities to better understand how differences may shape decisions at the small holder scale that impact current land use shifts in the region."}{"Valuing type and scope of ecosystem conservation: A meta-analysis ": "Ecosystem conservation programs are increasingly incorporating both preservation and restoration strategies for ensuring the flow of ecosystem services from public lands. While preservation and restoration have similar end ecological objectives, differences in these conservation types may create systematic variation in willingness to pay (WTP) for their benefits. There has also been conflicting evidence of whether or not the amount, or scope, of conservation influences the demand for environmental improvements in manners consistent with neoclassical economics (greater value for more conservation). To investigate the sensitivity of conservation values to type and scope, we conducted a meta-analysis of existing evidence. We synthesized 127 data points from 22 primary studies that provided WTP estimates for preservation, forest restoration, and freshwater restoration conducted primarily on public lands. Estimates were derived from choice experiments, contingent rankings, and dichotomous choice contingent valuation studies for conservation programs in Europe, Canada, and the U.S. from 1987 to 2013. We found strong evidence for systematic variation of WTP depending on conservation type and scope. Values for preservation were greater than both forest and freshwater restoration; and freshwater restoration was valued greater than forest restoration. Meta-estimates were found to be sensitive to scope effects, as value increased with conservation intensity but at diminishing marginal rates. We provide quantitative policy analysis in the form of within-sample predictions of mean WTP for each conservation type and scope and conclude with recommendations."}{"Sensitivity of diagnostic tests for human soil-transmitted helminth infections: a meta-analysis in the absence of a true gold standard ": "Reliable, sensitive and practical diagnostic tests are an essential tool in disease control programmes for mapping, impact evaluation and surveillance. To provide a robust global assessment of the relative performance of available diagnostic tools for the detection of soil-transmitted helminths, we conducted a meta-analysis comparing the sensitivities and the quantitative performance of the most commonly used copro-microscopic diagnostic methods for soil-transmitted helminths, namely Kato-Katz, direct microscopy, formol-ether concentration, McMaster, FLOTAC and Mini-FLOTAC. In the absence of a perfect reference standard, we employed a Bayesian latent class analysis to estimate the true, unobserved sensitivity of compared diagnostic tests for each of the soil-transmitted helminth species Ascaris lumbricoides, Trichuris trichiura and the hookworms. To investigate the influence of varying transmission settings we subsequently stratified the analysis by intensity of infection. Overall, sensitivity estimates varied between the different methods, ranging from 42.8% for direct microscopy to 92.7% for FLOTAC. The widely used double slide Kato-Katz method had a sensitivity of 74–95% for the three soil-transmitted helminth species at high infection intensity, however sensitivity dropped to 53–80% in low intensity settings, being lowest for hookworm and A. lumbricoides. The highest sensitivity, overall and in both intensity groups, was observed for the FLOTAC method, whereas the sensitivity of the Mini-FLOTAC method was comparable with the Kato-Katz method. FLOTAC average egg count estimates were significantly lower compared with Kato-Katz, while the compared McMaster counts varied. In conclusion, we demonstrate that the Kato-Katz and Mini-FLOTAC methods had comparable sensitivities. We further show that test sensitivity of the Kato-Katz method is reduced in low transmission settings."}{"Vertical zonation is the main distribution pattern of littoral assemblages on rocky shores at a regional scale ": "Vertical variation in the distribution of rocky shore assemblages is greater than horizontal variation, as shown by univariate and multivariate analysis performed with data obtained along 1000 km of shoreline and covering from the upper supralittoral to the upper infralittoral zone (−1 m). Consequently, vertical littoral zonation is a consistent pattern at a regional scale within the same biogeographical zone. While their distribution varies at the same shore height, marine species and assemblages from rocky shores show a specific vertical sequence known as zonation. A key question in ecology is how consistent is zonation along large spatial scales. The aim of this study is to show distribution patterns of littoral assemblages at a regional scale and to identify the most relevant abiotic factors associated to such patterns. The study is based on a detailed and extensive survey at a regional scale on a tideless rocky shore. Benthic macroflora and macrofauna of 750 relevés were described along the vertical axis of 143 transects distributed across the shoreline of Catalonia (NW Mediterranean). The Detrended Correspondence Analysis (DCA) first axis is highly related to the height on the shore: species, relevés, and assemblages grade from lower to upper height (infralittoral to supralittoral). As observed in nature, different assemblages co-occur at the same height at different sites, which is shown along DCA second axis. The abiotic variables that best explain the assemblage distribution patterns are: height (75% of the model inertia), longitude (14.6%), latitude (7.2%) and transect slope (2.9%). The Canonical Correspondence Analysis (CCA) first axis is related to height on the shore and explains four times more variance than CCA second axis, which is related to the horizontal gradient. Generalized Lineal Model (GLM) results show that height on the shore is the factor explaining most of the variance in species presence. Most studied species show distribution patterns related to latitude and longitude, but always in a much smaller proportion than to height."}{"Transport of persistent organic pollutants by microplastics in estuarine conditions ": "Microplastics represent an increasing source of anthropogenic contamination in aquatic environments, where they may also act as scavengers and transporters of persistent organic pollutants. As estuaries are amongst the most productive aquatic systems, it is important to understand sorption behaviour and transport of persistent organic pollutants (POPs) by microplastics along estuarine gradients. The effects of salinity sorption equilibrium kinetics on the distribution coefficients (K\n                     \n                        d\n                     ) of phenanthrene (Phe) and 4,4′-DDT, onto polyvinyl chloride (PVC) and onto polyethylene (PE) were therefore investigated. A salinity gradient representing freshwater, estuarine and marine conditions, with salinities corresponding to 0 (MilliQ water, 690 μS/cm), 8.8, 17.5, 26.3 and 35 was used. Salinity had no significant effect on the time required to reach equilibrium onto PVC or PE and neither did it affect desorption rates of contaminants from plastics. Although salinity had no effect on sorption capacity of Phe onto plastics, a slight decrease in sorption capacity was observed for DDT with salinity. Salinity had little effect on sorption behaviour and POP/plastic combination was shown to be a more important factor. Transport of Phe and DDT from riverine to brackish and marine waters by plastic is therefore likely to be much more dependent on the aqueous POP concentration than on salinity. The physical characteristics of the polymer and local environmental conditions (e.g. plastic density, particle residence time in estuaries) will affect the physical transport of contaminated plastics. A transport model of POPs by microplastics under estuarine conditions is proposed. Transport of Phe and DDT by PVC and PE from fresh and brackish water toward fully marine conditions was the most likely net direction for contaminant transport and followed the order: Phe-PE >> DDT-PVC = DDT-PE >> Phe-PVC."}{"Integrated water quality modelling: Application to the Ribble Basin, U.K. ": "This paper reviews the traditional approach of linking models to cover integrated water management from the upper reaches of catchments through river basins, into estuaries and to the coastal/marine environment. It highlights some of the deficiencies in the approaches currently being adopted in many non-integrated studies, where artificial boundaries are included in the system, and then highlights the need for a more integrated conceptual approach. A case study is discussed, namely the non-compliance of bathing waters along the Fylde Coast and Ribble Basin (U.K.) from riverine inputs, with the inputs arising from Waste water Treatment Works (WwTW), outfalls and drainage systems. A more integrated approach was applied to this estuary, with refinements to the artificial boundaries. Both hydrodynamic and solute transport processes in 1-D and 2-D domains of this estuary were modelled for a wet event in June 1999. The bio-kinetic decay process representation included the impacts of salinity, solar irradiation, turbidity and water temperature on the decay rate. Solutes modelled included faecal coliform, water temperature and salinity. This paper demonstrates that a similar or better accuracy of the coliform concentrations can be achieved using an integrated model based on a realistic representation of physical and biochemical processes. This is significant because the integrated model does not need extensive calibration to give good results. This is therefore a much more robust model which is not influenced significantly by the position of boundaries. The robustness of the model gives increased confidence in predicted results for new scenarios where measured data is not available. This is particularly important for all types of real time water quality prediction (e.g. toxic spills) including bathing water quality. Hence better decisions can be made when considering investment strategies, appropriate for various treatment options and catchment management solutions in the river basin upstream."}{"Sustainable hydraulic engineering through building with nature ": "Hydraulic engineering infrastructures are of concern to many people and are likely to interfere with the environment. Moreover, they are supposed to keep on functioning for many years. In times of rapid societal and environmental change this implies that sustainability and adaptability are important attributes. These are central to Building with Nature (BwN), an innovative approach to hydraulic engineering infrastructure development and operation. Starting from the natural system and making use of nature's ecosystem services, BwN attempts to meet society's needs for infrastructural functionality, and to create room for nature development at the same time. By including natural components in infrastructure designs, flexibility, adaptability to changing environmental conditions and extra functionalities and ecosystem services can be achieved, often at lower costs on a life-cycle basis than ‘traditional’ engineering solutions. The paper shows by a number of examples that this requires a different way of thinking, acting and interacting."}{"A review on application of flocculants in wastewater treatment ": "Flocculation is an essential phenomenon in industrial wastewater treatment. Inorganic coagulants (salts of multivalent metals) are being commonly used due to its low cost and ease of use. However, their application is constrained with low flocculating efficiency and the presence of residue metal concentration in the treated water. Organic polymeric flocculants are widely used nowadays due to its remarkable ability to flocculate efficiently with low dosage. However, its application is associated with lack of biodegradability and dispersion of monomers residue in water that may represent a health hazard. Therefore, biopolymers based flocculants have been attracting wide interest of researchers because they have the advantages of biodegradability and environmental friendly. But, natural flocculants are needed in large dosage due to its moderate flocculating efficiency and shorter shelf life. Thus, in order to combine the best properties of both, synthetic polymers are grafted onto the backbone of natural polymers to obtain tailor-made grafted flocculants. This paper gives an overview of the development of different types of flocculants that were being investigated for treatment of industrial wastewater. Furthermore, their flocculation performance will be reviewed and the flocculation mechanism will be discussed."}{"Application of biochar for the removal of pollutants from aqueous solutions ": "In recent years, many studies have been devoted to investigate the application of biochar for pollutants removal from aqueous solutions. Biochar exhibits a great potential to efficiently tackle water contaminants considering the wide availability of feedstock, low-cost and favorable physical/chemical surface characteristics. This review provides an overview of biochar production technologies, biochar properties, and recent advances in the removal of heavy metals, organic pollutants and other inorganic pollutants using biochar. Experimental studies related to the adsorption behaviors of biochar toward various contaminants, key affecting factors and the underlying mechanisms proposed to explain the adsorption behaviors, have been comprehensively reviewed. Furthermore, research gaps and uncertainties that exist in the use of biochar as an adsorbent are identified. Further research needs for biochar and potential areas for future application of biochars are also proposed."}{"Fouling and cleaning of ultrafiltration membranes: A review ": "Ultrafiltration (UF) is one of the best options for both one-stage and as part of multi-stage water and wastewater purification. This review summarises the known facts about the fouling processes and cleaning procedures and details of the most successful physical and chemical cleaning combinations. The optimum cleaning is closely linked to the nature of the fouling. Precise knowledge of both the fouling type (organic, inorganic, or biological) and the fouling mechanism (gel formation, adsorption, deposition, pore blockage, or cake formation) is the key to success in UF membrane cleaning."}{"Challenges and trends in membrane technology implementation for produced water treatment: A review ": "This review provides insight into the implementation of membrane technology in the petroleum industry for treating produced water that is generated from conventional oilfields in upstream and downstream processes. The ever-evolving and increasingly stringent regulatory standards for discharging produced water pose colossal environmental and economic implications because the bulk of this produced water is disposed into the environment. Thus, a review of the implementation of membrane technology for produced water treatment could contribute to the knowledge required for the increased introduction of scaled-up membrane technology in the petroleum industry. This review encompasses the capabilities and performance optimization possibilities of microfiltration, ultrafiltration, nanofiltration, and reverse osmosis membranes. The level of applications that these membrane technologies might attain within the petroleum industry were determined, and these implementations were correlated with the purpose, performance efficiency, treatment system configurations, necessary pretreatment procedures, quality of treated produced water, fouling occurrence and control, foulants, cleaning procedures, raw produced water content, potential challenges with corresponding applied solutions, and economic factors. This review also maps current and future trends and provides a perspective on the outlook for advances in novel membrane applications for produced water treatment."}{"Magnetic composite an environmental super adsorbent for dye sequestration – A review ": "Adsorption is the most extensively used technique for dye sequestration. Magnetic separation of toxic pollutant is becoming a potential method in waste water purification and found to have predominant significance in the removal of dyes more effectively compared to conventional method of treatments. Numerous natural and synthetic adsorbents were used, out of which magnetic composites (MCs) and magnetic nanocomposites (MNCs) have gained much attention presently in the removal of dyes from aqueous solution. Abundant references are existing pertaining to synthesis of various magnetic composites and its application in adsorption of dyes. This report displays the exploitation of MCs and MNCs for adsorption of dyes, hazards posed by dyes, sorption mechanism, preparation methods, magnetic behavior and characteristics of magnetized particles with the relevant literature on the basic principle of adsorption using MCs and MNCs for separation of dyes under optimum physicochemical condition. Adsorption reaction model, diffusion model and isotherms which facilitate in understanding the reaction mechanism between adsorbent and adsorbate are concisely discussed."}{"Treatment of olive mill based wastewater by means of magnetic nanoparticles: Decolourization, dephenolization and COD removal ": "Olive mill wastewater (OMW) is an environmental concern that has been highlighted as a serious environmental problem in the Mediterranean basin countries because of its high organic load and phytotoxic and antibacterial phenolic compounds, which resist biological degradation. Consequently, this type of wastewater represents a huge challenge for the conventional wastewater treatment techniques as it can impact the lifetime of bacteria needed for the treatment. Iron-oxide nanoparticles are attractive for wastewater treatment for two important reasons. First, nanoparticles can remove pollutants from wastewater rapidly. Second, this magnetic type of nanoparticles could be separated easily using a magnet after finishing treatment process. In this study, we aimed at investigating the effectiveness of the magnetic iron oxide nanoparticles in the removal of large organic contaminants from OMW. Batch and continuous mode processes were applied on OMW treatment to determine the effect of contact time, solution pH, coexisting contaminants and the adsorption isotherm.\n                  The results showed that the adsorption was fast and the adsorption reached equilibrium within less than 30min. The adsorption equilibrium data fit very well to the Brunauer–Emmett–Teller (BET) Model, indicating multi-layers adsorption. The adsorption of major pollutants was associated to an efficient removal of coexisting contaminants such as heavy metals and free ions. The adsorption of OMW pollutants was dependent on pH of the solution. Finally, continuous-mode process was tested successfully using a packed bed column that combined sand filtration with magnetic nanoparticles to decolourize OMW effluent. This study will provide valuable insight on the effect of nanoparticles toward the treatment and recyclability of olive mill wastewater, which is crucial for the local olive mill industry. After seeing the successful achievement of integrating nanoparticles with fixed bed filtration, a preliminary process description and cost estimation of stand-alone plant (with a capacity of 4m3/h) for OMW treatment were considered in this study. Process capital and annual operating costs were estimated to be $12,306 and $476/year, respectively."}{"Heavy metal contamination and health risk assessment associated with abandoned barite mines in Cross River State, southeastern Nigeria ": "In the present investigation, the concentration of heavy metals (As, Ba, Fe, Hg, Mn, Ni, Pb, Zn) in pond and stream water samples near abandoned barite mines have been studied. The main objective of study was to appraise the degree of contamination and human risk assessment due to barite mining. Results showed that the average concentrations of Fe, Hg and Pb were above the required standard. This indicates anthropogenic inputs from barite mining activities. The mean concentrations of Ba, Hg, Mn, Ni, Pb and Zn were higher in pond water compared to stream water. Contamination index and Nemerow pollution index indicated contamination at some mine sites, while human health risk assessment indicated unacceptable risk (hazard index (HI) values>1) for non-carcinogenic adverse health effect. The cancer risk of being exposed to Arsenic by drinking water from these sources did not exceed the acceptable risk of 1:10,000 for regulatory purposes."}{"Disposable screen printed graphite electrode for the direct electrochemical determination of ibuprofen in surface water ": "The potential of square wave voltammetry (SWV) for the determination of ibuprofen in aqueous solution, applying baseline correction, is reported. A screen printed graphite electrodes (SPGEs), especially pretreated for this purpose, were used to investigate the electrochemical oxidation and detection of ibuprofen. After optimization of SWV parameters, measurements were carried out at 200Hz modulation frequency, 4mV step potential and 40mV pulse amplitude for the determination of ibuprofen. The surfaces of both untreated and pretreated SPGEs were characterized by scanning electron microscopy (SEM) and electrochemical impedance spectroscopy (EIS). The electro-catalytic properties of both the electrodes were correlated with the surface treatment. The pretreated screen printed graphite electrode exhibited a high sensitivity toward ibuprofen even in low concentration. The developed method was found rapid, cost-effective and reproducible for in-field ibuprofen detection."}{"Diversity and antimicrobial resistance of Salmonella \n               enterica isolated from fresh produce and environmental samples ": "In Nigeria, as in most developing countries, vegetable farmers depend largely on wastewater for irrigation and on untreated manure for soil enrichment. Salmonella is among the most important foodborne pathogens worldwide with fresh vegetables as major route of transmission to man. A total of 440 samples comprising vegetables and environmental samples (irrigation water and manure treated soil) were analyzed for the presence of Salmonella, resistance and virulence genes and diversity of isolates by genotyping. Samples were obtained from five irrigation fields in Kano and Plateau States and cultured using selective isolation with prior enrichment method. Presumptive isolates were identified and characterized using conventional biochemical methods and Microbact 24E (Oxoid, UK) identification kit. Amplification of virulence (invasive A and enterotoxin) genes by polymerase chain reaction (PCR) further confirmed Salmonella and its virulence potential. Enterobacterial repetitive intergenic concensus (ERIC) fingerprinting PCR showed genetic diversity of confirmed isolates. Confirmed isolates were evaluated for susceptibilities to eight commonly used antimicrobial agents. Sixty-one (13.9%) samples were positive for Salmonella. The distribution of serotypes included; Salmonella typhi (7.7%), Salmonella paratyphi (2.0%) and Salmonella typhimurium (4.1%). S. typhi had the highest isolation rate and was most commonly detected in vegetables. Simultaneous resistance to all antibiotics assayed was found amongst the salmonellae. Fingerprinting pattern of the Salmonella strains from the different samples showed marked similarities and close genetic relatedness. Cluster analysis at a coefficient of similarity of 0.82 grouped the fifteen strains of Salmonella assayed into five different groups. Our results indicate that irrigated vegetables are vehicles of transmission of potentially pathogenic Salmonella isolates that can contribute to the development of salmonellosis and other Salmonella related infections in Nigeria. This study provides data that support the potential transmission strains of Salmonella harboring virulence and resistance factors from vegetables and environmental sources to cause infections in humans."}{"A preliminary study of acid volcanic rocks for stonemeal application ": "This study is related to the chemical and mineralogical characterizations and to the availability of mineral nutrients in four fresh samples of fine material generated in crushing mills of volcanic rocks of the Serra Geral Formation in northeastern state of Rio Grande do Sul (RS), Brazil. The objective of the study is to estimate the agronomic potential of rocks, after pulverization, to its application as a fertilizer for the soil by means of the incorporation of rock, using a technique known as stonemeal. The analytical techniques were used: X-ray diffraction (XRD), X-ray fluorescence (XRF), mass spectrometry with inductively coupled plasma (ICP-MS), and leaching tests by extraction with citric acid solution diluted to 2%. The results indicated the potential of providing nutrients to the soil, corroborating the results of other studies based on the technique stonemeal. The following characteristics were identified in the samples: presence of calcium and magnesium as carbonates; high alkalinity; good availability of phosphorus; potassium average availability; and of the presence of micronutrients such as zinc, boron, copper, iron, and manganese."}{"Toxicity of PVA-stabilized silver nanoparticles to algae and microcrustaceans ": "Over the years there has been a significant increase in the manufacturing of silver nanoparticles-based products, mainly due to their antimicrobial activity, with application in medicine and textile and food industry. However, the inappropriate use and disposal of these materials can allow the entry of silver nanoparticles (AgNP) into the aquatic environment, with potential toxicological effects. In this study we used Pseudokirchneriella subcapitata, Artemia salina and Daphnia similis as model organisms to investigate the toxicity of PVA-stabilized AgNP at several concentration levels. AgNP were physico-chemically characterized by UV–vis spectroscopy, particle size distribution, zeta potential analyzes and Transmission Electron Microscopy (TEM). AgNP presented a maximum absorption at 400nm and size range between 2 and 18nm. Each specific organism was exposed to AgNP concentrations through standardized protocol. For P. subcapitata and A. salina the EC50 value found, 1.09mgL−1 and 5.5×10−2\n                     mg/L, respectively, were in accordance to previous results reported in the literature. However, for D. similis, the EC50 24–48h values indicate a higher toxicity than other results reported for other daphnids."}{"Status of wetlands in India: A review of extent, ecosystem benefits, threats and management strategies ": "Study region\n                  India.\n               \n               \n                  Study focus\n                  India has a wealth of wetland ecosystems that support diverse and unique habitats. These wetlands provide numerous ecological goods and services but are under tremendous stress due to rapid urbanization, industrialization and agricultural intensification, manifested by the shrinkage in their areal extent, and decline in the hydrological, economic and ecological functions they perform. This paper reviews the wetland wealth of India in terms of their geographic distribution and extent, ecosystem benefits they provide, and the various stresses they are exposed to. The paper also discusses the efforts at management of these fragile ecosystems, identifies the institutional vacuum and suggests priority area where immediate attention is required in order to formulate better conservation strategies for these productive systems.\n               \n               \n                  New hydrological insights for the region\n                  It has been found that management of wetlands has received inadequate attention in the national water sector agenda. As a result, many of the wetlands are subject to anthropogenic pressures, including land use changes in the catchment; pollution from industry and households; encroachments; tourism; and over exploitation of their natural resources. Further, majority of research on wetland management in India relates to the limnological aspects and ecological/environmental economics of wetland management. But, the physical (such as hydrological and land use changes in the catchment) and socio-economic processes leading to limnological changes have not been explored substantially."}{"Shaping the contours of groundwater governance in India ": "Study region\n                  India.\n               \n               \n                  Study focus\n                  India's groundwater dependence and the crises of depletion and contamination of groundwater resources require the development of a robust groundwater dependence framework. Understanding the challenges of developing a groundwater governance framework for regions of extensive groundwater development versus relatively less-developed areas of groundwater development is important. The groundwater typology is a function of both, the hydrogeological aspects of groundwater and the socio-economic milieu that defines dependency on the groundwater resource, which is significant across users and uses in India. An interdisciplinary perspective is important while managing groundwater resources in India and helping establish groundwater governance.\n               \n               \n                  New hydrological insights for the region\n                  Participatory forms of groundwater management, using ‘aquifer-based, common pool resource’ approaches have begun to find their way into the practices and policies dealing with groundwater in India. Participation at all levels is important in management decisions as well as in the development of a governance framework, knowing that groundwater development in India has been ‘atomistic’ in nature. Developing a regulatory framework that is supportive of ‘protection’ of the resource as well as ‘good practices of participatory groundwater management’ is essential in groundwater governance. Interdisciplinary ‘science’ must form the medium of promoting both groundwater management and governance instead of using it in the largely business-as-usual approach to groundwater resource management that remains ‘infrastructure’ based, ‘supply-side’."}{"Identifying sources of groundwater contamination in a hard-rock aquifer system using multivariate statistical analyses and GIS-based geostatistical modeling techniques ": "Study region\n                  The study area is Udaipur district, which is situated in hard-rock hilly terrain of Rajasthan, India.\n               \n               \n                  Study focus\n                  In this study, spatio-temporal variations of fifteen groundwater quality parameters are explored by box–whisker plots, trends are detected and quantified, and GIS-based groundwater quality index (GQI) is computed. For the first time, scores of principal component analysis (PCA) are combined with GIS-based geostatistical modeling by following a sound methodology in comprehensive manner to identify sources of groundwater contamination.\n               \n               \n                  New hydrological insights for the region\n                  Box–whisker plots revealed linkages between rainfall and groundwater quality, which were further verified by GQI ranging from 69 to 76 in Cluster I and from 73 to 78 in Cluster II. Cluster analysis identified two clusters of sites based on groundwater contamination controlled by geology. Significantly increasing trends are indicated (p\n                     <0.05) at most sites in fluoride, sodium, EC and TDS, but significantly decreasing trends in silica at 40% sites indicate a possibility of replacement of older groundwater with recent rainfall recharge. Spatial distribution of increasing trends is affected by anthropogenic processes. Sen's method indicated increasing rates for calcium, magnesium, sodium, iron, bicarbonate, sulphate, fluoride, TDS, hardness and EC. PCA results indicated occurrence of groundwater contamination in Cluster I by anthropogenic sources and presence of natural/geogenic processes in Cluster II. Significant PCs, viz. major ion and soil leaching pollution factors, govern overall evolution of geochemical processes."}{"Impact of climate change on rainfall over Mumbai using Distribution-based Scaling of Global Climate Model projections ": "Study region\n                  The study is carried out for Mumbai (18°58′30″ N, 72°49′33″ E).\n               \n               \n                  Study focus\n                  Future projections provided by general circulation models (GCMs) suggest the probability of occurrence of intense rainfall will change in the future. However, GCM data generally need to be downscaled and bias-corrected for impact studies. Although the domains covered by Regional Climate Models (RCMs) are increasing, statistical downscaling of GCM results is the main alternative in many regions. We applied a Distribution-based Scaling (DBS) procedure, with 1975–2004 as a reference period, for bias-correcting and downscaling daily rainfall data from nine global climate projections.\n               \n               \n                  New hydrological insights for the region\n                  The evaluation in the reference period showed that the scaled data are able to represent various key statistics. All GCMs were unable to accurately reproduce the southwest monsoon season. Using the transient DBS processed projection data, a comprehensive evaluation of key rainfall statistics was performed for three periods: near (2010–2040), intermediate (2041–2070) and distant future (2071–2099). There is an increase in the total accumulated annual rainfall, ranging from 300 to 500mm in the ensemble. Also, a clear seasonal shift and delayed onset of the monsoon season evolves in the projections, with increasing and decreasing rainfall in September and June, respectively. A trend analysis using Student's t and Mann–Kendall tests was performed for 2010–2099. A significant positive trend was found for four of the GCM projections."}{"Implementation of security and privacy in ePassports and the extended access control infrastructure ": "Several researchers have analyzed the security characteristics and weaknesses of electronic passports (machine readable travel documents) introduced by the International Civil Aviation Organization (ICAO) in its Document 9303. However, little, if any, work has focused on the public key infrastructures necessary to manage the certificates that underpin the security measures. This paper discusses the key aspects related to the management of keys and certificates to implement security and privacy measures for machine readable travel documents issued by European Union member states. In particular, the paper concentrates on extended access control and the associated Single Point of Contact (SPOC) protocol."}{"Critical infrastructure protection: Requirements and challenges for the 21st century ": "Critical infrastructures play a vital role in supporting modern society. The reliability, performance, continuous operation, safety, maintenance and protection of critical infrastructures are national priorities for countries around the world. This paper explores the vulnerabilities and threats facing modern critical infrastructures with special emphasis on industrial control systems, and describes a number of protection measures. The paper also discusses some of the challenging areas related to critical infrastructure protection such as governance and security management, secure network architectures, self-healing, modeling and simulation, wide-area situational awareness, forensics and learning, and trust management and privacy."}{"Hydrological drought severity explained by climate and catchment characteristics ": "Summary\n               \n                  Impacts of a drought are generally dependent on the severity of the hydrological drought event, which can be expressed by streamflow drought duration or deficit volume. For prediction and the selection of drought sensitive regions, it is crucial to know how streamflow drought severity relates to climate and catchment characteristics. In this study we investigated controls on drought severity based on a comprehensive Austrian dataset consisting of 44 catchments with long time series of hydrometeorological data (on average around 50year) and information on a large number of physiographic catchment characteristics. Drought analysis was performed with the variable threshold level method and various statistical tools were applied, i.e. bivariate correlation analysis, heatmaps, linear models based on multiple regression, varying slope models, and automatic stepwise regression. Results indicate that streamflow drought duration is primarily controlled by storage, quantified by the Base Flow Index or by a combination of catchment characteristics related to catchment storage and release, e.g. geology and land use. Additionally, the duration of dry spells in precipitation is important for streamflow drought duration. Hydrological drought deficit, however, is governed by average catchment wetness (represented by mean annual precipitation) and elevation (reflecting seasonal storage in the snow pack and glaciers). Our conclusion is that both drought duration and deficit are governed by a combination of climate and catchment control, but not in a similar way. Besides meteorological forcing, storage is important; storage in soils, aquifers, lakes, etc. influences drought duration and seasonal storage in snow and glaciers influences drought deficit. Consequently, the spatial variation of hydrological drought severity is highly dependent on terrestrial hydrological processes."}{"Assessing the impact of urbanization on storm runoff in a peri-urban catchment using historical change in impervious cover ": "Summary\n               \n                  This paper investigates changes in storm runoff resulting from the transformation of previously rural landscapes into peri-urban areas. Two adjacent catchments (∼5km2) located within the town of Swindon in the United Kingdom were monitored during 2011 and 2012 providing continuous records of rainfall, runoff and actual evaporation. One catchment is highly urbanized and the other is a recently developed peri-urban area containing two distinct areas of drainage: one with mixed natural and storm drainage pathways, the other entirely storm drainage. Comparison of observed storm hydrographs showed that the degree of area serviced by storm drainage was a stronger determinant of storm runoff response than either impervious area or development type and that little distinction in hydrological response exists between urban and peri-urban developments of similar impervious cover when no significant hydraulic alteration is present. Historical levels of urbanization and impervious cover were mapped from the 1960s to the 2010s based on digitized historical topographic maps and were combined with a hydrological model to enable backcasting of the present day storm runoff response to that of the catchments in their earlier states. Results from the peri-urban catchment showed an increase in impervious cover from 11% in the 1960s to 44% in 2010s, and introduction of a large-scale storm drainage system in the early 2000s, was accompanied by a 50% reduction in the Muskingum routing parameter k, reducing the characteristic flood duration by over 50% while increasing peak flow by over 400%. Comparisons with changes in storm runoff response in the more urban area suggest that the relative increase in peak flows and reduction in flood duration and response time of a catchment is greatest at low levels of urbanization and that the introduction of storm water conveyance systems significantly increases the flashiness of storm runoff above that attributed to impervious area alone.\n                  This study demonstrates that careful consideration is required when using impervious cover data within hydrological models and when designing flood mitigation measures, particularly in peri-urban areas where a widespread loss in pervious surfaces and alteration of drainage pathways can significantly alter the storm runoff response. Recommendations include utilizing more refined urban land use typologies that can better represent physical alteration of hydrological pathways."}{"The future of automotive lithium-ion battery recycling: Charting a sustainable course ": "This paper looks ahead, beyond the projected large-scale market penetration of vehicles containing advanced batteries, to the time when the spent batteries will be ready for final disposition. It describes a working system for recycling, using lead–acid battery recycling as a model. Recycling of automotive lithium-ion (Li-ion) batteries is more complicated and not yet established because few end-of-life batteries will need recycling for another decade. There is thus the opportunity now to obviate some of the technical, economic, and institutional roadblocks that might arise. The paper considers what actions can be started now to avoid the impediments to recycling and ensure that economical and sustainable options are available at the end of the batteries' useful life."}{"Why nuclear energy is sustainable and has to be part of the energy mix ": "Humanity must face the reality that it cannot depend indefinitely on combustion of coal, gas and oil for most of its energy needs. In the unavoidable process of gradually replacing fossil fuels, many energy technologies may be considered and most will be deployed in specific applications. However, in the long term, we argue that nuclear fission technology is the only developed energy source that is capable of delivering the enormous quantities of energy that will be needed to run modern industrial societies safely, economically, reliably and in a sustainable way, both environmentally and as regards the available resource base. Consequently, nuclear fission has to play a major role in this necessary transformation of the 21st century energy-supply system.\n                  In a first phase of this necessary global energy transformation, the emphasis should be on converting the major part of the world's electrical energy generation capacity from fossil fuels to nuclear fission. This can realistically be achieved within a few decades, as has already been done in France during the 1970s and 1980s. Such an energy transformation would reduce the global emissions of carbon dioxide profoundly, as well as cutting other significant greenhouse gases like methane. Industrial nations should take the lead in this transition.\n                  Because methane is a potent greenhouse gas, replacing coal-fired generating stations with gas-fired stations will not necessarily result in a reduction of the rate of greenhouse-gas emission even for relatively low leakage rates of the natural gas into the atmosphere.\n                  The energy sources popularly known as ‘renewables’ (such as wind and solar), will be hard pressed to supply the needed quantities of energy sustainably, economically and reliably. They are inherently intermittent, depending on backup power or on energy storage if they are to be used for delivery of base-load electrical energy to the grid. This backup power has to be flexible and is derived in most cases from combustion of fossil fuels (mainly natural gas). If used in this way, intermittent energy sources do not meet the requirements of sustainability, nor are they economically viable because they require redundant, under-utilized investment in capacity both for generation and for transmission.\n                  Intermittent energy installations, in conjunction with gas-fired backup power installations, will in many cases be found to have a combined rate of greenhouse-gas emission that is higher than that of stand-alone coal-fired generating stations of equal generating capacity. A grid connection fee, to be imposed on countries with a large intermittent generating capacity, should be considered for the purpose of compensating adjacent countries for the use of their interconnected electric grids as back-up power. Also, intermittent energy sources tend to negatively affect grid stability, especially as their market penetration rises.\n                  The alternative — dedicated energy storage for grid-connected intermittent energy sources (instead of backup power) — is in many cases not yet economically viable. However, intermittent sources plus storage may be economically competitive for local electricity supply in geographically isolated regions without access to a large electric grid. Yet nuclear fission energy will, even then, be required for the majority displacement of fossil fuels this century."}{"Thermoelectric generators: Linking material properties and systems engineering for waste heat recovery applications ": "Waste-heat recovery with thermoelectric power generators can improve energy efficiency and provide distributed electricity generation. New thermoelectric materials and material performance improvements motivate development of thermoelectric generators for numerous applications with excess exhaust and process heat. However, thermoelectric generator product development requires solving coupled challenges in materials development and systems engineering. This review discusses these challenges and indicates ways system-level performance relies on more factors than traditional thermoelectric material performance metrics alone. Relevant thermo-mechanical and chemical material properties, system components such as thermal interface materials and heat exchangers, and system form factors are examined. Manufacturing processes and total system cost components are evaluated to provide product development and commercial feasibility contexts."}{"A continuously variable transmission for efficient urban transportation ": "This paper describes a new continuously variable transmission (CVT) that may be used in a variety of machines and transport devices. Unlike many CVTs that are relatively heavy and bulky, the present CVT, named “eDrive”, is fairly small and lightweight. These attributes allow eDrive to be used in human-powered transport devices such as bicycles. The eDrive incorporates a sprocket able to vary its effective diameter via computer controlled actuation. The sprocket accommodates a rotational input and provides an output using a loop belt rotationally engaged with sprocket. The eDrive promises to increase a bicyclist's user experience, provide more efficient conversion of human energy to locomotion, and overall promote sustainable urban transportation. In addition, eDrive can be configured and scaled to provide CVT functionality for a variety of other vehicles and machines, such as wind or water turbines and electric vehicles."}{"A-type granites and related rocks: Petrogenesis and classification ": "The problems of identification of A-type granitoids are analyzed. These rocks occur in different geodynamic settings. Owing to their mantle nature, they show distinct REE specialization. These are acid intrusive rocks, whose volcanic products are of crucial scientific and practical significance. However, neither the great number of proposed classification schemes and diagrams, including those based on expensive analytical data, nor hot scientific discussions of their identification and the ambiguity of the term A-granitoids helped to determine their classification features in full measure. A principally new discriminant diagram is proposed for the classification of igneous A-type rocks, based on the analysis of earlier obtained results and the petrochemical composition of these rocks. A comparative analysis of subdivision of granites and related felsic volcanic rocks (SiO2\n                     >67wt.%), based on the ternary (Na2O+K2O)–Fe2O3*×5–(CaO+MgO)×5 and other widely applied diagrams, has shown the advantage of the proposed discriminant diagram for the classification of A-type granitoids from different geodynamic settings."}{"\n               A-type granites and related rocks: Petrogenesis and classification ": "The problems of identification of A-type granitoids are analyzed. These rocks occur in different geodynamic settings. Owing to their mantle nature, they show distinct REE specialization. These are acid intrusive rocks, whose volcanic products are of crucial scientific and practical significance. However, neither the great number of proposed classification schemes and diagrams, including those based on expensive analytical data, nor hot scientific discussions of their identification and the ambiguity of the term A-granitoids helped to determine their classification features in full measure. A principally new discriminant diagram is proposed for the classification of igneous A-type rocks, based on the analysis of earlier obtained results and the petrochemical composition of these rocks. A comparative analysis of subdivision of granites and related felsic volcanic rocks (SiO2\n                     >67wt.%), based on the ternary (Na2O+K2O)–Fe2O3* x 5–(CaO+MgO) x 5 and other widely applied diagrams, has shown the advantage of the proposed discriminant diagram for the classification of A-type granitoids from different geodynamic settings."}{"Paleomagnetism of the Late Paleozoic granites of the Angara-Vitim batholith and the host rocks of the Baikal-Patom folded area: Tectonic implications ": "The paper presents the results of paleomagnetic and geochronological studies of the Late Paleozoic granites of the Angara-Vitim batholith as well as Vendian-Early Cambrian sedimentary rocks and Late Devonian subvolcanic rocks of the Patom margin of the Siberian Platform. Primary and metachronous magnetization in the rocks of the study region was used to calculate an Early Permian (~290Ma) paleomagnetic pole, which is proposed as a reference pole for the Siberian Platform in paleomagnetic reconstructions, plotting of the apparent polar-wander path curve, and other magnetotectonic studies. The published and obtained paleomagnetic data and analysis of the geological data confirm the Late Paleozoic age of the final folding in the Baikal-Patom area. Possible causes of Late Paleozoic deformations and large-scale granite formation in the Baikal-Patom area and Transbaikalia in the Late Paleozoic are discussed."}{"Influence of vertical flows in wells on groundwater sampling ": "Pumped groundwater sampling evaluations often assume that horizontal head gradients predominate and the sample comprises an average of water quality variation over the well screen interval weighted towards contributing zones of higher hydraulic conductivity (a permeability-weighted sample). However, the pumping rate used during sampling may not always be sufficient to overcome vertical flows in wells driven by ambient vertical head gradients. Such flows are reported in wells with screens between 3 and 10m in length where lower pumping rates are more likely to be used during sampling. Here, numerical flow and particle transport modeling is used to provide insight into the origin of samples under ambient vertical head gradients and under a range of pumping rates. When vertical gradients are present, sample provenance is sensitive to pump intake position, pumping rate and pumping duration. The sample may not be drawn from the whole screen interval even with extended pumping times. Sample bias is present even when the ambient vertical flow in the wellbore is less than the pumping rate. Knowledge of the maximum ambient vertical flow in the well does, however, allow estimation of the pumping rate that will yield a permeability-weighted sample. This rate may be much greater than that recommended for low-flow sampling. In practice at monitored sites, the sampling bias introduced by ambient vertical flows in wells may often be unrecognized or underestimated when drawing conclusions from sampling results. It follows that care should be taken in the interpretation of sampling data if supporting flow investigations have not been undertaken."}{"Sustainable-responsible tourism discourse – Towards ‘responsustable’ tourism ": "Despite several decades of academic and practical debate on tourism sustainability, its application in practice remains difficult. The dominant tourism discourse on sustainability (theory, seen as a concept) and responsibility (practice, understood as appropriate action) calls for a solid understanding of the process of how a responsible destination actually implements a sustainability agenda, which this paper aims to provide. In this context, we explore theoretical perspectives from political economics and behavioural economics to offer a well-reasoned integrated sustainability–responsibility model comprising three stages: Awareness, Agenda and Action. This Triple-A Model complements the sustainability indicators debate and provides advice on how to continuously implement the sustainability concept and move from market-value-led and environmentally laissez-faire tourism towards more environmental- and social-value-driven responsible tourism. In addition, this paper discusses the existing sustainability and responsibility nomenclatures and their use and contributes relevant conclusions on the current understanding of sustainability and responsibility in European and UNWTO practices. The term responsustable tourism is suggested to join two existing terms and demonstrate that the current understanding of responsible tourism behaviour is based on the concept of sustainable tourism."}