{"Chitosan-modifications and applications: Opportunities galore ": "Of late, the most bountiful natural biopolymer chitin and chitosan have become cynosure of all party because of an unusual combination of biological activities plus mechanical and physical properties. However applications of chitin are limited due to its inherent insoluble and intractable nature. Chitosan, alkaline hydrolytic derivative of chitin has better solubility profile, less crystallinity and is amenable to chemical modifications due to presence of functional groups as hydroxyl, acetamido, and amine. The chemical modification of chitosan is of interest because the modification would not change the fundamental skeleton of chitosan, would keep the original physicochemical and biochemical properties and finally would bring new or improved properties. In view of rapidly growing interest in chitosan its chemical aspects and chemical modification studies is reviewed. The several chemical modifications such as oligomerization, alkylation, acylation, quternization, hydroxyalkylation, carboxyalkylation, thiolation, sulfation, phosphorylation, enzymatic modifications and graft copolymerization along with many assorted modifications have been carried out. The chemical modification affords a wide range of derivatives with modified properties for specific end use applications in diversified areas mainly of pharmaceutical, biomedical and biotechnological fields. Assorted modifications including chitosan hybrids with sugars, cyclodextrin, dendrimers, and crown ethers have also emerged as interesting multifunctional macromolecules. The versatility in possible modifications and applications of chitosan derivatives presents a great challenge to scientific community and to industry. The successful acceptance of this challenge will change the role of chitosan from being a molecule in waiting to a lead player."}{"Climate change and coral reef bleaching: An ecological assessment of long-term impacts, recovery trends and future outlook ": "Since the early 1980s, episodes of coral reef bleaching and mortality, due primarily to climate-induced ocean warming, have occurred almost annually in one or more of the world's tropical or subtropical seas. Bleaching is episodic, with the most severe events typically accompanying coupled ocean–atmosphere phenomena, such as the El Niño-Southern Oscillation (ENSO), which result in sustained regional elevations of ocean temperature. Using this extended dataset (25+ years), we review the short- and long-term ecological impacts of coral bleaching on reef ecosystems, and quantitatively synthesize recovery data worldwide. Bleaching episodes have resulted in catastrophic loss of coral cover in some locations, and have changed coral community structure in many others, with a potentially critical influence on the maintenance of biodiversity in the marine tropics. Bleaching has also set the stage for other declines in reef health, such as increases in coral diseases, the breakdown of reef framework by bioeroders, and the loss of critical habitat for associated reef fishes and other biota. Secondary ecological effects, such as the concentration of predators on remnant surviving coral populations, have also accelerated the pace of decline in some areas. Although bleaching severity and recovery have been variable across all spatial scales, some reefs have experienced relatively rapid recovery from severe bleaching impacts. There has been a significant overall recovery of coral cover in the Indian Ocean, where many reefs were devastated by a single large bleaching event in 1998. In contrast, coral cover on western Atlantic reefs has generally continued to decline in response to multiple smaller bleaching events and a diverse set of chronic secondary stressors. No clear trends are apparent in the eastern Pacific, the central-southern-western Pacific or the Arabian Gulf, where some reefs are recovering and others are not. The majority of survivors and new recruits on regenerating and recovering coral reefs have originated from broadcast spawning taxa with a potential for asexual growth, relatively long distance dispersal, successful settlement, rapid growth and a capacity for framework construction. Whether or not affected reefs can continue to function as before will depend on: (1) how much coral cover is lost, and which species are locally extirpated; (2) the ability of remnant and recovering coral communities to adapt or acclimatize to higher temperatures and other climatic factors such as reductions in aragonite saturation state; (3) the changing balance between reef accumulation and bioerosion; and (4) our ability to maintain ecosystem resilience by restoring healthy levels of herbivory, macroalgal cover, and coral recruitment. Bleaching disturbances are likely to become a chronic stress in many reef areas in the coming decades, and coral communities, if they cannot recover quickly enough, are likely to be reduced to their most hardy or adaptable constituents. Some degraded reefs may already be approaching this ecological asymptote, although to date there have not been any global extinctions of individual coral species as a result of bleaching events. Since human populations inhabiting tropical coastal areas derive great value from coral reefs, the degradation of these ecosystems as a result of coral bleaching and its associated impacts is of considerable societal, as well as biological concern. Coral reef conservation strategies now recognize climate change as a principal threat, and are engaged in efforts to allocate conservation activity according to geographic-, taxonomic-, and habitat-specific priorities to maximize coral reef survival. Efforts to forecast and monitor bleaching, involving both remote sensed observations and coupled ocean–atmosphere climate models, are also underway. In addition to these efforts, attempts to minimize and mitigate bleaching impacts on reefs are immediately required. If significant reductions in greenhouse gas emissions can be achieved within the next two to three decades, maximizing coral survivorship during this time may be critical to ensuring healthy reefs can recover in the long term."}{"A section of Vendian in the east of West Siberian Plate (based on data from the Borehole Vostok 3) ": "The Borehole Vostok 3 drilled in the east of the West Siberian Plate (Tomsk Region) revealed a Vendian section in the depth range 5002–3870 m, which was subdivided into the Poiga, Kotodzha, and Raiga Formations based on geological, geophysical, and paleontological data. In the Kotodzha and Raiga Formations, typical Upper Vendian fossils of Cloudina hartmanae and Namacalathus sp. were found along with diverse Platysolenites, which are commonly considered to be of zonal significance in Lower Cambrian strata. Hence, the stratigraphic interval with abundant diverse Platysolenites has a wider stratigraphic range than it was believed earlier and seems to cover the Upper Vendian and Lower Cambrian deposits. The Borehole Vostok 3 is the first Siberian occurrence of the fossils Namacalathus, the world's fourth occurrence of the Cloudina-Namacalathus association, and the first site where coexisting Platysolenites and typical Vendian organisms have been found. Therefore, the borehole provides one of the most informative (in paleontological context) Upper Vendian sections."}{"From a literature review to a conceptual framework for sustainable supply chain management ": "Academic and corporate interest in sustainable supply chain management has risen considerably in recent years. This can be seen by the number of papers published and in particular by journal special issues. To establish the field further, the purpose of this paper is twofold. First, it offers a literature review on sustainable supply chain management taking 191 papers published from 1994 to 2007 into account. Second, it offers a conceptual framework to summarize the research in this field comprising three parts. As starting point related triggers are identified. This allows putting forward two distinct strategies: (1) supplier management for risks and performance, and (2) supply chain management for sustainable products. It is evident that research is still dominated by green/environmental issues. Social aspects and also the integration of the three dimensions of sustainability are still rare.\n                  Both practitioners in companies and academics might find the review useful, as it outlines major lines of research in the field. Further, it discusses specific features of sustainable supply chains as well as limitations of existing research; this should stimulate further research."}