{"Identification of microplastic in effluents of waste water treatment plants using focal plane array-based micro-Fourier-transform infrared imaging ": "The global presence of microplastic (MP) in aquatic ecosystems has been shown by various studies. However, neither MP concentrations nor their sources or sinks are completely known. Waste water treatment plants (WWTPs) are considered as significant point sources discharging MP to the environment.\n                  This study investigated MP in the effluents of 12 WWTPs in Lower Saxony, Germany. Samples were purified by a plastic-preserving enzymatic-oxidative procedure and subsequent density separation using a zinc chloride solution. For analysis, attenuated total reflection Fourier-transform infrared spectroscopy (ATR-FT-IR) and focal plane array (FPA)-based transmission micro-FT-IR imaging were applied. This allowed the identification of polymers of all MP down to a size of 20 μm. In all effluents MP was found with quantities ranging from 0 to 5 × 101 m−3 MP > 500 μm and 1 × 101 to 9 × 103 m−3 MP < 500 μm. By far, polyethylene was the most frequent polymer type in both size classes. Quantities of synthetic fibres ranged from 9 × 101 to 1 × 103 m−3 and were predominantly made of polyester. Considering the annual effluxes of tested WWTPs, total discharges of 9 × 107 to 4 × 109 MP particles and fibres per WWTP could be expected. Interestingly, one tertiary WWTP had an additionally installed post-filtration that reduced the total MP discharge by 97%. Furthermore, the sewage sludge of six WWTPs was examined and the existence of MP, predominantly polyethylene, revealed. Our findings suggest that WWTPs could be a sink but also a source of MP and thus can be considered to play an important role for environmental MP pollution."}{"Transport and fate of microplastic particles in wastewater treatment plants ": "Municipal wastewater treatment plants (WWTPs) are frequently suspected as significant point sources or conduits of microplastics to the environment. To directly investigate these suspicions, effluent discharges from seven tertiary plants and one secondary plant in Southern California were studied. The study also looked at influent loads, particle size/type, conveyance, and removal at these wastewater treatment facilities. Over 0.189 million liters of effluent at each of the seven tertiary plants were filtered using an assembled stack of sieves with mesh sizes between 400 and 45 μm. Additionally, the surface of 28.4 million liters of final effluent at three tertiary plants was skimmed using a 125 μm filtering assembly. The results suggest that tertiary effluent is not a significant source of microplastics and that these plastic pollutants are effectively removed during the skimming and settling treatment processes. However, at a downstream secondary plant, an average of one micro-particle in every 1.14 thousand liters of final effluent was counted. The majority of microplastics identified in this study had a profile (color, shape, and size) similar to the blue polyethylene particles present in toothpaste formulations. Existing treatment processes were determined to be very effective for removal of microplastic contaminants entering typical municipal WWTPs."}{"AquaCrop-OS: An open source version of FAO's crop water productivity model ": "Crop simulation models are valuable tools for quantifying crop yield response to water, and for devising strategies to improve agricultural water management. However, applicability of the majority of crop models is limited greatly by a failure to provide open-access to model source code. In this study, we present an open-source version of the FAO AquaCrop model, which simulates efficiently water-limited crop production across diverse environmental and agronomic conditions. Our model, called AquaCrop-OpenSource (AquaCrop-OS), can be run in multiple programming languages and operating systems. Support for parallel execution reduces significantly simulation times when applying the model in large geospatial frameworks, for long-run policy analysis, or for uncertainty assessment. Furthermore, AquaCrop-OS is compliant with the Open Modelling Interface standard facilitating linkage to other disciplinary models, for example to guide integrated water resources planning."}{"Differential impacts of rainfall and irrigation on agricultural production in Nigeria: Any lessons for climate-smart agriculture? ": "The rain-fed agriculture system is vulnerable to climate change impact. However, such impact may also vary by aggregate and sub-sectoral levels of agricultural production. The impact of climate change and variability on agricultural production would engender appropriate policies and practices towards a sustainable agricultural production system. We investigated the differential impacts of rainfall and irrigation on agricultural production in Nigeria, and drew lessons for climate-smart agriculture (CSA) in Nigeria. Using time series data that spanned 43 years and econometric analytical technique, we quantified the differential impacts of rainfall and irrigation on aggregate production and sub-sectors (all crops, staples, livestock, fisheries and forestry). Irrigation had positive and significant impact on aggregate agricultural production as well as all sub-sectors of agriculture. These findings suggest the need for the minimization of the impact of climate-induced production risks through CSA which would involve complementary development of more arable land areas under irrigation in Nigeria. Irrigation would also enhance complementary agricultural water management for the development of all the sub-sectors of agriculture, thereby enhancing food security and sustainable agricultural production under prevailing climate change and variability."}{"Development and evaluation of a framework for global flood hazard mapping ": "Nowadays, the development of high-resolution flood hazard models have become feasible at continental and global scale, and their application in developing countries and data-scarce regions can be extremely helpful to increase preparedness of population and reduce catastrophic impacts.\n                  The present work describes the development of a novel procedure for global flood hazard mapping, based on the most recent advances in large scale flood modelling. We derive a long-term dataset of daily river discharges from the hydrological simulations of the Global Flood Awareness System (GloFAS). Streamflow data is downscaled on a high resolution river network and processed to provide the input for local flood inundation simulations, performed with a two-dimensional hydrodynamic model. All flood-prone areas identified along the river network are then merged to create continental flood hazard maps for different return periods at 30′′ resolution. We evaluate the performance of our methodology in several river basins across the globe by comparing simulated flood maps with both official hazard maps and a mosaic of flooded areas detected from satellite images. The evaluation procedure also includes comparisons with the results of other large scale flood models. We further investigate the sensitivity of the flood modelling framework to several parameters and modelling approaches and identify strengths, limitations and possible improvements of the methodology."}{"Stability analysis of unsaturated soil slope during rainfall infiltration using coupled liquid-gas-solid three-phase model ": "Generally, most soil slope failures are induced by rainfall infiltration, a process that involves interactions between the liquid phase, gas phase, and solid skeleton in an unsaturated soil slope. In this study, a loosely coupled liquid-gas-solid three-phase model, linking two numerical codes, TOUGH2/EOS3, which is used for water-air two-phase flow analysis, and FLAC3D, which is used for mechanical analysis, was established. The model was validated through a documented water drainage experiment over a sandy column and a comparison of the results with measured data and simulated results from other researchers. The proposed model was used to investigate the features of water-air two-phase flow and stress fields in an unsaturated soil slope during rainfall infiltration. The slope stability analysis was then performed based on the simulated water-air two-phase seepage and stress fields on a given slip surface. The results show that the safety factor for the given slip surface decreases first, then increases, and later decreases until the rainfall stops. Subsequently, a sudden rise occurs. After that, the safety factor decreases continually and reaches its lowest value, and then increases slowly to a steady value. The lowest value does not occur when the rainfall stops, indicating a delayed effect of the safety factor. The variations of the safety factor for the given slip surface are therefore caused by a combination of pore-air pressure, matric suction, normal stress, and net normal stress."}{"Isolation, characterization and identification of microorganisms from unorganized dairy sector wastewater and sludge samples and evaluation of their biodegradability ": "In developing countries like India, the major part of the dairy sector is under the coverage area of unorganized sector, which lacks adequate treatment facility. In present investigation, the study was done to isolate most frequently occurring active strains adapted to the wastewater physical-chemical conditions and having good biodegradation potential. The 10 isolates were selected on the basis of their efficiency in reducing all the three pollution potential parameters i.e BOD, TSS and Oil and grease content. The identification of selected strains was done by 16S rRNA sequencing. The maximum reduction in BOD3 was shown by isolate no. 25 i.e 89.8% (90mg/l). Isolate no. 4 and 25 were efficient in reducing the TSS content by 88.6%. Isolate no. 27 and 45 were more efficient in reducing the oil and grease content by 88.5% and 90% respectively."}{"Kinetics, isotherms and thermodynamic modeling of liquid phase adsorption of Rhodamine B dye onto Raphia hookerie fruit epicarp ": "Highly efficient low cost adsorbent was prepared from Raphia hookerie fruit epicarp. Characteristics of the prepared low cost adsorbent (RH) was established using scanning electron microscope (SEM), Fourier Transform Infra Red (FTIR) and Brunauer–Emmett–Teller (BET) surface area. RH was applied for Rhodamine B (RhB) uptake from aqueous solution. Equilibrium adsorption data were fitted using four isotherms and kinetic data tested with five kinetic models. The BET surface area obtained was 0.00351m2/g; SEM reveals large pores that could enhance the uptake of large molecules. Freundlich isotherm best described the uptake of RhB onto RH, the maximum monolayer adsorption capacity (qmax) was 666.67mg/g. Pseudo second order model best described the kinetics of adsorption process. Energy of adsorption (E) obtained from D-R isotherm suggests physical adsorption. Desorption efficiency follows the order H2O>HCl>CH3COOH. Cost analysis shows that RH is about 1143 times more economical when compared with commercial activated carbon."}{"Characterization of effluent from food processing industries and stillage treatment trial with Eichhornia crassipes (Mart.) and Panicum maximum (Jacq.) ": "In this study, effluents from 11 food processing industries from various sectors were characterized through analysis of physical and chemical parameters. In general, effluents pHs are between 4.07 and 7.63. Lead (Pb2+) and cadmium (Cd+) concentrations range from 0.083 to 1.025mg/l and 0.052–0.158mg/l respectively. The biodegradability of the effluent is very low. The principal component analysis (PCA) grouped industries according to their organic matter levels; thus, stillage, livestock, molasses and sugar refinery effluents show some similarities, as well as confectionery, oil mill, dairy and brewery effluents. Forms of nitrogen measured show low levels of nitrites (NO2\n                     −), high levels of nitrates (NO3\n                     −), ammonium (NH4\n                     +) and Kjeldahl nitrogen (TKN). Among these effluents, a treatment trial with Eichhornia crassipes and Panicum maximum was applied to stillage effluent from Fermencam distillery. The results show that Panicum maximum and Eichhornia crassipes reduce pollutant loads of Fermencam's wastewater."}{"Water and detergent recovery from rinsing water in an industrial environment ": "Wash water streams coming from rinsing of equipment in a detergent production site is in many cases considered as waste. On site treatment in waste water plants is possible but typically requires advanced oxidation process (AOP) technology which uses chemicals and creates a waste sludge. A new treatment approach, based on nanofiltration, has been demonstrated at industrial scale in a detergent production site in China. Wash water could be split into a concentrate stream and water fraction. The concentrate stream contains most of the valuable surfactants and has a value to recycle. The water fraction can easily be polished by MBR to feed cooling towers. As such, this production site does not discharge any process wash water and recovers all resources out of the rinsing water: both chemicals (as surfactants) as the water."}{"Application of Taguchi method for optimizing the process parameters for the removal of copper and nickel by growing Aspergillus sp. ": "In the present study, the process parameters affecting biosorption were optimized by adopting Analysis of Mean (ANOM) approach for maximizing the percentage removal of copper and nickel by growing Aspergillus sp. in batch reactor using Taguchi method. The process parameters include inoculum concentration, initial metal concentration, pH and temperature. The optimized conditions were found to be 15% v/v inoculum concentration, 50mgl−1 concentration of copper/nickel, pH 4 and temperature 30°C. The percentage contribution of each process parameter on the removal of copper/nickel determined using Analysis of Variance (ANOVA) method followed the order: concentration of copper/nickel>inoculum concentration>pH>temperature. The percentage removal of copper and nickel realized in the confirmatory experiments carried out at optimized conditions was found to be higher than that obtained in all the test runs of Taguchi design, thereby supporting the accuracy of optimization of process parameters under the given set of experimental conditions."}{"Industrial water mass balance as a tool for water management in industrial parks ": "Industry is demanding ever-greater volumes of water, while at the same time producing wastes and effluents, which in many places taint and damage the quality of this precious resource on which all life depends. This article formalizes a systematic water mass balance framework to quantify all anthropogenic and natural water flows into, water flows inside and effluents out of the industrial parks. Quantitative performance indicators are derived, including management and operation indicators. The approach makes visible large flows of water that have previously been unaccounted and ignored. In 2012–2014, the water consumption, which made up 59.5–90.2% of industrial water withdrawal, was 8.5–51.2% higher than wastewater generation. The approach demonstrates how the principles of water balance can help robust water accounting, monitoring, optimum operating and management in industrial parks. Furthermore, performance indicators could evolve to a useful tool for leading to more systematic analysis of the impact of industrial design and management."}{"Economic valuation of river restoration: An analysis of the valuation literature and its uses in decision-making ": "This paper provides an analysis of existing non-market valuations of river restoration primarily in the United States and Europe. The goals of the river restoration in terms of ecosystem services are identified, as are the valuation methods used. More than two-thirds of the 38 river restorations reviewed sought to restore and protect fish populations, including in many cases threatened or endangered species. River restorations were also frequently undertaken to improve wildlife habitat, and water quality for boating. In terms of the use of non-market valuations in decision making, six of 38 restorations reviewed involved benefit-cost analyses or environmental assessments or equivalent decision documents. While both revealed preference and stated preference methods were used for valuing river restorations, the majority of restoration valuations (27 out of 38, about 70%) utilized stated preference methods such as the contingent valuation method (CVM) and choice experiments (CE). Annual willingness-to-pay per household estimated from the stated preference methods appear logically and positively related to the miles of river restored demonstrating weak scope."}{"The demand for tap water quality: Survey evidence on water hardness and aesthetic quality ": "We design a survey to provide quantitative evidence about household demand for qualitative aspects of tap water supply. We focus on two characteristics that are of importance for households: water hardness and aesthetic quality in terms of taste, smell and appearance. Our survey elicits expenditures on products that improve the overall experience of these characteristics of tap water quality, and administration targets a representative sample of the population in England and Wales. For water hardness, our results show that around 14% of households employ at least one water softener device or purchase products such as softening tablets or descaling agents. For the aesthetic quality of tap water, around 39% of households report some averting behaviour, the most common being the use of filtering devices, purchase of bottled water, or addition of squash or cordial. To study how expenditures on these products vary with the level of service quality, we match household data to highly disaggregated records on regional water hardness (in mg CaCO3/l) and aesthetic quality, as measured by the regional rate of complaints to the water service supplier. Our econometric analysis suggests that households' decision to incur averting expenditures varies with service quality in a statistically and economically significant manner, providing novel evidence that households actively respond to non-health related aspects of tap water quality."}{"What is the value of bottled water? Empirical evidence from the Italian retail market ": "Bottled water has become a global business, and Italy is one of the largest producers and consumer countries in the world. However, the Italian bottled water market seems to have reached the maturity stage of its life cycle, and because competitive pressure has strongly increased in this market, producers need to revise their marketing strategies. A variety of products with different features and prices are now available on the market of bottled water, however it is unknown how the retail price of bottled water is affected by its attributes. We thus measured whether, and to what extent, the price of bottled water depends upon its extrinsic (brand, packaging, origin), and intrinsic characteristics (mineral composition). We estimated a hedonic price model using data collected via direct observation of the shelves in various Italian modern retail stores. Our results show that bottled water is highly differentiated and its retail price is mainly affected by extrinsic characteristics. On the basis of these results, several insights are provided for both practitioners and policy makers."}{"Participation of Water Users Associations in Gash spate system management, Sudan ": "Water Users Associations (WUAs) have been introduced in Gash Delta Agricultural Scheme (GDAS) in 2004. The level of participation and performance of these associations have been influenced by many factors. The purpose of this paper is to measure the level of participation and to identify the factors influences the performance of WUAs in GDAS in eastern part of Sudan. Field visits, questionnaires, and focus group discussions were conducted during 2013/2014 crop season. The participation of farmers was classified to full, average, less and no participation. The results indicated that WUAs fully participate in water distribution and clearance of agricultural land. It is found that WUAs partially participate in provision of finance, seeds, attend flooding time and report water breakages. WUAs less participate in maintaining of bonds and not yet contribute in mapping of wetland. The results also indicated that WUAs have influenced by the lack of cooperation with other related institutions working in GDAS. The obtained results will contribute in improvement of participatory spate system management."}{"Characterization of groundwater quality using water evaluation indices, multivariate statistics and geostatistics in central Bangladesh ": "This study investigates the groundwater quality in the Faridpur district of central Bangladesh based on preselected 60 sample points. Water evaluation indices and a number of statistical approaches such as multivariate statistics and geostatistics are applied to characterize water quality, which is a major factor for controlling the groundwater quality in term of drinking purposes. The study reveal that EC, TDS, Ca2+, total As and Fe values of groundwater samples exceeded Bangladesh and international standards. Ground water quality index (GWQI) exhibited that about 47% of the samples were belonging to good quality water for drinking purposes. The heavy metal pollution index (HPI), degree of contamination (C\n                     d), heavy metal evaluation index (HEI) reveal that most of the samples belong to low level of pollution. However, C\n                     d provide better alternative than other indices. Principle component analysis (PCA) suggests that groundwater quality is mainly related to geogenic (rock–water interaction) and anthropogenic source (agrogenic and domestic sewage) in the study area. Subsequently, the findings of cluster analysis (CA) and correlation matrix (CM) are also consistent with the PCA results. The spatial distributions of groundwater quality parameters are determined by geostatistical modeling. The exponential semivariagram model is validated as the best fitted models for most of the indices values. It is expected that outcomes of the study will provide insights for decision makers taking proper measures for groundwater quality management in central Bangladesh."}{"Validation method of organochlorine pesticides residues in water using gas chromatography–quadruple mass ": "In analytical chemistry laboratories, it is critical to have a sensitive method to provide applicable qualitative and quantitative data. This research aimed to determine validated optimized method and acceptable Profession Test (PT) results of 18 organochlorine pesticides (OCPs) using gas chromatography operating with quadruple mass spectrophotometer (GC–QMS) and liquid–liquid extraction (LLE) technique. This will be used for acquiring accreditation and checking alternative instruments such as gas chromatography operational with flame ionization detector (GC–FID). Ismailia canal were selected to investigate organochlorine pesticides content in freshwater used for irrigation and drinking purposes.\n                  The obtained data for limit of quantification (LOQ) varied from 0.159 to 0.254 with Relative Standard Deviation (RSD%) below 20% (4.18–6.12). method detection limit (MDL) ranged from 0.04 to 0.08μg/ml and squared correlation coefficient (R2) ranged from 0.9992 to 0.9999. The study concluded that application to real samples has been successfully assessed by optimized method."}{"Improving accuracy of downscaling rainfall by combining predictions of different statistical downscale models ": "A flexible framework of multi-model of three statistical downscaling approaches was established in which predictions from these models were used as inputs to Artificial Neural Network (ANN). Traditional ANN, Simple Average Method (SAM), and combining models (SDSM, Multiple Linear Regressions (MLR), Generalized Linear Model (GLM)) were applied to a studied site in North-western England. Model performance criteria of each of the primary and combining models were evaluated. The obtained results indicate that different downscaling methods can gain diverse usefulness and weakness in simulating various rainfall characteristics under different circumstances. The combining ANN model showed more adaptability by acquiring better overall performance, while GLM, MLR and showed comparable results and the SDSM reveals relatively less accurate results in modelling most of the rainfall amount. Furthermore traditional ANN has been tested and showed poor performance in reproducing the observed rainfall compared with above methods. The results also show that the superiority of the combining approach model over the single models is promising to be implemented to improve downscaling rainfall at a single site."}{"Water poverty in upper Bagmati River Basin in Nepal ": "Water Poverty Index (WPI) is a simple and transparent tool to measure water stress at the household and village levels so that local an'd national water agencies can manage problem of access to water, quality and variability; water uses and capacity for water management considering environmental aspects. The research aims to calculate WPI in the upper Bagmati river Basin of Nepal in order to analyse the real water situation in the project area. WPI was estimated using five key components through the consultation with wide range of stake holders, policy makers and scientists for resource, access, capacity, use and environment.\n                  The WPI was calculated for the upper Bagmati river Basin together with High–Medium–Low category scale and interpretations. WPI intensity scale depicts Sundarijal and Lubhu are in a range of very low water poverty, which means the water situation is better in these two areas. Daman region has a medium level, meaning this region is located into poor-accessible water zone. Kathmandu, Sankhu and Thankot have a low to medium low WPI, what characterize them as neutral. WPI can be used as an effective tool in integrated water resources management and water use master plan for meeting sustainable development goals. Based on the observation, the water agencies required to focus over water-poverty interface, water for sanitation, hygiene and health, water for production and employment generation, sustainable environmental management, gender equality, and water rights."}{"High performance polymer nanocomposites for additive manufacturing applications ": "Additive manufacturing (or 3D printing) involves the process of fabricating a part by layer-by-layer assembly of materials with processes such as extrusion, binding, melting, and photopolymerization. It is transforming how we assemble our prototypes and, in the future, manufacture our products. There have been a number of materials that can be utilized for this technology, however, high performance polymer nanocomposites are a very important class of material that is just recently being used in additive manufacturing. High performance polymer is a group of polymer materials that are known to retain its desirable mechanical, thermal, and chemical properties when subjected to harsh environment such as high temperature, high pressure, and corrosive chemicals. When mixed with nanofillers such as carbon nanotube, nanoclay, and graphene, these polymers can have improved mechanical properties and sometimes acquire properties that were not present initially like thermal and electrical conductivity. This review article aims to summarize available additive manufacturing techniques, high performance polymers and nanofillers available, and research efforts on its use for additive manufacturing."}{"Mucoadhesion: A promising approach in drug delivery system ": "Mucoadhesion, the state in which two materials, amongst which one is biological in nature, adhere to each other for extended periods of time with the help of interfacial forces, provides an attractive strategy to overcome the hurdles of conventional drug delivery systems including first pass metabolism, and localized delivery of biomolecules including proteins, peptides and oligonucleotides. Mucoadhesion provides great opportunities for the delivery of a variety of compounds via different routes of administration viz. ocular, nasal, vaginal and buccal. In addition mucoadhesion also makes it possible to obtain prolonged, local or systemic drug action. In this review we discussed about potential applications of mucoadhesion and mucoadhesive polymers in drug delivery along with the mechanism of mucoadhesion and the methods for evaluation of mucoadhesive drug delivery systems."}{"Single-atom catalysis – the future looks bright ": ""}{"‘Ecosystem service opportunities’: A practice-oriented framework for identifying economic instruments to enhance biodiversity and human livelihoods ": "Economic instruments that promise “win-win” solutions for both biodiversity conservation and human livelihoods have become increasingly popular over recent years. There however remains a gap in terms of practical and policy-relevant guidance about appropriate approaches that take into account the local needs and the specific cultural, legal, and ecological context in which such instruments are being developed and applied. This paper presents a step-by-step framework that helps conservation and development planners and practitioners to identify economic instruments that can promote pro-conservation behaviour in a specific setting. The concept of ‘ecosystem service opportunities’ builds on, and brings together, general economic principles and an ecosystem services perspective. The framework was designed to also address a number of concerns regarding economic approaches in order to help practitioners recognise the potentials and limits of economic approaches to nature conservation. The framework is illustrated by its application within the realm of a biodiversity conservation project in Thailand."}{"Mapping recreational visits and values of European National Parks by combining statistical modelling and unit value transfer ": "Recreation is a major ecosystem service and an important co-benefit of nature conservation. The recreational value of National Parks (NPs) can be a strong argument in favour of allocating resources for preserving and creating NPs worldwide. Managing NPs to optimize recreational services can therefore indirectly contribute to nature conservation and biodiversity protection. Understanding the drivers of recreational use of national parks is crucial.\n                  In this study we use a combination of primary data on annual visitor counts for 205 European NPs, GIS and statistical regression techniques to analyse how characteristics of NPs and their surroundings influence total annual recreational visitor numbers. The statistical model can be used for land-use planning by assessing the impact of alternative conservation scenarios on recreational use in NPs. The recreational use of new NPs can be estimated ex-ante, thereby aiding the optimisation of their location and design.\n                  We apply the model to: (1) map recreational visits to potential new NPs across Europe in order to identify best NP location; (2) map recreational visits to a proposed new NP in the west of Germany in order estimate monetary values and to show how visits are distributed across the site; and (3) predict annual visits to all NPs of 26 European countries. Total annual visits amount to more than 2 billion annually. Assuming a mean value per visit derived from 244 primary value estimates indicates that these visits result in a consumer surplus of approximately € 14.5 billion annually."}{"Policy design for forest carbon sequestration: A review of the literature ": "Forest carbon enhancement provides a low-cost opportunity in climate policy, but needs efficient policy design to be implemented. This paper reviews studies in economics on efficient design of policies for forest carbon sequestration and compares their findings against design systems in practice. Specific design problems are associated with the heterogeneity of landowners, uncertainty, additionality, and permanence in carbon projects. Different types of discounting of the value of the forest carbon sink compared with emissions abatement are suggested in the literature for management of most design problems, together with optimal contract design and emissions baselines for managing additionality and permanence in carbon sequestration. Design systems in practice, where forest carbon corresponds to 0.5% of all carbon volume subject to a pricing mechanism, mainly rely on additionality tests by approved standards on a project-by-project basis, and on buffer credits for management of permanence. Further development of forest carbon sinks as offsets in voluntary and compliance markets can be facilitated by applying tools for contract design and offset baseline management recommended in the literature."}{"Is academic writing becoming more informal? ": "Informality has become something of a contemporary mantra as, from the denim-clad offices of internet startups to the pages of business reports, we are encouraged to shed old constraints and relax conventions. This paper explores the perception that since informality has now invaded a large range of written and spoken domains of discourse, academic writing has also followed this trend. It asks the question whether academics are now freer to construct less rigidly objective texts and craft a more inclusive relationship with their readers. Taking a corpus of 2.2 million words from the same leading journals in four disciplines at three periods over the past years, we explore changes in the use of ten key features regarded by applied linguists and style guide authors as representing informality. Our results show only a small increase in the use of these features, and that this is mainly accounted for by increases in the hard sciences rather than the social sciences. It is also largely restricted to increases in first person pronouns, unattended reference and sentences beginning with conjunctions. We discuss these results and argue they represent changes in rhetorical conventions which accommodate more obvious interpersonal interactions in the sciences."}{"Is forest carbon sequestration at the expense of bioenergy and forest products cost-efficient in EU climate policy to 2050? ": "Forest management affects the quantity of CO2 emissions in the atmosphere through carbon sequestration in standing biomass, carbon storage in forest products and production of bioenergy. The main question studied in this paper is whether forest carbon sequestration is worth increasing at the expense of bioenergy and forest products to achieve the EU emissions reduction target for 2050 in a cost-efficient manner. A dynamic cost minimisation model is used to find the optimal combination of carbon abatement strategies to meet annual emissions targets between 2010 and 2050. The results indicate that forest carbon sequestration is a low-cost abatement method. With sequestration, the net present costs of meeting EU carbon targets can be reduced by 23%."}{"Co-production of forestry science and society: Evolving interpretations of economic sustainability in Finnish forestry textbooks ": "In this article, we explore how forestry scientists have promoted and defended particular definitions of economic sustainability as a response to socio-economic challenges. Drawing on an analysis of Finnish forestry textbooks, we discuss the evolving conceptualizations in terms of co-production of scientific ideas and social orders. We argue that to fully understand what economic sustainability means in forestry one has to analyze the choices and preferences concerning the components of scientific ideas, and to identify links between these choices and the evolving societal discourses, social norms, rules of authority, power relations and partnerships, as well as historical events."}{"Out of Africa: origins and evolution of the human malaria parasites Plasmodium falciparum and Plasmodium vivax\n             ": "Plasmodium falciparum and Plasmodium vivax account for more than 95% of all human malaria infections, and thus pose a serious public health challenge. To control and potentially eliminate these pathogens, it is important to understand their origins and evolutionary history. Until recently, it was widely believed that P. falciparum had co-evolved with humans (and our ancestors) over millions of years, whilst P. vivax was assumed to have emerged in southeastern Asia following the cross-species transmission of a parasite from a macaque. However, the discovery of a multitude of Plasmodium spp. in chimpanzees and gorillas has refuted these theories and instead revealed that both P. falciparum and P. vivax evolved from parasites infecting wild-living African apes. It is now clear that P. falciparum resulted from a recent cross-species transmission of a parasite from a gorilla, whilst P. vivax emerged from an ancestral stock of parasites that infected chimpanzees, gorillas and humans in Africa, until the spread of the protective Duffy-negative mutation eliminated P. vivax from human populations there. Although many questions remain concerning the biology and zoonotic potential of the P. falciparum- and P. vivax-like parasites infecting apes, comparative genomics, coupled with functional parasite and vector studies, are likely to yield new insights into ape Plasmodium transmission and pathogenesis that are relevant to the treatment and prevention of human malaria."}{"\n               Haemonchus contortus: the then and now, and where to from here? ": "Haemonchus contortus (Barber’s pole worm or “BPW”) is the nematode “nemesis” of small ruminant production systems in tropical and subtropical regions of the world. Its reputation derives from a combination of high fecundity and a short generational interval that provides an enviable developmental plasticity for adaptation or resistance to control measures. This review critically examines the historical and current literature on the host–parasite–environment interaction for H. contortus, particularly in sheep, to highlight changes in parasite distribution and ecology on pasture, changes to the seasonal inhibition of fourth stage larvae and the most appropriate models to identify protective responses and assess vaccines. The review also proposes pathways to bring host genetics to fruition and avenues where advances in the parasite genome may complement control measures."}{"Reappraisal of Hydatigera taeniaeformis (Batsch, 1786) (Cestoda: Taeniidae) sensu lato with description of Hydatigera kamiyai n. sp. ": "The common cat tapeworm Hydatigera taeniaeformis is a complex of three morphologically cryptic entities, which can be differentiated genetically. To clarify the biogeography and the host spectrum of the cryptic lineages, 150 specimens of H. taeniaeformis in various definitive and intermediate hosts from Eurasia, Africa and Australia were identified with DNA barcoding using partial mitochondrial cytochrome c oxidase subunit 1 gene sequences and compared with previously published data. Additional phylogenetic analyses of selected isolates were performed using nuclear DNA and mitochondrial genome sequences. Based on molecular data and morphological analysis, Hydatigera kamiyai n. sp. Iwaki is proposed for a cryptic lineage, which is predominantly northern Eurasian and uses mainly arvicoline rodents (voles) and mice of the genus Apodemus as intermediate hosts. Hydatigera taeniaeformis sensu stricto (s.s.) is restricted to murine rodents (rats and mice) as intermediate hosts. It probably originates from Asia but has spread worldwide. Despite remarkable genetic divergence between H. taeniaeformis s.s. and H. kamiyai, interspecific morphological differences are evident only in dimensions of rostellar hooks. The third cryptic lineage is closely related to H. kamiyai, but its taxonomic status remains unresolved due to limited morphological, molecular, biogeographical and ecological data. This Hydatigera sp. is confined to the Mediterranean and its intermediate hosts are unknown. Further studies are needed to classify Hydatigera sp. either as a distinct species or a variant of H. kamiyai. According to previously published limited data, all three entities occur in the Americas, probably due to human-mediated introductions."}{"Female genital schistosomiasis (FGS): from case reports to a call for concerted action against this neglected gynaecological disease ": "In recent years, control of neglected tropical diseases has been increasingly gaining momentum and interventions against schistosomiasis are being progressively scaled-up through expansion of donated praziquantel and preventive chemotherapy campaigns. However, the public health importance of female genital schistosomiasis is not fully recognised nor its control is adequately addressed. Taking a clinical and anatomopathological perspective, we evaluated the available literature to highlight the importance of female genital schistosomiasis and its connections with two sexually transmitted infections of global importance, Human Immunodeficiency Virus (HIV) and Human Papilloma Virus. Outside the long list of clinical descriptive reports beginning in 1899, there is presently a shocking gap in epidemiological assessment and a significant underestimation of the burden of FGS remains. The scarcity of integrated approaches to address female genital schistosomiasis calls for more concerted action in its detection, treatment and prevention alongside other concomitant women’s health issues, otherwise female genital schistosomiasis will remain a neglected gynaecological disease."}{"\n               Giardia duodenalis induces pathogenic dysbiosis of human intestinal microbiota biofilms ": "Giardia duodenalis is a prevalent cause of acute diarrheal disease worldwide. However, recent outbreaks in Italy and Norway have revealed a link between giardiasis and the subsequent development of chronic post-infectious irritable bowel syndrome. While the mechanisms underlying the causation of post-infectious irritable bowel syndrome remain obscure, recent findings suggest that alterations in gut microbiota communities are linked to the pathophysiology of irritable bowel syndrome. In the present study, we use a laboratory biofilm system to culture and enrich mucosal microbiota from human intestinal biopsies. Subsequently, we show that co-culture with Giardia induces disturbances in biofilm species composition and biofilm structure resulting in microbiota communities that are intrinsically dysbiotic – even after the clearance of Giardia. These microbiota abnormalities were mediated in part by secretory-excretory Giardia cysteine proteases. Using in vitro cell culture and germ-free murine infection models, we show that Giardia-induced disruptions of microbiota promote bacterial invasion, resulting in epithelial apoptosis, tight junctional disruption, and bacterial translocation across an intestinal epithelial barrier. Additionally, these dysbiotic microbiota communities resulted in increased activation of the Toll-like receptor 4 signalling pathway, and overproduction of the pro-inflammatory cytokine IL-1beta in humanized germ-free mice. Previous studies that have sought explanations and risk factors for the development of post-infectious irritable bowel syndrome have focused on features of enteropathogens and attributes of the infected host. We propose that polymicrobial interactions involving Giardia and gut microbiota may cause persistent dysbiosis, offering a new interpretation of the reasons why those afflicted with giardiasis are predisposed to gastrointestinal disorders post-infection."}{"\n               Plasmodium vivax vaccine research – we’ve only just begun ": "Plasmodium vivax parasites cause the majority of malaria cases outside Africa, and are increasingly being acknowledged as a cause of severe disease. The unique attributes of P. vivax biology, particularly the capacity of the dormant liver stage, the hypnozoite, to maintain blood-stage infections even in the absence of active transmission, make blood-stage vaccines particularly attractive for this species. However, P. vivax vaccine development remains resolutely in first gear, with only a single blood-stage candidate having been evaluated in any depth. Experience with Plasmodium falciparum suggests that a much broader search for new candidates and a deeper understanding of high priority targets will be required to make significant advances. This review discusses some of the particular challenges of P. vivax blood-stage vaccine development, highlighting both recent advances and key remaining barriers to overcome in order to move development forward."}{"The energy requirements of a developed world ": "Through history, special attention has been paid to the study of the relationship between the energy use of a country and its level of development. While the interest of this research area is unquestionable, the energy indicators commonly used (e.g. total primary energy) are problematic. In the current context of globalization, the energy used by a country is not anymore a suitable indicator for measuring the total energy requirements associated with its level of development; the significant variable is the energy consumed worldwide to produce the goods and services demanded by that country, i.e. its energy footprint. In this study, we compare the human development index of 40 countries with their total primary energy demand and total primary energy footprint for the period 1995–2008. The results show that the total primary energy demand underestimates the energy required to maintain a high level of development, since a significant part of the energy used by emerging countries is being increasingly devoted to sustain the welfare of developed countries by means of international trade. We also find that the minimum total primary energy footprint per capita to achieve a high level of development is 33% higher than current world's per capita energy use."}{"Rural electrification, electrification inequality and democratic institutions in sub-Saharan Africa ": "While it is commonly believed that democracy influences public service provision, comparably few studies have assessed how recent democratisation in developing countries has impacted tangible public service outcomes for economically deprived population shares. Using panel data from 46 sub-Saharan African countries between 1990 and 2010 as well as qualitative country case examples from Ghana, Swaziland, Uganda, Senegal and Rwanda, this paper examines considerable and growing rural electrification variations in terms of political, economic and demographic variables. The analyses suggest that democracy is strongly associated with rural electrification increases and rural versus urban electrification inequality decreases in sub-Saharan Africa. This result is robust to a variety of political, economic and demographic control variables as well as different econometric modelling assumptions. The paper further presents novel multi-variant evidence supporting that contested elections with strong oppositions as well as effective policy implementing institutions may act as intervening institutional mechanisms that explain a part of democracy's association with rural electricity provision. Higher income per capita, national savings and population densities may further foster rural electrification, while high foreign aid shares of GDP and rural population percentages may pose challenges to access equality."}{"Livelihood diversification: The role of charcoal production in southern Malawi ": "Growing urban populations in Sub-Saharan Africa are increasing demand for charcoal. This paper presents a detailed case study of three communities supplying charcoal to Zomba, a medium-sized city in Southern Malawi. Using the Sustainable Livelihoods Framework to structure our analysis, we examine individuals' motivations for producing charcoal, assess the seasonality of charcoal production, how livelihood outcomes vary between men and women, and identify sources of vulnerability for charcoal producer livelihoods. Drawing on data from four focus group exercises in each community and a total of 42 semi-structured interviews, we identify direct (e.g. financial) and indirect (e.g. strengthening of social networks, improved access to goods and services, opportunities for livelihood diversification) benefits that contribute to reducing producers' vulnerability to financial insecurity and improve their livelihoods. Irrespective of the benefits obtained and the actions (e.g. prioritising charcoal production over farming) of producers, participants did not perceive charcoal production as a desirable activity because the work was illegal, stigmatised hard and dangerous. Producers' primary motivations for engaging in production were to provide income to meet one-off purchases of expensive items, respond to an income shock, or to meet recurrent seasonal needs. Under certain conditions women were more dependent on income from charcoal production than men, as they had fewer alternative income generating options available to them. There was no reported management of charcoal resources in the study area, therefore the environmental sustainability of charcoal production and its associated benefits are uncertain. Malawi's current de facto charcoal ban leads to enforcement activities that exacerbate livelihood risks and increase producers' vulnerability to income insecurity."}{"Extraction, enumeration and identification methods for monitoring microplastics in the environment ": "There is much research on the occurrence, pollution characteristics and impacts of microplastics in the marine environment but this omits factors which play important roles in the analysis of microplastics. This review summarizes the methods and techniques in the extraction from sediment, seawater and organisms, and assesses their advantages and limitations according to different experimental conditions, such as salt solution and reagents added to remove organic matter. Similarly, this overview includes the enumeration methods of microplastics by many kinds of microscopes (e.g. stereomicroscope, fluorescent microscope, scanning electron microscope). Advantages and challenges of using micro-FTIR, ART-FTIR, FPA-FTIR, Pry-GC/MS, and Raman spectroscopy in the identification methods are also discussed. This review suggests that monitoring microplastics needs standardized protocols for extraction, identification and quantification and that further research on the effects of microplastics to human health is needed."}{"Effects of anisakid nematodes Anisakis simplex (s.l.), Pseudoterranova decipiens (s.l.) and Contracaecum osculatum (s.l.) on fish and consumer health ": "The anisakid nematodes Anisakis simplex (Rudolphi, 1809), Pseudoterranova decipiens (Krabbe, 1878) and Contracaecum osculatum (Rudolphi, 1802) occur as third-stage larvae in marine fish products and may infect consumers ingesting raw or under-cooked fish products. Clinical symptoms associated with the infection, termed anisakidosis, vary from irritation of the oesophagus and stomach, via nausea, vomiting and diarrhoea to severe epigastric and abdominal pain. Third-stage larvae of A. simplex are found in the body cavity, musculature and various organs, P. decipiens occur mainly in the fish musculature (fillet) and C. osculatum larvae reside predominantly in the liver, body cavity, mesenteries and pyloric caeca. Preventive measures, including mechanical removal of worms, heat treatment or freezing to kill worms, are needed in order to reduce the risk of human infections. The anisakid life cycle involves several hosts. A. simplex nematodes use cetaceans (whales) as final hosts whereas P. decipiens and C. osculatum have their adult stage in pinnipeds (seals). Eggs released by worms in these hosts pass with feces to seawater where free-living third-stage larvae hatch from the eggs. Various invertebrates – including euphausiids, copepods and amphipods – feed on these larvae, become infected and serve as intermediate hosts. A range of fish species may serve as transport hosts following ingestion of infected invertebrates and the final stage develops after two additional moults in the stomach of marine mammals which consumed infected fish. Control measures may be implemented to reduce infections of fish stocks and thereby risk of human infections."}{"\n               Cryptosporidium — What is it? ": "Cryptosporidium is a ubiquitous enteric protozoan pathogen of vertebrates, and although recognised as a cause of disease in humans and domestic animals for over 50years, fundamental questions concerning its biology and ecology have only recently been resolved. Overwhelming data now confirm that, like its close relatives, Cryptosporidium is a facultatively epicellular apicomplexan that is able to multiply in a host cell-free environment. These data must be considered in the context of the phylogenetic reclassification of Cryptosporidium from a coccidian to a gregarine. Together, they dictate an urgent need to reconsider the biology and behaviour of Cryptosporidium, and perhaps help to explain the parasite's incredible genetic diversity, distribution and host range. Improved imaging technologies have complemented phylogenetic studies in demonstrating the parasite's affinities with gregarine protozoa and have further supported its extracellular developmental capability and potential role as an environmental pathogen. These advances in our understanding of Cryptosporidium as a protozoan pathogen are examined with emphasis on how they may influence control strategies in the future."}{"Fish-borne, zoonotic cestodes (Diphyllobothrium and relatives) in cold climates: A never-ending story of neglected and (re)-emergent parasites ": "Fish-borne cestodes capable of infecting humans are represented almost exclusively by so called broad tapeworms, i.e. members of the order Diphyllobothriidea. These large-sized human tapeworms have three host life-cycles, in which teleost fishes (except in the case of Spirometra) play a role of the second intermediate hosts and represent a source of human infection. Although the broad fish tapeworms (genera Adenocephalus, Diphyllobothrium and Diplogonoporus) have been recognized as human parasites for a long time, many aspects of their biology and epidemiology, including species composition of individual genera, their clinical relevance and geographical distribution have been noticeably understudied. The overriding obstacle preventing clarification of the diversity, origin and host-associations of diphyllobothriids is the poor state of systematics of the group. Even though diphyllobothriosis itself is not a life-threatening disease, it is considered the most important fish-borne zoonosis caused by a cestode with up to 20million people estimated to be infected worldwide, with an affinity to colder climates including subarctic and arctic areas of the North and partly South Hemisphere. Moreover, several species seem to (re)-emerge in the most developed countries. Current (re)-emergence of diphyllobothriosis and the introduction of its agents into new geographical regions are mainly fuelled by: (i) increased preference of human societies to consume raw food, (ii) globalized trade with fish products, (iii) human migration. Dozens of nominal species have been described so far, but only 15 species currently recognized as valid have been reported to infect humans. Moreover, the validity of species described from Alaska, which have been reported from man (Diphyllobothrium alascense, D. dalliae, D. ursi) should be confirmed using molecular data. Yet, we still lack information about the intraspecific variability and species boundaries of the most important broad tapeworm species including those occurring in cold climates, such as Diphyllobothrium latum, D. dendriticum and D. nihonkaiense. Moreover, molecular data indicate paraphyly of the genus Diphyllobothrium, which may explain different host associations and morphology of species in distantly related lineages. For the first time in the literature, data on all human-infecting broad fish tapeworms, most of which occur in cold climates, are summarized, with focus on rare or uncommon species that were largely neglected in the literature or appeared in hardly accessible papers."}{"\n               Echinococcus across the north: Current knowledge, future challenges ": "Zoonotic Echinococcus spp. cestodes are present in almost all circumpolar nations, and have historically posed a risk to health of indigenous as well as other northern residents. However, surveillance data on both alveolar (AE) and cystic (CE) echinococcosis remains incomplete throughout the circumpolar region: Russia, Fennoscandia, Iceland, Greenland, Canada and Alaska (USA). Prevalence of Echinococcus spp. varies considerably in definitive canid hosts, animal intermediate hosts and accidental hosts like humans. Yet despite the high prevalence reported in canids in some geographic locations, human AE and CE are much less common than in endemic Asian and central European countries. This paper explores knowledge gaps and future challenges posed by Echinococcus spp. in eight circumpolar countries, a region where rapid environmental and social change are rewriting the boundaries, transmission, and impact of many pathogens, including zoonotic Echinococcus spp.\n                  Genotypes G6, G8 and G10 of Echinococcus canadensis are causative agents of human CE and have been identified in sylvatic (wild animal) and synanthropic (ecological association with humans) cervid-canine life cycles in the following northern regions: Alaska and northern Canada - G8 and G10; northern Russia - G6, G8, G10; and Fennoscandia - G10 in Finland - with no recent reports from Norway or Sweden. Echinococcus multilocularis, which causes AE, has been identified in a sylvatic arvicoline rodent-canine lifecycle in Alaska, Canada, Russia, Sweden and Svalbard (Norway). Asian, Mongolian, European and North American strains of E. multilocularis are found in Russia, with the North American N1 strain predominating in the north. The N1 strain is also found in Alaska, as well as Svalbard, whilst Asian strains have been identified in western Alaska. Central North American (N2) strain and European-type strains of E. multilocularis are present in Canada. Typing of the strain in Sweden is still pending. Individual human cases of AE with N2 and European-type strains are reported in North America, as well as multiple cases with Asian strains in Russia and historically on St Lawrence Island, Alaska (although genotyping of human cases was not available at the time). Echinococcus spp. have not been detected in Greenland and have been eliminated from Iceland.\n                  The predominance of E. multilocularis N1 strain and E. canadensis genotypes, in regions with high prevalence in definitive hosts yet low incidence of human AE and CE, suggests that these genotypes have lower zoonotic potential and pathogenicity than European and Asian strains of E. multilocularis and livestock genotypes of E granulosus sensu stricto. The continued monitoring of the emergence of Echinococcus genotypes within definitive and intermediate hosts, as well as people, is needed to assess the impact on public health risk, since the introduction of other genotypes could have serious repercussions. Lastly, determining risk factors and source attribution for human cases, including the possibility of food and waterborne transmission and the likelihood of autochthonous transmission, remain challenges."}{"Hydraulic performance of a modified constructed wetland system through a CFD-based approach ": "Low-cost household technologies, as horizontal subsurface flow constructed wetlands, are important to address water and sanitation needs in the Asia-Pacific region in a more integrated and sustainable manner, and a better understanding of these technologies would benefit their engineering design. Computational Fluid Dynamics (CFD) simulations of a modified constructed wetland system (EvaTAC) were undertaken to determine empirical effects of geometric and flow parameters on the hydraulic performance and the effluent pollutant fraction. The CFD model was validated by comparing the computed residence time distribution (RTD) with experimental results. RTD functions were then used to quantify hydraulic indexes: short-circuiting, mixing, and moment. The EvaTAC is composed of an evapotranspiration and treatment chamber (CEvaT) and a horizontal subsurface flow constructed wetland (HSSF-CW). For the CEvaT, length and the interaction between length and flow rate were the most important factors for the hydraulic efficiency. For the effluent pollutant fraction, the most important factor was flow rate. For the HSSF-CW, the strongest influence on the hydraulic efficiency was the length. Baffles and the interaction between length and baffles also had significant statistical influence on the hydraulic efficiency. Furthermore, the results showed that flow rate, length, and the interaction between flow rate and length influenced the effluent pollutant fraction significantly. Finally, a poor correlation between hydraulic indexes and effluent pollutant fraction was obtained, indicating that the hydraulic indexes are not good predictors of the effluent pollutant fraction."}{"Catalytic pyrolysis of plastic waste: A review ": "This paper reviews the progress and challenges of the catalytic pyrolysis of plastic waste along with future perspectives in comparison to thermal pyrolysis. The factors affecting the catalytic pyrolysis process such as the temperature, retention time, feedstock composition and the use of catalyst were evaluated in detail to improve the process of catalytic pyrolysis. Pyrolysis can be carried out via thermal or catalytic routes. Thermal pyrolysis produces low quality liquid oil and requires both a high temperature and retention time. In order to overcome these issues, catalytic pyrolysis of plastic waste has emerged with the use of a catalyst. It has the potential to convert 70–80% of plastic waste into liquid oil that has similar characteristics to conventional diesel fuel; such as the high heating value (HHV) of 38–45.86MJ/kg, a density of 0.77–0.84g/cm3, a viscosity of 1.74–2.5mm2/s, a kinematic viscosity of 1.1–2.27 cSt, a pour point of (−9) to (−67)°C, a boiling point of 68–352°C, and a flash point of 26.1–48°C. Thus the liquid oil from catalytic pyrolysis is of higher quality and can be used in several energy-related applications such as electricity generation, transport fuel and heating source. Moreover, process by-products such as char has the potential to be used as an adsorbent material for the removal of heavy metals, pollutants and odor from wastewater and polluted air, while the produced gases have the potential to be used as energy carriers. Despite all the potential advantages of the catalytic pyrolysis, some limitations such as high parasitic energy demand, catalyst costs and less reuse of catalyst are still remaining. The recommended solutions for these challenges include exploration of cheaper catalysts, catalyst regeneration and overall process optimization."}{"Use of membrane technology for oil field and refinery produced water treatment—A review ": "With the advent of modern drilling technology namely sand-tar, hydraulic fracturing and enhanced oil recovery, the amount of waste water to be treated before reuse and/or discharge to the environment has increased manifold in recent time. The treatment of produced water and refinery waste water from the oil industry has been traditionally done by physical as well as chemical processes. The use of membrane technology for the produced and refinery waste water treatment has been recent phenomenon and active research has been focused to enhance the efficiency and life time of the membrane during the operation of the waste water treatment. In this review we briefly focus on the produced and refinery waste water treatment by primary and secondary treatment in historical perspective followed by focusing on various membrane technologies starting from microfiltration (MF), ultrafiltration (UF), nanofiltration (NF) and reverse osmosis (RO). Finally we also focus on the membrane distillation (MD) in combination with forward osmosis (FO) as potential future technology."}{"Electrochemical advanced oxidation processes: A review on their application to synthetic and real wastewaters ": "Over the last decades, research efforts have been made at developing more effective technologies for the remediation of waters containing persistent organic pollutants. Among the various technologies, the so-called electrochemical advanced oxidation processes (EAOPs) have caused increasing interest. These technologies are based on the electrochemical generation of strong oxidants such as hydroxyl radicals (OH). Here, we present an exhaustive review on the treatment of various synthetic and real wastewaters by five key EAOPs, i.e., anodic oxidation (AO), anodic oxidation with electrogenerated H2O2 (AO-H2O2), electro-Fenton (EF), photoelectro-Fenton (PEF) and solar photoelectro-Fenton (SPEF), alone and in combination with other methods like biological treatment, electrocoagulation, coagulation and membrane filtration processes. Fundamentals of each EAOP are also given."}{"Activated persulfate for organic chemical degradation: A review ": "Activated persulfate reactions have widespread application for groundwater and environmental remediation, as many of these reactions involve destruction of environmental contaminants. Within the last five years, knowledge of activated persulfate degradation reactions has grown to include novel means of activating persulfate for enhanced removal of organic species. These current studies cover a long list of organic analytes, including pharmaceuticals, pesticides, halogenated compounds and dyes. An extensive review of recently published experimental parameters and results for the destruction of organic compounds via activated persulfate is presented. Focus is placed on emerging methodologies and manipulation of traditional activation techniques. Knowledge gaps are identified and discussed, as despite the number of publications on this subject, more broad-reaching guidelines are needed for optimizing applications of activated persulfate in water treatment."}{"Phytoremediation strategies for soils contaminated with heavy metals: Modifications and future perspectives ": "Presence of heavy metals in agricultural soils is of major environmental concern and a great threat to life on the earth. A number of human health risks are associated with heavy metals regarding their entry into food chain. Various physical, chemical and biological techniques are being used to remove heavy metals and metalloids from soils. Among them, phytoremediation is a good strategy to harvest heavy metals from soils and have been proven as an effective and economical technique. In present review, we discussed various sources and harmful effects of some important heavy metals and metalloids, traditional phytoremediation strategies, mechanisms involved in phytoremediation of these metals, limitations and some recent advances in phytoremediation approaches. Since traditional phytoremediation approach poses some limitations regarding their applications at large scale, so there is a dire need to modify this strategy using modern chemical, biological and genetic engineering tools. In view of above, the present manuscript brings both traditional and advanced phytoremediation techniques together in order to compare, understand and apply these strategies effectively to exclude heavy metals from soil keeping in view the economics and effectiveness of phytoremediation strategies."}{"Engineered/designer biochar for contaminant removal/immobilization from soil and water: Potential and implication of biochar modification ": "The use of biochar has been suggested as a means of remediating contaminated soil and water. The practical applications of conventional biochar for contaminant immobilization and removal however need further improvements. Hence, recent attention has focused on modification of biochar with novel structures and surface properties in order to improve its remediation efficacy and environmental benefits. Engineered/designer biochars are commonly used terms to indicate application-oriented, outcome-based biochar modification or synthesis. In recent years, biochar modifications involving various methods such as, acid treatment, base treatment, amination, surfactant modification, impregnation of mineral sorbents, steam activation and magnetic modification have been widely studied. This review summarizes and evaluates biochar modification methods, corresponding mechanisms, and their benefits for contaminant management in soil and water. Applicability and performance of modification methods depend on the type of contaminants (i.e., inorganic/organic, anionic/cationic, hydrophilic/hydrophobic, polar/non-polar), environmental conditions, remediation goals, and land use purpose. In general, modification to produce engineered/designer biochar is likely to enhance the sorption capacity of biochar and its potential applications for environmental remediation."}{"Breast Cancer Risk Assessment: Calculating Lifetime Risk Using the Tyrer-Cuzick Model ": "One size does not fit all for breast cancer screening. Early detection and prevention are most effective for those most at risk. Several United States organizations recommend offering annual screening breast magnetic resonance imaging in addition to mammography for women with > 20% lifetime risk for breast cancer using models that take extensive family history into account. The purpose of this article is to help nurse practitioners make critical decisions about breast cancer screening and referrals to genetic services for women based on their lifetime risk for breast cancer. This article reviews several software-based risk assessment models and provides instructions for using the Tyrer-Cuzick model."}{"Preliminary assessment of heavy metals in water and sediment of Karnaphuli River, Bangladesh ": "Contamination of heavy metals in sediment is regarded as a global crisis with a large share in developing countries like Bangladesh. Four heavy metals such as arsenic (As), chromium (Cr), cadmium (Cd) and lead (Pb) in sediments and water were investigated from Karnaphuli River in Bangladesh. The decreasing trend of metals were observed in water as Cr>As>Pb>Cd and in sediment Cr>Pb>As>Cd. The ranges of heavy metals in water were 13.31–53.87, 46.09–112.43, 2.54–18.34 and 5.29–27.45μg/L and in sediments were 11.56–35.48, 37.23–160.32, 0.63–3.56 and 21.98–73.42mg/kg for As, Cr, Cd and Pb. The level of studied metals in water samples exceeded the safe limits of drinking water, indicated that water from this river is not safe for drinking and/or cooking. Contamination factor (CF) confirmed that the sediment samples were moderate to high contamination by As, Cd and Pb. The pollution load index (PLI) values were above one (>1) indicates advanced decline of the sediment quality. This study recommended that continuous monitoring of As, Cd and Pb in water; sediment and other aquatic biota of Karnaphuli River should be directed to assess the risk of these vital metals to safe the ecology in the vicinity of this river."}{"Photocatalytic degradation of low density polyethylene (LDPE) films using titania nanotubes ": "Polyethylene (PE) waste disposal is a major issue now a days that poses serious threats to human and environmental health. Among the methods of dealing with problem, photocatalytic degradation in the visible light is an alternative option that has received attention recently. The photo catalyst, generally used, is titania in the nanoparticle form. In the current study, complexity of employing a larger surface area nanomaterial in the form of titania nanotubes has been investigated. Prepared nanostructures were characterized by SEM, EDS, XRD, BET surface area measurements and UV-visible spectroscopy. Taking a lead from the work done for the development of dye sensitized solar cells, blue green dye was used to sensitize the TNTs with very encouraging results. The degradation of pure and composite PE films was measured in terms of photo-induced weight loss and was confirmed by FTIR, SEM, surface roughness and tensile strength testing. Thus, polyethylene films with 10% dye sensitized titania nanotubes showed a degradation of around 50% under visible light over a short period of 45 days."}{"Quantitative evaluation of the synergistic effects of failures in a critical infrastructure system ": "A critical infrastructure is a complicated system whose failure (in whole or in part) has a significant impact on national interests, including security, the economy and basic human needs. The system consists of relevant sectors, elements and their mutual linkages. In order to study critical infrastructures, it is necessary to apply a systems approach based on cross-sectoral evaluation and research into the linkages between the individual critical infrastructure sectors. Specifically, it is necessary to describe the individual vertical and horizontal levels of each critical infrastructure and the associated linkages. From this point-of-view, a critical infrastructure is embedded within the broader context of emergencies and enterprises, representing a compact and mutually-interconnected system.\n                  This paper focuses on quantitatively assessing the impacts of critical infrastructure failures. It presents a theory of synergistic linkages, their levels and the synergistic effects due to the joint action of impacts, which increase the overall impact on the critical infrastructure and on society. The concepts are formalized in the SYNEFIA methodology, which is applied in a case study involving the critical infrastructure of the Czech Republic. In particular, the methodology is applied to determine the synergistic effects of disruptions to multiple sub-sectors of the Czech infrastructure."}{"Assessing the effectiveness of drywells as tools for stormwater management and aquifer recharge and their groundwater contamination potential ": "Summary\n               \n                  Drywells are gravity-fed, excavated pits with perforated casings used to facilitate stormwater infiltration and groundwater recharge in areas where drainage and diversion of storm flows is problematic. Historically, drywells have predominantly been used as a form of stormwater management in locations that receive high volumes of precipitation; however the use of drywells is increasingly being evaluated as a method to supplement groundwater recharge, especially in areas facing severe drought. Studies have shown that drywells can be an effective means to increase recharge to aquifers; however, the potential for groundwater contamination caused by polluted stormwater runoff bypassing transport through surface soil and near surface sediment has prevented more widespread use of drywells as a recharge mechanism. Numerous studies have shown that groundwater and drinking water contamination from drywells can be avoided if drywells are used in appropriate locations and properly maintained. The effectiveness of drywells for aquifer recharge depends on the hydrogeologic setting and land use surrounding a site, as well as influent stormwater quantity and quality. These parameters may be informed for a specific drywell site through geologic and hydrologic characterization and adequate monitoring of stormwater and groundwater quality."}{"Characteristics and adsorption capacities of low-cost sorbents for wastewater treatment: A review ": "Low-cost by-products from agricultural, household and industrial sectors have been recognized as a sustainable solution for wastewater treatment. They allow achieving the removal of pollutants from wastewater and at same time to contribute to the waste minimization, recovery and reuse. Despite numerous reviews have been published in the last few years, a direct comparison of data obtained using different sorbents is difficult nowadays because of inconsistencies in the data presentation. In this context, the aim of the study was to revise the current literature concerning the application of low-cost adsorbents for wastewater treatment highlighting, systematically, both adsorbents characteristics and adsorption capacities. For this scope, low-cost sorbents have been divided into the following five groups: (i) Agricultural and household wastes, (ii) industrial by-products, (iii) sludge, (iv) sea materials, (v) soil and ore materials and (vi) novel low-cost adsorbents. The affinity of sorbents in removing various pollutants, their applications on real wastewater, costs and considerations on their reuse after adsorption processes, has been discussed. Finally, in order to better highlights the affinity of sorbents for more pollutants (dyes, heavy metals, biorecalcitrant compounds, nitrogen and phosphate compounds), simple methodological tools such as “adsorbents-pollutants” matrices have been proposed and applied. In this manner, the adsorbent candidates for replacing commercial activated carbons have been identified."}{"Experimental study of concrete made with granite and iron powders as partial replacement of sand ": "Granite Powder (GP) and Iron Powder (IP) are industrial byproducts generated from the granite polishing and milling industry in powder form respectively. These byproducts are left largely unused and are hazardous materials to human health because they are airborne and can be easily inhaled. An experimental investigation has been carried out to explore the possibility of using the granite powder and iron powder as a partial replacement of sand in concrete. Twenty cubes and ten beams of concrete with GP and twenty cubes and ten beams of concrete with IP were prepared and tested. The percentages of GP and IP added to replace sand were 5%, 10%, 15%, and 20% of the sand by weight. It was observed that substitution of 10% of sand by weight with granite powder in concrete was the most effective in increasing the compressive and flexural strength compared to other ratios. The test resulted showed that for 10% ratio of GP in concrete, the increase in the compressive strength was about 30% compared to normal concrete. Similar results were also observed for the flexure. It was also observed that substitution of up to 20% of sand by weight with iron powder in concrete resulted in an increase in compressive and flexural strength of the concrete."}{"Materials and membrane technologies for water and energy sustainability ": "Water and energy have always been crucial for the world's social and economic growth. Their supply and use must be sustainable. This review discusses opportunities for membrane technologies in water and energy sustainability by analyzing their potential applications and current status; providing emerging technologies and scrutinizing research and development challenges for membrane materials in this field."}{"Mapping supply chain risk by network analysis of product platforms ": "Modern technology makes use of a variety of materials to allow for its proper functioning. To explore in detail the relationships connecting materials to the products that require them, we map supply chains for five product platforms (a cadmium telluride solar cell, a germanium solar cell, a turbine blade, a lead acid battery, and a hard drive (HD) magnet) using a data ontology that specifies the supply chain actors (nodes) and linkages (e.g., material exchange and contractual relationships) among them. We then propose a set of network indicators (product complexity, producer diversity, supply chain length, and potential bottlenecks) to assess the situation for each platform in the overall supply chain networks. Among the results of interest are the following: (1) the turbine blade displays a high product complexity, defined by the material linkages to the platform; (2) the germanium solar cell is produced by only a few manufacturers globally and requires more physical transformation steps than do the other project platforms; (3) including production quantity and sourcing countries in the assessment shows that a large portion of nodes of the supply chain of the hard-drive magnet are located in potentially unreliable countries. We conclude by discussing how the network analysis of supply chains could be combined with criticality and scenario analyses of abiotic raw materials to comprise a comprehensive picture of product platform risk."}{"Students' writing from sources for academic purposes: A synthesis of recent research ": "Educators have long recognized that a major challenge for students learning to write for academic purposes is developing the ability to integrate source material effectively and appropriately into written compositions. To identify and evaluate the current state of empirical evidence, we conducted a systematic synthesis of the published research that has investigated writing from sources systematically from a variety of analytic perspectives, in first and second languages, and in diverse contexts internationally including students in universities, colleges, and secondary schools. Five general claims emerged across our analyses of 69 empirical studies published in refereed journals or books in English from 1993 to 2013. Each claim has firm empirical support but each also warrants further research and refinement: (1) students experience difficulties with, but develop certain strategies to deal with, the complex processes of writing from sources; (2) prior knowledge and experience influence students' performance in writing from sources; (3) differences may appear between L1 and L2 students in their understanding and uses of sources in writing; (4) performance in tasks that involve writing from sources varies by task conditions and types of texts written and read; and (5) instruction can help students improve their uses of sources in their writing."}{"‘The learning never ends’: Exploring teachers’ views on the transition from General English to EAP ": "English for Academic Purposes (EAP) in the UK continues to assert its distinctness from ‘General English’, whilst at the same time actively recruiting its new teachers from a ‘General English’ background. Despite this, very little has been written about how English teachers should be trained or supported when making the transition to EAP. This paper comprises a critical review of the available literature, highlighting some of its problems and limitations, before progressing to describe a piece of research which attempted to address some of those shortcomings by exploring a number of teachers’ views of the challenges faced when beginning to teach EAP, their thoughts on how these challenges can be overcome, and their views on whether EAP teacher qualifications might assist in the process. Through semi-structured interviews with six EAP teachers in the UK, a picture emerges of the transition to EAP as a long-term process, which teachers see as concerning the development of their knowledge (as opposed to their skills) and which can be assisted both by qualifications, and a range of informal development activities. TEAP qualifications are deemed valuable if combined with experience, but are not felt to be useful as a pre-service training measure."}{"Quantitative analysis of the clay minerals in the Shurijeh Reservoir Formation using combined X-ray analytical techniques ": "The Shurijeh Reservoir Formation of Neocomian age is represented by a sandstone sequence, occasionally interbedded with shale, in the Gonbadli gas field, Kopet-Dagh Basin, Northeastern Iran. In this study X-ray diffraction (XRD) and X-ray fluorescence (XRF) techniques were used together to characterize the Shuirjeh clay minerals in 76 core samples collected from two deep Gonbadli wells. The results of XRF analysis showed high percentages of silicon and moderate to low percentages of aluminum, sulfur, calcium, potassium, sodium, magnesium, and iron in both wells. The XRD analysis indicated that the above elements were concentrated in the form of quartz, anhydrite, dolomite, calcite, plagioclase, K-feldspar, hematite, and clay minerals. Further XRD examination of the clay fraction revealed that illite, chlorite, and kaolinite were the major types of clay minerals. Unlike, glauconite, smectite, and a mixed layer clays of both the illite–smectite and chlorite–smectite types were observed only in very few samples. The percentages of individual clay minerals were determined using external standard calibration curves and successfully validated by a system of simultaneous linear equations acquired from detailed elemental information based on the XRF analysis. The error reached ±5% for the main mineral constituent and ±15% for minor minerals. A local regression relationship was also derived, based on the XRF elemental information, which can be used to estimate the clay contents of other Shurijeh drilled wells with data of pulsed-neutron spectroscopy tools. According to the proposed quantitative approach, the amount of illite varied considerably, reaching 18.3%. In contrast, the amounts of kaolinite and chlorite were generally small, i.e., less than 8.4%. The amount of total clay minerals changed greatly from a minimum of 5% to a maximum of 32.5%. An increase in illite with increasing burial depth and temperature was an obvious indication of deep burial diagenesis in this formation."}{"Composition of the Earth’s core: A review ": "This paper provides the state-of-the-art discussion of major aspects of the composition and evolution of the Earth’s core. A comparison of experimentally-derived density of Fe with seismological data shows that the outer liquid core has a homogeneous structure and a ~10% density deficit, whereas the solid inner core has a complex heterogeneous anisotropic structure and a ~5% density deficit. Recent estimations of the core-mantle boundary (CMB) and inner core boundary temperatures are equal to 3800–4200 K and 5200–5700 K, respectively. Si and O (up to 5–7 wt.%) are considered to be the most likely light element candidates in the liquid core. Cosmochemical estimates show that the core must contain about 2 wt.% S and new experimental data indicate that the inner core structure gives the best match to the properties of Fe carbides. Our best estimate of the Earth’s core calls for 5–6 wt.% Si, 0.5-1.0 wt.% O, 1.8-1.9 wt.% S, and 2.0 wt.% C, with the Fe7C3 carbide being the dominant phase in the inner core. The study of short-lived isotope systems shows that the core could have formed early in the Earth’s history within about 30–50 Myr after the formation of the Solar System, t0 = 4567.2 ± 0.5 Ma. Studies on the partitioning of siderophile elements between liquid iron and silicate melt suggest that the core material would be formed in a magma ocean at ~1000-1500 km depths and 3000–4000 K. The oxygen fugacity for the magma ocean is estimated to vary from 4–5 to 1–2 log units below the Iron-Wustite oxygen buffer. However, the data for Mo, W, and S suggest addition of a late veneer of 10-15% of oxidized chondritic material as a result of the Moon-forming giant impact. Thermal and energetics core models agree with the estimate of a mean CMB heat flow of 7–17 TW. The excess heat is transported out of the core via two large low shear velocity zones at the base of superplumes. These zones may not be stable in their positions over geologic time and could move according to cycles of mantle plume and plate tectonics. The CMB heat fluxes are controlled either by high heat production from the core or subduction of cold slabs, but in both cases are closely linked with surface geodynamic processes and plate tectonic motions. Considerable amounts of exchange may have occurred between the core and mantle early in the Earth’s history even up to the formation of a basal magma ocean. However, the extent of material exchange across the CMB upon cooling of the mantle was no greater than 1-2% of the core’s mass, which, however, was sufficient to supply thermochemical plumes with volatiles H, C, and S."}{"Boninites and ophiolites: Problems of their relations and petrogenesis of boninites ": "There are four main types of boninites in ophiolite suites, which either spatially coexist with ophiolites though belong to other tectonic units (1), or are present as later constituents of ophiolite sequences (crosscutting dikes or lavas on top) (2), or build ophiolite sequences together with island-arc tholeiites and basaltic andesites, followed by younger volcanics of MORB or BABB affinites (3), or occupy the whole mafic portion of ophiolite sequences, together with island-arc tholeiites and basaltic andesites (4). The latter type, considered in more detail for the case of ophiolites from the southeastern Sayan Mountains (Siberia, Russia), presents an example of inconsistency between the model of ophiolite formation in mid-ocean ridge settings and subduction-related island-arc fingerprints in ophiolitic mafic rocks. The patterns of boninites record several evolution models of oceanic systems, with melting and intrusion of boninites in forearc, arc, and back-arc settings. The existing models are controversial, possibly, because there is no single mechanism to account for all types of boninites."}{"Review of pore network modelling of porous media: Experimental characterisations, network constructions and applications to reactive transport ": "Pore network models have been applied widely for simulating a variety of different physical and chemical processes, including phase exchange, non-Newtonian displacement, non-Darcy flow, reactive transport and thermodynamically consistent oil layers. The realism of such modelling, i.e. the credibility of their predictions, depends to a large extent on the quality of the correspondence between the pore space of a given medium and the pore network constructed as its representation. The main experimental techniques for pore space characterisation, including direct imaging, mercury intrusion porosimetry and gas adsorption, are firstly summarised. A review of the main pore network construction techniques is then presented. Particular focus is given on how such constructions are adapted to the data from experimentally characterised pore systems. Current applications of pore network models are considered, with special emphasis on the effects of adsorption, dissolution and precipitation, as well as biomass growth, on transport coefficients. Pore network models are found to be a valuable tool for understanding and predicting meso-scale phenomena, linking single pore processes, where other techniques are more accurate, and the homogenised continuum porous media, used by engineering community."}{"In situ mobility of uranium in the presence of nitrate following sulfate-reducing conditions ": "Reoxidation and mobilization of previously reduced and immobilized uranium by dissolved-phase oxidants poses a significant challenge for remediating uranium-contaminated groundwater. Preferential oxidation of reduced sulfur-bearing species, as opposed to reduced uranium-bearing species, has been demonstrated to limit the mobility of uranium at the laboratory scale yet field-scale investigations are lacking. In this study, the mobility of uranium in the presence of nitrate oxidant was investigated in a shallow groundwater system after establishing conditions conducive to uranium reduction and the formation of reduced sulfur-bearing species. A series of three injections of groundwater (200 L) containing U(VI) (5 μM) and amended with ethanol (40 mM) and sulfate (20 mM) were conducted in ten test wells in order to stimulate microbial-mediated reduction of uranium and the formation of reduced sulfur-bearing species. Simultaneous push‐pull tests were then conducted in triplicate well clusters to investigate the mobility of U(VI) under three conditions: 1) high nitrate (120 mM), 2) high nitrate (120 mM) with ethanol (30 mM), and 3) low nitrate (2 mM) with ethanol (30 mM). Dilution-adjusted breakthrough curves of ethanol, nitrate, nitrite, sulfate, and U(VI) suggested that nitrate reduction was predominantly coupled to the oxidation of reduced-sulfur bearing species, as opposed to the reoxidation of U(IV), under all three conditions for the duration of the 36-day tests. The amount of sulfate, but not U(VI), recovered during the push‐pull tests was substantially more than injected, relative to bromide tracer, under all three conditions and further suggested that reduced sulfur-bearing species were preferentially oxidized under nitrate-reducing conditions. However, some reoxidation of U(IV) was observed under nitrate-reducing conditions and in the absence of detectable nitrate and/or nitrite. This suggested that reduced sulfur-bearing species may not be fully effective at limiting the mobility of uranium in the presence of dissolved and/or solid-phase oxidants. The results of this field study confirmed those of previous laboratory studies which suggested that reoxidation of uranium under nitrate-reducing conditions can be substantially limited by preferential oxidation of reduced sulfur-bearing species."}{"Environmental applications of thermally modified and acid activated clay minerals: Current status of the art ": "Adsorption has been the most common technology used for water and wastewater treatment for a number of reasons including simplicity, flexibility in design, high efficiency and cost effectiveness. Although it has been a proven technology for removal of contaminants including heavy metals, it has a major limitation to its application, which is the cost of the adsorbent. In this context, natural clay minerals are considered as low cost materials because they are abundant and can be easily modified to improve their surface properties (e.g., surface area, charge) and consequently increase the adsorption capacity and a wide range of other applicabilities. The two most common modification methods of clay minerals are thermal modification and acid activation. The aim of this paper is to critically review the current status of thermally modified and acid activated clay minerals for environmental applications. It will evaluate the adsorption efficiencies and conditions for removal of contaminants and identify the existing data gaps to widespread commercial uptake of the technology."}{"FeOOH-modified clay sorbents for arsenic removal from aqueous solutions ": "The presence of arsenic (As) in natural and anthropogenic soils causes severe pollution of groundwater due to its harmful carcinogenic effects. The present work describes the research activities for searching of appropriate innovative sorbents based on clay material for As sorption using iron oxy-hydroxide modification. Natural and manufactured clay was chosen for comparison of modification efficiency in order to obtain best sorption results for As(V). The results of pilot testing were obtained and the sorption was studied as a function of initial arsenic concentration. Obtained results indicate that modification of clay with Fe compounds significantly improves the sorption capacity of a newly developed material used for sorption of As(V). Efficiency of sorption for Fe-modified clay is highly dependent on clay type as well as iron content in it. Further perspectives of investigations are recovered during this study in order to create more efficient and relatively cheap sorbents for As removal from aqueous solutions."}{"Additive manufacturing and sustainability: an exploratory study of the advantages and challenges ": "The emergence of advanced manufacturing technologies, coupled with consumer demands for more customised products and services, are causing shifts in the scale and distribution of manufacturing. In this paper, consideration is given to the role of one such advanced manufacturing process technology: additive manufacturing. The consequences of adopting this novel production technology on industrial sustainability are not well understood and this exploratory study draws on publically available data to provide insights into the impacts of additive manufacturing on sustainability. Benefits are found to exist across the product and material life cycles through product and process redesign, improvements to material input processing, make-to-order component and product manufacturing, and closing the loop. As an immature technology, there are substantial challenges to these benefits being realised at each stage of the life cycle. This paper summarises these advantages and challenges, and discusses the implications of additive manufacturing on sustainability in terms of the sources of innovation, business models, and the configuration of value chains."}{"The Circular Economy – A new sustainability paradigm? ": "While the terms Circular Economy and sustainability are increasingly gaining traction with academia, industry, and policymakers, the similarities and differences between both concepts remain ambiguous. The relationship between the concepts is not made explicit in literature, which is blurring their conceptual contours and constrains the efficacy of using the approaches in research and practice. This research addresses this gap and aims to provide conceptual clarity by distinguishing the terms and synthesising the different types of relationships between them. We conducted an extensive literature review, employing bibliometric analysis and snowballing techniques to investigate the state of the art in the field and synthesise the similarities, differences and relationships between both terms. We identified eight different relationship types in the literature and illustrated the most evident similarities and differences between both concepts."}{"The triple layered business model canvas: A tool to design more sustainable business models ": "The Triple Layered Business Model Canvas is a tool for exploring sustainability-oriented business model innovation. It extends the original business model canvas by adding two layers: an environmental layer based on a lifecycle perspective and a social layer based on a stakeholder perspective. When taken together, the three layers of the business model make more explicit how an organization generates multiple types of value – economic, environmental and social. Visually representing a business model through this canvas tool supports developing and communicating a more holistic and integrated view of a business model; which also supports creatively innovating towards more sustainable business models. This paper presents the triple layer business model canvas tool and describes its key features through a re-analysis of the Nestlé Nespresso business model. This new tool contributes to sustainable business model research by providing a design tool which structures sustainability issues in business model innovation. Also, it creates two new dynamics for analysis: horizontal coherence and vertical coherence."}{"Environmental impacts of food consumption in Europe ": "Food consumption is amongst the main drivers of environmental impacts. On one hand, there is the need to fulfil a fundamental human need for nutrition, and on the other hand this poses critical threats to the environment. In order to assess the environmental impact of food consumption, a lifecycle assessment (LCA)-based approach has been applied to a basket of products, selected as being representative of EU consumption. A basket of food products was identified as representative of the average food and beverage consumption in Europe, reflecting the relative importance of the products in terms of mass and economic value. The products in the basket are: pork, beef, poultry, milk, cheese, butter, bread, sugar, sunflower oil, olive oil, potatoes, oranges, apples, mineral water, roasted coffee, beer and pre-prepared meals. For each product in the basket, a highly disaggregated inventory model was developed based on a modular approach, and built using statistical data. The environmental impact of the average food consumption of European citizens was assessed using the International Reference Life Cycle Data System (ILCD) methodology. The overall results indicate that, for most of the impact categories, the consumed foods with the highest environmental burden are meat products (beef, pork and poultry) and dairy products (cheese, milk and butter). The agricultural phase is the lifecycle stage that has the highest impact of all the foods in the basket, due to the contribution of agronomic and zootechnical activities. Food processing and logistics are the next most important phases in terms of environmental impacts, due to their energy intensity and the related emissions to the atmosphere that occur through the production of heat, steam and electricity and during transport. Regarding the end-of-life phase, human excretion and wastewater treatments pose environmental burdens related to eutrophying substances whose environmental impacts are greater than those of the agriculture, transports and processing phases. Moreover, food losses which occur throughout the whole lifecycle, in terms of agricultural/industrial and domestic food waste, have also to be taken into consideration, since they can amount to up to 60% of the initial weight of the food products. The results of the study go beyond the mere assessment of the potential impacts associated with food consumption, as the overall approach may serve as a baseline for testing eco-innovation scenarios for impact reduction as well as for setting targets."}{"A review of Internet of Things for smart home: Challenges and solutions ": "Although Internet of Things (IoT) brings significant advantages over traditional communication technologies for smart grid and smart home applications, these implementations are still very rare. Relying on a comprehensive literature review, this paper aims to contribute towards narrowing the gap between the existing state-of-the-art smart home applications and the prospect of their integration into an IoT enabled environment. We propose a holistic framework which incorporates different components from IoT architectures/frameworks proposed in the literature, in order to efficiently integrate smart home objects in a cloud-centric IoT based solution. We identify a smart home management model for the proposed framework and the main tasks that should be performed at each level. We additionally discuss practical design challenges with emphasis on data processing, as well as smart home communication protocols and their interoperability. We believe that the holistic framework ascertained in this paper can be used as a solid base for the future developers of Internet of Things based smart home solutions."}{"Correlation of volatile carbonyl yields emitted by e-cigarettes with the temperature of the heating coil and the perceived sensorial quality of the generated vapours ": "E-liquids generally contain four main components: nicotine, flavours, water and carrier liquids. The carrier liquid dissolves flavours and nicotine and vaporises at a certain temperature on the atomizer of the e-cigarette. Propylene glycol and glycerol, the principal carriers used in e-liquids, undergo decomposition in contact with the atomizer heating-coil forming volatile carbonyls. Some of these, such as formaldehyde, acetaldehyde and acrolein, are of concern due to their adverse impact on human health when inhaled at sufficient concentrations. The aim of this study was to correlate the yield of volatile carbonyls emitted by e-cigarettes with the temperature of the heating coil.\n                  For this purpose, a popular commercial e-liquid was machine-vaped on a third generation e-cigarette which allowed the variation of the output wattage (5–25W) and therefore the heat generated on the atomizer heating-coil. The temperature of the heating-coil was determined by infrared thermography and the vapour generated at each temperature underwent subjective sensorial quality evaluation by an experienced vaper.\n                  A steep increase in the generated carbonyls was observed when applying a battery-output of at least 15W corresponding to 200–250°C on the heating coil. However, when considering concentrations in each inhaled puff, the short-term indoor air guideline value for formaldehyde was already exceeded at the lowest wattage of 5W, which is the wattage applied in most 2nd generation e-cigarettes. Concentrations of acetaldehyde in each puff were several times below the short-term irritation threshold value for humans. Acrolein was only detected from 20W upwards. The negative sensorial quality evaluation by the volunteering vaper of the vapour generated at 20W demonstrated the unlikelihood that such a wattage would be realistically set by a vaper. This study highlights the importance to develop standardised testing methods for the assessment of carbonyl-emissions and emissions of other potentially harmful compounds from e-cigarettes. The wide variety and variability of products available on the market make the development of such methods and the associated standardised testing conditions particularly demanding."}{"Glyphosate in German adults – Time trend (2001 to 2015) of human exposure to a widely used herbicide ": "The broadband herbicide glyphosate (N-[phosphonomethyl]-glycine) and its main metabolite aminomethylphosphonic acid (AMPA) were analyzed by GC-MS-MS in 24h-urine samples cryo-archived by the German Environmental Specimen Bank (ESB). Samples collected in 2001, 2003, 2005, 2007, 2009, 2011, 2012, 2013, 2014, and 2015 were chosen for this retrospective analysis. All urine samples had been provided by 20 to 29 years old individuals living in Greifswald, a city in north-eastern Germany. Out of the 399 analyzed urine samples, 127 (=31.8%) contained glyphosate concentrations at or above the limit of quantification (LOQ) of 0.1μg/L. For AMPA this was the case for 160 (=40.1%) samples. The fraction of glyphosate levels at or above LOQ peaked in 2012 (57.5%) and 2013 (56.4%) after having discontinuously increased from 10.0% in 2001. Quantification rates were lower again in 2014 and 2015 with 32.5% and 40.0%, respectively. The overall trend for quantifiable AMPA levels was similar. Glyphosate and AMPA concentrations in urine were statistically significantly correlated (spearman rank correlation coefficient=0.506, p≤0.001). Urinary glyphosate and AMPA levels tended to be higher in males. The possible reduction in exposure since 2013 indicated by ESB data may be due to changes in glyphosate application in agricultural practice. The ESB will continue monitoring internal exposures to glyphosate and AMPA for following up the time trend, elucidating inter-individual differences, and contributing to the ongoing debate on the further regulation of glyphosate-based pesticides."}{"The impact of sanitation interventions on latrine coverage and latrine use: A systematic review and meta-analysis ": "Background\n                  An estimated 2.4 billion people still lack access to improved sanitation and 946 million still practice open defecation. The World Health Organization (WHO) commissioned this review to assess the impact of sanitation on coverage and use, as part of its effort to develop a set of guidelines on sanitation and health.\n               \n               \n                  Methods and findings\n                  We systematically reviewed the literature and used meta-analysis to quantitatively characterize how different sanitation interventions impact latrine coverage and use. We also assessed both qualitative and quantitative studies to understand how different structural and design characteristics of sanitation are associated with individual latrine use. A total of 64 studies met our eligibility criteria. Of 27 intervention studies that reported on household latrine coverage and provided a point estimate with confidence interval, the average increase in coverage was 14% (95% CI: 10%, 19%). The intervention types with the largest absolute increases in coverage included the Indian government's “Total Sanitation Campaign” (27%; 95% CI: 14%, 39%), latrine subsidy/provision interventions (16%; 95% CI: 8%, 24%), latrine subsidy/provision interventions that also incorporated education components (17%; 95% CI: −5%, 38%), sewerage interventions (14%; 95% CI: 1%, 28%), sanitation education interventions (14%; 95% CI: 3%, 26%), and community-led total sanitation interventions (12%; 95% CI: −2%, 27%). Of 10 intervention studies that reported on household latrine use, the average increase was 13% (95% CI: 4%, 21%). The sanitation interventions and contexts in which they were implemented varied, leading to high heterogeneity across studies. We found 24 studies that examined the association between structural and design characteristics of sanitation facilities and facility use. These studies reported that better maintenance, accessibility, privacy, facility type, cleanliness, newer latrines, and better hygiene access were all frequently associated with higher use, whereas poorer sanitation conditions were associated with lower use.\n               \n               \n                  Conclusions\n                  Our results indicate that most sanitation interventions only had a modest impact on increasing latrine coverage and use. A further understanding of how different sanitation characteristics and sanitation interventions impact coverage and use is essential in order to more effectively attain sanitation access for all, eliminate open defecation, and ultimately improve health."}{"Human biomonitoring reference values for metals and trace elements in blood and urine derived from the Canadian Health Measures Survey 2007–2013 ": "Human biomonitoring reference values are statistical estimates that indicate the upper margin of background exposure to a given chemical at a given time. Nationally representative human biomonitoring data on 176 chemicals, including several metals and trace elements, are available in Canada from 2007 to 2013 through the Canadian Health Measures Survey (CHMS). In this work, we used a systematic approach based on the reference interval concept proposed by the International Federation of Clinical Chemistry and Laboratory Medicine and the International Union of Pure and Applied Chemistry to derive reference values (RV95s) for metals and trace elements. These RV95s were derived for blood and urine matrices in the general Canadian population based on the latest biomonitoring data from the CHMS. Biomarkers were chosen based on specific selection criteria, including widespread detection in Canadians (≥66% detection rate). Reference populations were created for each biomarker by applying appropriate exclusion criteria. Age and sex were evaluated as possible partitioning criteria and separate RV95s were derived for the sub-populations in cases where partitioning was deemed necessary. The RV95s for metals and trace elements in blood ranged from 0.18μg/L for cadmium in young children aged 3–5 years to 7900μg/L for zinc in males aged 20–79 years. In the case of urinary biomarkers, the RV95s ranged from 0.17μg/L for antimony in the total population aged 3–79 years to 1400mg/L for fluoride in adults aged 20–79 years. These RV95s represent the first set of reference values for metals and trace elements in the general Canadian population. We compare the RV95s from other countries where available and discuss factors that could influence such comparisons."}{"The exposome in practice: Design of the EXPOsOMICS project ": "EXPOsOMICS is a European Union funded project that aims to develop a novel approach to the assessment of exposure to high priority environmental pollutants, by characterizing the external and the internal components of the exposome. It focuses on air and water contaminants during critical periods of life. To this end, the project centres on 1) exposure assessment at the personal and population levels within existing European short and long-term population studies, exploiting available tools and methods which have been developed for personal exposure monitoring (PEM); and 2) multiple “omic” technologies for the analysis of biological samples (internal markers of external exposures). The search for the relationships between external exposures and global profiles of molecular features in the same individuals constitutes a novel advancement towards the development of “next generation exposure assessment” for environmental chemicals and their mixtures. The linkage with disease risks opens the way to what are defined here as ‘exposome-wide association studies’ (EWAS)."}