{"Application of HEC-HMS for flood forecasting in Misai and Wan'an catchments in China ": "The hydrologic model HEC-HMS (Hydrologic Engineering Center, Hydrologic Modeling System), used in combination with the Geospatial Hydrologic Modeling Extension, HEC-GeoHMS, is not a site-specific hydrologic model. Although China has seen the applications of many hydrologic and hydraulic models, HEC-HMS is seldom applied in China, and where it is applied, it is not applied holistically. This paper presents a holistic application of HEC-HMS. Its applicability, capability and suitability for flood forecasting in catchments were examined. The DEMs (digital elevation models) of the study areas were processed using HEC-GeoHMS, an ArcView GIS extension for catchment delineation, terrain pre-processing, and basin processing. The model was calibrated and verified using historical observed data. The determination coefficients and coefficients of agreement for all the flood events were above 0.9, and the relative errors in peak discharges were all within the acceptable range."}{"Energy storage for mitigating the variability of renewable electricity sources: An updated review ": "Wind and solar power generation is growing quickly around the world, mainly to mitigate some of the negative environmental impacts of the electricity sector. However, the variability of these renewable sources of electricity poses technical and economical challenges when integrated on a large scale. Energy storage is being widely regarded as one of the potential solutions to deal with the variations of variable renewable electricity sources (VRES). This paper presents an up-to-date review of the state of technology, installations and some challenges of electrical energy storage (EES) systems. It particularly focuses on the applicability, advantages and disadvantages of various EES technologies for large-scale VRES integration. This survey paper indicates that each challenge imposed by VRES requires a different set of EES characteristics to address the issue, and that there is no single EES technology that consistently outperforms the others in various applications. This paper also discusses external factors, such as mineral availability and geographic limitations, that may affect the success of the widespread implementation of EES technologies."}{"The economics of cybersecurity: Principles and policy options ": "Economics puts the challenges facing cybersecurity into perspective better than a purely technical approach does. Systems often fail because the organizations that defend them do not bear the full costs of failure. For instance, companies operating critical infrastructures have integrated control systems with the Internet to reduce near-term, measurable costs while raising the risk of catastrophic failures, whose losses will be primarily borne by society. As long as anti-virus software is left to individuals to purchase and install, there may be a less than optimal level of protection when infected machines cause trouble for other machines rather than their owners. In order to solve the problems of growing vulnerability and increasing crime, policy and legislation must coherently allocate responsibilities and liabilities so that the parties in a position to fix problems have an incentive to do so. In this paper, we examine the economic challenges that plague cybersecurity: misaligned incentives, information asymmetries, and externalities. We then discuss the regulatory options that are available to overcome these barriers in the cybersecurity context: ex ante safety regulation, ex post liability, information disclosure, and indirect intermediary liability. Finally, we make several recommendations for policy changes to improve cybersecurity: mitigating malware infections via ISPs by subsidized cleanup, mandatory disclosure of fraud losses and security incidents, mandatory disclosure of control system incidents and intrusions, and aggregating reports of cyber espionage and providing them to the World Trade Organization (WTO)."}{"A review of drought concepts ": "Summary\n               \n                  Owing to the rise in water demand and looming climate change, recent years have witnessed much focus on global drought scenarios. As a natural hazard, drought is best characterized by multiple climatological and hydrological parameters. An understanding of the relationships between these two sets of parameters is necessary to develop measures for mitigating the impacts of droughts. Beginning with a discussion of drought definitions, this paper attempts to provide a review of fundamental concepts of drought, classification of droughts, drought indices, historical droughts using paleoclimatic studies, and the relation between droughts and large scale climate indices. Conclusions are drawn where gaps exist and more research needs to be focussed."}{"Continental crust in the Lomonosov Ridge, Mendeleev Ridge, and the Makarov basin. The formation of deep-water basins in the Neogene ": "The northeast of the Russian Arctic is a deep-water basin underlain by the Lomonosov and Mendeleev Ridges, with the Makarov basin in between. In most of this area, the water depth is ~1–4 km and the crust is thick (20–30 km), with a well-pronounced granitic layer. Therefore, some researchers regard this crust as continental. Others think that this is the oceanic crust, the same as that on the hotspots like Iceland in the Atlantic or Ontong Java in the Pacific. After their activity stops, such structures must subside as a result of the crust and mantle cooling, in the same way as the oceanic crust on a spreading axis. As regards the Lomonosov and Mendeleev Ridges, they subsided in quite a different way. In the absence of volcanism, they remained near sea level, almost not subsiding, for a long time (at least 70 and 190 myr, respectively). Since the late Early Miocene, these areas subsided rapidly and deep-water sediments overlay shallow-water ones. In the same epoch, the Makarov basin subsided rapidly, which also used to lie near sea level. Its subsidence was several times that which could have taken place over the same period of time as a result of lithosphere cooling on an extinct hotspot. Such tectonic movements were possible only for the continental crust. The data on the structure of the sedimentary cover preclude considerable lithospheric stretching in these areas. Therefore, the rapid subsidence is accounted for by the transformation of gabbro in the lower crust into denser rocks (garnet granulites and eclogites), catalyzed by infiltration of a mantle-derived fluid flows. Dense, deeply metamorphosed mafic rocks with a thickness of up to 10–20 km and P-wave velocities of ~8 km/s underlie the Moho in the area under study."}{"Optimizing the experimental design of soil columns in saturated and unsaturated transport experiments ": "Soil column experiments in both the saturated and unsaturated regimes are widely used for applied and theoretical studies in such diverse fields as transport model evaluation, fate and transport of pesticides, explosives, microbes, heavy metals and non aqueous phase liquids, and for evapotranspiration studies. The apparent simplicity of constructing soil columns conceals a number of technical issues which can seriously affect the outcome of an experiment, such as the presence or absence of macropores, artificial preferential flow paths, non-ideal infiltrate injection and unrealistic moisture regimes. This review examines the literature to provide an analysis of the state of the art for constructing both saturated and unsaturated soil columns. Common design challenges are discussed and best practices for potential solutions are presented. This article discusses both basic principles and the practical advantages and disadvantages of various experimental approaches. Both repacked and monolith-type columns are discussed. The information in this review will assist soil scientists, hydrogeologists and environmental professionals in optimizing the construction and operation of soil column experiments in order to achieve their objectives, while avoiding serious design flaws which can compromise the integrity of their results."}{"Nanoscale zero-valent iron (nZVI): Aspects of the core-shell structure and reactions with inorganic species in water ": "Aspects of the core-shell model of nanoscale zero-valent iron (nZVI) and their environmental implications were examined in this work. The structure and elemental distribution of nZVI were characterized by X-ray energy-dispersive spectroscopy (XEDS) with nanometer-scale spatial resolution in an aberration-corrected scanning transmission electron microscope (STEM). The analysis provides unequivocal evidence of a layered structure of nZVI consisting of a metallic iron core encapsulated by a thin amorphous oxide shell. Three aqueous environmental contaminants, namely Hg(II), Zn(II) and hydrogen sulfide, were studied to probe the reactive properties and the surface chemistry of nZVI. High-resolution X-ray photoelectron spectroscopy (HR-XPS) analysis of the reacted particles indicated that Hg(II) was sequestrated via chemical reduction to elemental mercury. On the other hand, Zn(II) removal was achieved via sorption to the iron oxide shell followed by zinc hydroxide precipitation. Hydrogen sulfide was immobilized on the nZVI surface as disulfide (S2\n                     2−) and monosulfide (S2−) species. Their relative abundance in the final products suggests that the retention of hydrogen sulfide occurs via reactions with the oxide shell to form iron sulfide (FeS) and subsequent conversion to iron disulfide (FeS2). The results presented herein highlight the multiple reactive pathways permissible with nZVI owing to its two functional constituents. The core-shell structure imparts nZVI with manifold functional properties previously unexamined and grants the material with potentially new applications."}