{"Microplastics in freshwater systems: A review on occurrence, environmental effects, and methods for microplastics detection ": "The continuous increase in synthetic plastic production and poor management in plastic waste have led to a tremendous increase in the dumping into our aqueous environment. Consequently, microplastics commonly defined as sizes less than 5 mm are produced and stay in both seawater and freshwater environment. The presence of microplastics as a new type of emerging contaminant has become a great issue of concerns from public and government authorities. The sources of microplastics to freshwater systems are many with the largest portion from wastewater treatment plants. The abundance of microplastics varies with the location, from above 1 million pieces per cubic meter to less than 1 piece in 100 cubic meters.\n                  Microplastics can cause several harmful physical effects on humans and living organisms through such mechanisms as entanglement and ingestion. The microplastics can act as carriers of various toxins such as additives from industrial production processes and persistent contaminants by the sorption in waters. Those toxins may cause great health problems to humans. A few studies on the fishes demonstrated that the microplastics and the associated toxins are bio-accumulated and cause such problems as intestinal damage and change in metabolic profiles.\n                  In studies of microplastics, fresh water is first sampled by the nets with typical mesh size of 330 μm for collection of microplastics. After the volume reducing process, the samples will then go through the purification process including density separation by such inorganic salts as sodium chloride and digestion process by oxidizing agents or enzymes. The sequence of these two processes (namely purification and digestion) is dependent on the sample type. The purified samples can be studied by several analytical methods. The commonly used methods for the qualification studies are FTIR spectroscopy, Raman spectroscopy, pyrolysis-GC/MS, and liquid chromatography. A tagging method can be used in the quantification study. Our literature study finds that there is still no universal accepted quantification and qualification tools of microplastics in fresh waters. More work is anticipated so as to obtain accurate information on microplastics in freshwater, which can then be used for the better assessment of the environmental risk."}{"Solutions to microplastic pollution – Removal of microplastics from wastewater effluent with advanced wastewater treatment technologies ": "Conventional wastewater treatment with primary and secondary treatment processes efficiently remove microplastics (MPs) from the wastewater. Despite the efficient removal, final effluents can act as entrance route of MPs, given the large volumes constantly discharged into the aquatic environments. This study investigated the removal of MPs from effluent in four different municipal wastewater treatment plants utilizing different advanced final-stage treatment technologies. The study included membrane bioreactor treating primary effluent and different tertiary treatment technologies (discfilter, rapid sand filtration and dissolved air flotation) treating secondary effluent. The MBR removed 99.9% of MPs during the treatment (from 6.9 to 0.005 MP L−1), rapid sand filter 97% (from 0.7 to 0.02 MP L−1), dissolved air flotation 95% (from 2.0 to 0.1 MP L−1) and discfilter 40–98.5% (from 0.5 – 2.0 to 0.03–0.3 MP L−1) of the MPs during the treatment. Our study shows that with advanced final-stage wastewater treatment technologies WWTPs can substantially reduce the MP pollution discharged from wastewater treatment plants into the aquatic environments."}{"Analysis of microplastics in water by micro-Raman spectroscopy: Release of plastic particles from different packaging into mineral water ": "Microplastics are anthropogenic contaminants which have been found in oceans, lakes and rivers. Investigations focusing on drinking water are rare and studies have mainly been using micro-Fourier Transform Infrared Spectroscopy (μ-FT-IR). A major limitation of this technique is its inability to detect particles smaller than 20 μm. However, micro-Raman spectroscopy is capable of detecting even smaller particle sizes. Therefore, we show that this technique, which was used in this study, is particularly useful in detecting microplastics in drinking water where particle sizes are in the low micrometer range. In our study, we compared the results from drinking water distributed in plastic bottles, glass bottles and beverage cartons.\n                  We tested the microplastic content of water from 22 different returnable and single-use plastic bottles, 3 beverage cartons and 9 glass bottles obtained from grocery stores in Germany. Small (–50-500 μm) and very small (1–50 μm) microplastic fragments were found in every type of water. Interestingly, almost 80% of all microplastic particles found had a particle size between 5 and 20 μm and were therefore not detectable by the analytical techniques used in previous studies. The average microplastics content was 118 ± 88 particles/l in returnable, but only 14 ± 14 particles/l in single-use plastic bottles. The microplastics content in the beverage cartons was only 11 ± 8 particles/l. Contrary to our assumptions we found high amounts of plastic particles in some of the glass bottled waters (range 0–253 particles/l, mean 50 ± 52 particles/l). A statistically significant difference from the blank value (14 ± 13) to the investigated packaging types could only be shown comparing to the returnable bottles (p < 0.05).\n                  Most of the particles in water from returnable plastic bottles were identified as consisting of polyester (primary polyethylene terephthalate PET, 84%) and polypropylene (PP; 7%). This is not surprising since the bottles are made of PET and the caps are made of PP. In water from single-use plastic bottles only a few micro-PET-particles have been found. In the water from beverage cartons and also from glass bottles, microplastic particles other than PET were found, for example polyethylene or polyolefins. This can be explained by the fact that beverage cartons are coated with polyethylene foils and caps are treated with lubricants. Therefore, these findings indicate that the packaging itself may release microparticles. The main fraction of the microplastic particles identified are of very small size with dimensions less than 20 μm, which is not detectable with the μ-FT-IR technique used in previous studies."}{"Export of microplastics from land to sea. A modelling approach ": "Quantifying the transport of plastic debris from river to sea is crucial for assessing the risks of plastic debris to human health and the environment. We present a global modelling approach to analyse the composition and quantity of point-source microplastic fluxes from European rivers to the sea. The model accounts for different types and sources of microplastics entering river systems via point sources. We combine information on these sources with information on sewage management and plastic retention during river transport for the largest European rivers. Sources of microplastics include personal care products, laundry, household dust and tyre and road wear particles (TRWP). Most of the modelled microplastics exported by rivers to seas are synthetic polymers from TRWP (42%) and plastic-based textiles abraded during laundry (29%). Smaller sources are synthetic polymers and plastic fibres in household dust (19%) and microbeads in personal care products (10%). Microplastic export differs largely among European rivers, as a result of differences in socio-economic development and technological status of sewage treatment facilities. About two-thirds of the microplastics modelled in this study flow into the Mediterranean and Black Sea. This can be explained by the relatively low microplastic removal efficiency of sewage treatment plants in the river basins draining into these two seas. Sewage treatment is generally more efficient in river basins draining into the North Sea, the Baltic Sea and the Atlantic Ocean. We use our model to explore future trends up to the year 2050. Our scenarios indicate that in the future river export of microplastics may increase in some river basins, but decrease in others. Remarkably, for many basins we calculate a reduction in river export of microplastics from point-sources, mainly due to an anticipated improvement in sewage treatment."}{"Agro-industrial wastewater reuse for irrigation of a vegetable crop succession under Mediterranean conditions ": "In many countries of the Mediterranean region, characterized by frequent drought periods, agricultural production often occurs under water deficiency or conditions that cause the depletion of the existing water resources. In these areas, the reuse of reclaimed wastewater for crop irrigation could contribute to mitigate/decrease water shortage, support the agriculture sector and protect groundwater resources. In 1.5-year field experiments in Southern Italy (Apulia Region), the effects of irrigation with treated agro-industrial wastewater on soil properties, crops yield and qualitative traits of crop products, including their microbiological safety, were assessed. Groundwater (GW), secondary treated wastewater (SW) and tertiary treated wastewater (TW) from an innovative “on-demand” UV disinfection system were used to irrigate tomato and broccoli, cultivated in succession. The three irrigation water sources and the corresponding irrigated soils, plants and crop products were analyzed for the main physico-chemical characteristics, quali-quantitative parameters and fecal indicators. SW and TW showed higher values of the main physico-chemical parameters than GW. SW irrigated soil resulted in a significant increase of NH4-N, Na+, SAR, EC (below the threshold value beyond which a soil is defined as saline) during the first tomato crop cycle, and of pH during the broccoli growing season. Irrigation with treated wastewater did not significantly affect the marketable yield nor the qualitative traits of tomato and broccoli crops, except for the Na+ and NO3\n                     − content (below the threshold levels defined by the European guidelines for vegetables). High levels of E. coli (above the Italian limit for reuse), Fecal coliforms and Fecal enterococci (up to 104 CFU 100ml−1) were observed in the SW and, when chlorination was not done, in the TW. Nevertheless, E. coli was not isolated from any sample of soil, plant and crop product, probably due to its rapid die-off. Moreover, low concentrations of Fecal coliforms and Total heterotrophic count were found in plant and crop product. The drip irrigation system used, which avoided the close contact between water and plant, may have contributed to this. Under the conditions applied in this study, the reuse of treated agro-industrial wastewater for irrigation can be considered an effective way to cope with agricultural water shortage in the Mediterranean area."}{"Deficit irrigation and emerging fruit crops as a strategy to save water in Mediterranean semiarid agrosystems ": "Water scarcity in Mediterranean climate areas will be progressively aggravated by climate change, population increase and urban, tourism and industrial activities. To protect water resources and their integrity for future use and to improve biodiversity, besides following advanced deficit irrigation strategies in fruit cultivation, attention could well be directed towards what are at present underused plant materials able to withstand deficit irrigation with minimum impact on yield and fruit quality. To this end, the state of the art as regards deficit irrigation strategies and the response of some very interesting emerging fruit crops [jujube (Zizyphus jujuba Mill.), loquat (Eriobotrya japonica Lindl.), pistachio (Pistacia vera L.) and pomegranate (Punica granatum L.)] are reviewed. The strengths and weaknesses of deficit irrigation strategies and the mechanisms developed by these emerging fruit crops in the face of water stress are discussed. The response of these crops to deficit irrigation, with special attention paid to the effect on yield but also on fruit quality and health-related chemical compounds, was analysed in order to assess their suitability for saving water in Mediterranean semiarid agrosystems and to analyze their potential role as alternatives to currently cultivated fruit crops with higher water requirements. Finally, the factors involved in establishing an identity brand (hydroSOS) to protect fruits obtained under specific DI conditions are discussed."}{"The water footprint of wood for lumber, pulp, paper, fuel and firewood ": "This paper presents the first estimate of global water use in the forestry sector related to roundwood production for lumber, pulp, paper, fuel and firewood. For the period 1961–2010, we estimate forest evaporation at a high spatial resolution level and attribute total water consumption to various forest products, including ecosystem services. Global water consumption for roundwood production increased by 25% over 50 years to 961×109 m3/y (96% green; 4% blue) in 2001–2010. The water footprint per m3 of wood is significantly smaller in (sub)tropical forests compared to temperate/boreal forests, because (sub)tropical forests host relatively more value next to wood production in the form of other ecosystem services. In terms of economic water productivity and energy yield from bio-ethanol per unit of water, roundwood is rather comparable with major food, feed and energy crops. Recycling of wood products could effectively reduce the water footprint of the forestry sector, thereby leaving more water available for the generation of other ecosystem services. Intensification of wood production can only reduce the water footprint per unit of wood if the additional wood value per ha outweighs the loss of value of other ecosystem services, which is often not the case in (sub)tropical forests. The results of this study contribute to a more complete picture of the human appropriation of water, thus feeding the debate on water for food or feed versus energy and wood."}{"Understanding and managing the food-energy-water nexus – opportunities for water resources research ": "Studies on the food, energy, and water (FEW) nexus lay a shared foundation for researchers, policy makers, practitioners, and stakeholders to understand and manage linked production, utilization, and security of FEW systems. The FEW nexus paradigm provides the water community specific channels to move forward in interdisciplinary research where integrated water resources management (IWRM) has fallen short. Here, we help water researchers identify, articulate, utilize, and extend our disciplinary strengths within the broader FEW communities, while informing scientists in the food and energy domains about our unique skillset. This paper explores the relevance of existing and ongoing scholarship within the water community, as well as current research needs, for understanding FEW processes and systems and implementing FEW solutions through innovations in technologies, infrastructures, and policies. Following the historical efforts in IWRM, hydrologists, water resources engineers, economists, and policy analysts are provided opportunities for interdisciplinary studies among themselves and in collaboration with energy and food communities, united by a common path to achieve sustainability development goals."}{"Capillary pressure–saturation relationships for porous granular materials: Pore morphology method vs. pore unit assembly method ": "In studies of two-phase flow in complex porous media it is often desirable to have an estimation of the capillary pressure–saturation curve prior to measurements. Therefore, we compare in this research the capability of three pore-scale approaches in reproducing experimentally measured capillary pressure–saturation curves. To do so, we have generated 12 packings of spheres that are representative of four different glass-bead packings and eight different sand packings, for which we have found experimental data on the capillary pressure–saturation curve in the literature. In generating the packings, we matched the particle size distributions and porosity values of the granular materials. We have used three different pore-scale approaches for generating the capillary pressure–saturation curves of each packing: i) the Pore Unit Assembly (PUA) method in combination with the Mayer and Stowe–Princen (MS–P) approximation for estimating the entry pressures of pore throats, ii) the PUA method in combination with the hemisphere approximation, and iii) the Pore Morphology Method (PMM) in combination with the hemisphere approximation. The three approaches were also used to produce capillary pressure–saturation curves for the coating layer of paper, used in inkjet printing. Curves for such layers are extremely difficult to determine experimentally, due to their very small thickness and the presence of extremely small pores (less than one micrometer in size). Results indicate that the PMM and PUA-hemisphere method give similar capillary pressure–saturation curves, because both methods rely on a hemisphere to represent the air–water interface. The ability of the hemisphere approximation and the MS–P approximation to reproduce correct capillary pressure seems to depend on the type of particle size distribution, with the hemisphere approximation working well for narrowly distributed granular materials."}{"A global-scale two-layer transient groundwater model: Development and application to groundwater depletion ": "Groundwater is the world’s largest accessible source of freshwater to satisfy human water needs. Moreover, groundwater buffers variable precipitation rates over time, thereby effectively sustaining river flows in times of droughts and evaporation in areas with shallow water tables. In this study, building on previous work, we simulate groundwater head fluctuations and groundwater storage changes in both confined and unconfined aquifer systems using a global-scale high-resolution (5′) groundwater model by deriving new estimates of the distribution and thickness of confining layers. Inclusion of confined aquifer systems (estimated 6–20% of the total aquifer area) improves estimates of timing and amplitude of groundwater head fluctuations and changes groundwater flow paths and groundwater-surface water interaction rates. Groundwater flow paths within confining layers are shorter than paths in the underlying aquifer, while flows within the confined aquifer can get disconnected from the local drainage system due to the low conductivity of the confining layer. Lateral groundwater flows between basins are significant in the model, especially for areas with (partially) confined aquifers were long flow paths crossing catchment boundaries are simulated, thereby supporting water budgets of neighboring catchments or aquifer systems. The developed two-layer transient groundwater model is used to identify hot-spots of groundwater depletion. Global groundwater depletion is estimated as 7013  km3 (137  km3y\n                        \n                           \n                           \n                              −\n                              1\n                           \n                        \n                     ) over 1960–2010, which is consistent with estimates of previous studies."}{"Multiscale modelling of dual-porosity porous media; a computational pore-scale study for flow and solute transport ": "Many environmental and agricultural applications involve the transport of water and dissolved constituents through aggregated soil profiles, or porous media that are structured, fractured or macroporous in other ways. During the past several decades, various process-based macroscopic models have been used to simulate contaminant transport in such media. Many of these models consider advective-dispersive transport through relatively large inter-aggregate pore domains, while exchange with the smaller intra-aggregate pores is assumed to be controlled by diffusion. Exchange of solute between the two domains is often represented using a first-order mass transfer coefficient, which is commonly obtained by fitting to observed data. This study aims to understand and quantify the solute exchange term by applying a dual-porosity pore-scale network model to relatively large domains, and analysing the pore-scale results in terms of the classical dual-porosity (mobile-immobile) transport formulation.\n                  We examined the effects of key parameters (notably aggregate porosity and aggregate permeability) on the main dual-porosity model parameters, i.e., the mobile water fraction (ϕm\n                     ) and the mass transfer coefficient (α). Results were obtained for a wide range of aggregate porosities (between 0.082 and 0.700). The effect of aggregate permeability was explored by varying pore throat sizes within the aggregates. Solute breakthrough curves (BTCs) obtained with the pore-scale network model at several locations along the domain were analysed using analytical solutions of the dual-porosity model to obtain estimates of ϕm\n                      and α. An increase in aggregate porosity was found to decrease ϕm\n                      and increase α, leading to considerable tailing in the BTCs. Changes in the aggregate pore throat size affected the relative flow velocity between the intra- and inter-aggregate domains. Higher flow velocities within the aggregates caused a change in the transport regime from diffusion dominated to more advection dominated. This change increased the exchange rate of solutes between the mobile and immobile domains, with a related increase in the value of the mass transfer coefficient and less tailing in the BTCs."}{"Occurrence and fate of emerging contaminants in water environment: A review ": "Emerging contaminants (ECs), such as personal care products (PCPs), endocrine disrupting compounds (EDCs), pharmaceuticals (PhACs) and their transformation products,whose occurrence at trace levels in treated wastewater is of concern for human health and the aquatic ecosystem. Due to the relatively new introduction or detection of these pollutants, there exists a gap in the knowledge on their fate, behaviors and effects, as well as on treatment technologies for their efficient removal. Furthermore, despite the advances in treatment technologies, the design of existing treatment plants are not suited to remove these ECs, in addition to there being a lack of published health standards that provide guideline in treating these pollutants. Many new ECs are being introduced into the environment without detection. In these context, this paper reviews existing research that provide reliable and quantitative information on pharmaceuticals, PCPs and EDCs and their concentrations in surface water, ground water, drinking water and treated wastewater and the removal efficiency of different treatment processes for different emerging pollutants, with a focus on recent studies regarding the fate and behavior of the contaminants in wastewater treatment plants and in the environment as well. The paper also highlights various biological and chemical treatment techniques and their drawbacks. Also, this review discusses the scope of future research on ECs."}{"Study of total variation diminishing (TVD) slope limiters in dam-break flow simulation ": "A two-dimensional (2D) dam-break flow numerical model was developed based on the finite-volume total variation diminishing (TVD) and monotone upstream-centered scheme for conservation laws (MUSCL)-Hancock scheme, which has second-order accuracy in both time and space. A Harten-Lax-van Leer-contact (HLLC) approximate Riemann solver was used to evaluate fluxes. The TVD MUSCL-Hancock numerical scheme utilizes slope limiters, such as the minmod, double minmod, superbee, van Albada, and van Leer limiters, to prevent spurious oscillations and maintain monotonicity near discontinuities. A comparative study of the impact of various slope limiters on the accuracy of the numerical flow model was conducted with several dam-break examples including wet and dry bed cases. The numerical results of the superbee and double minmod limiters agree better with the theoretical solution and have higher accuracy than other limiters in one-dimensional (1D) space. The ratio of the downstream water depth to the upstream water depth was used to select the proper slope limiter. For the 2D numerical model, the superbee limiter should not be used, owing to significant numerical dispersion."}{"High-resolution flood modeling of urban areas using MSN_Flood ": "Although existing hydraulic models have been used to simulate and predict urban flooding, most of these models are inadequate due to the high spatial resolution required to simulate flows in urban floodplains. Nesting high-resolution subdomains within coarser-resolution models is an efficient solution for enabling simultaneous calculation of flooding due to tides, surges, and high river flows. MSN_Flood has been developed to incorporate moving boundaries around nested domains, permitting alternate flooding and drying along the boundary and in the interior of the domain. Ghost cells adjacent to open boundary cells convert open boundaries, in effect, into internal boundaries. The moving boundary may be multi-segmented and non-continuous, with recirculating flow across the boundary. When combined with a bespoke adaptive interpolation scheme, this approach facilitates a dynamic internal boundary. Based on an alternating-direction semi-implicit finite difference scheme, MSN_Flood was used to hindcast a major flood event in Cork City resulting from the combined pressures of fluvial, tidal, and storm surge processes. The results show that the model is computationally efficient, as the 2-m high-resolution nest is used only in the urban flooded region. Elsewhere, lower-resolution nests are used. The results also show that the model is highly accurate when compared with measured data. The model is capable of incorporating nested sub-domains when the nested boundary is multi-segmented and highly complex with lateral gradients of elevation and velocities. This is a major benefit when modelling urban floodplains at very high resolution."}{"The blue and grey water footprint of construction materials: Steel, cement and glass ": "Numerous studies have been published on water footprints (WFs) of agricultural products, but much less on WFs of industrial products. The latter are often composed of various basic materials. Already the basic materials follow from a chain of processes, each with its specific water consumption (blue WF) and pollution (grey WF). We assess blue and grey WFs of five construction materials: chromium-nickel unalloyed steel, unalloyed steel, Portland cement (CEM I), Portland composite cement (CEM II/B) and soda-lime glass. Blue and grey WFs are added up along production chains, following life cycle inventory and WF accounting procedures. Steel, cement and glass have WFs dominated by grey WFs, that are 20–220 times larger than the blue WFs. For steel, critical pollutants are cadmium, copper and mercury; for cement, these are mercury or cadmium; for glass, suspended solids. Blue WFs of steel, cement and glass are mostly related to electricity use."}{"Hydrogeochemical characteristics and groundwater contamination in the rapid urban development areas of Coimbatore, India ": "The Singanallur Sub-basin is one of the major waterways and it supplies water to the Coimbatore city. Currently, it is vulnerable to pollution due to an increase of unplanned urban developments, industrial, and agricultural activities that compromise both the quality and quantity. In the present study three major hydrochemical facies were identified (mixed Ca-Mg-Cl, Ca-Cl, and Ca-HCO3). Irrigation suitability indexes are specifies that the groundwater in the areas has very high salinity hazard and low to medium alkali hazard. The mechanism controlling groundwater chemistry originally regulated by the evaporation process is dominated by reason of arid condition and anthropogenic activities existing throughout the region. The multivariate statistical analysis (Correlation analysis (CA), principal component analysis (PCA) and Hierarchical cluster analysis (HCA)) indicates, most of the variations are elucidated by the anthropogenic pollutant predominantly due to population growth, industrial effluents, and irrigation water return flow. This study demonstrates enhanced information of evolution of groundwater quality by integrating hydrochemical data and multivariate statistical methods are used to understand the factors influencing contamination due to natural and anthropogenic impacts."}{"Effects of water quality changes on the recreation benefits of swimming in Finland: Combined travel cost and contingent behavior model ": "Finland is a highly coastal country with a large archipelago area and numerous lakes. Consequently, these provide an essential environment for water-based outdoor recreation activities. To improve the information base for evaluating the welfare effects of policy instruments addressing water quality, such as the EU Water Framework Directive, this study examined the effects of changes in water quality on the recreation benefits, focusing on swimming trips in Finland. National recreation inventory data were used to provide information on welfare changes at the national level. The combined travel cost and contingent behavior approach revealed that the recreation value of a swimming trip in the current state was approximately 16 euros. The approach allowed assessment of the welfare effects of water quality changes beyond the observed levels, showing that a hypothetical decrease in water quality to a level at which the water visibility would be less than 1 m and abundant slime would exist decreased the value to 9 euros. Water quality improvement to a level at which the perceived water visibility would be over 2 m and no slime would exist increased the value per trip to 22 euros. In total, the overall annual value of all visits made for swimming in the case of water quality improvement increased the recreation benefits by 53–80%, while a deterioration in quality decreased the benefits by approximately 80%."}{"How far can investment in efficient irrigation technologies reduce aquifer overdraft? Insights from an expert elicitation in Aguascalientes, Mexico ": "Aquifer overdraft is a key public concern in arid and semiarid regions —where agriculture is responsible of most of the water extraction. To tackle this problem, policy interventions in those regions most frequently focus on investment in irrigation technologies. However, these investments are usually carried out without consideration of the effects on water extraction. Estimation of such effects tend to be expensive and time-consuming because they vary depending on technology- and location-specific conditions, and their interactions. Thus there is the demand for methodologies that can provide cheaper estimates, even if rough. This paper explores whether an expert elicitation can provide insights on the impacts that are reasonable to expect from specific efficient irrigation technologies. Our case study is the aquifer of Valle de Aguascalientes, Mexico —where extraction is more than 80% above of the natural recharge. We have learned that our experts in agronomy and hydrology do not expect that sprinkler or drip technologies will substantially reduce overdraft. These results are policy relevant because both types of technologies are at center of the strategies proposed by the policy makers aiming to solve aquifer overdraft in Aguascalientes."}{"ASPEN PLUS simulation model for CO2 removal with MEA: Validation of desorption model with experimental data ": "The chemical absorption process has been extensively studied as one of the main carbon capture and separation technologies. This process comprises two stages: The absorption of CO2 into the solvent and the desorption, to regenerate the solvent and produce the high concentrated CO2 gas.\n                  Validated simulation models are essential for the scale-up of the chemical absorption process and they are typically validated using only data from one pilot plant. In this work, a simulation model of the desorption column built in ASPEN PLUS v8.6 was validated using four experimental pilot campaigns using 30wt% MEA. The desorbers in the different campaigns varied in the diameters, structured packing heights and packing types.\n                  A good agreement is observed between experimental data and the simulation results of the chemical absorption process presented here. The model shows an AARD (average absolute relative deviation) of 9.2% for the CO2 stripped (kg/h) for the tested 78 experimental runs. The simulated temperatures of the liquid flux leaving the reboiler show a deviation of 3.3% compared with the experimental data. The deviations on the estimation of the CO2 stripped show some dependency on the CO2 loading in the rich amine flux entering the desorber. However, the deviations are independent on the temperature of the rich amine."}{"Recent advances in photocatalysis for environmental applications ": "Advanced Oxidation technologies (AOTs) are gaining attention as an effective waste water treatment methodology capable of degrading diverse spectrum of recalcitrant organic contaminants and microbes. Undoubtedly, photocatalysis is a promising AOT to alleviate the problem of water pollution. Despite recent research into other photocatalysts (e.g. ZnO, ZnS, Semiconductor-Graphene composites, perovskites, MoS2, WO3 and Fe2O3), titanium dioxide (TiO2) remains the most popular photocatalyst due to its low cost, nontoxicity and high oxidising ability. Moreover, titania photocatalysts can easily be immobilized on various surfaces and be scaled up for large scale water treatment. The current review aims to highlight recent advancements in photocatalytic AOTs with main emphasis on TiO2 photocatalysis. This review also discusses the use of TiO2 photocatalysis for water and waste treatment, treating contaminants of emerging concern (CECs), pesticides, endocrine disrupters (EDs) and bacteria using both UV and visible light irradiations. It was concluded that with efficient photoreactor configuration and further studies on the photocatalyst regeneration, TiO2 photocatalysis is a viable option for the reclamation of agricultural/irrigational waste water. Novel doped photocatalysts such as ZnS-CuS-CdS, carbon spheres/CdS, g-C3N4-Au-CdS, ZnS-WS2-CdS, C3N4-CdS and Pd-Cr2O3-CdS have also been discussed. Finally, the advances in the actively studied metal organic framework based photocatalysts that are emerging as effective alternate for metal oxide based photocatalysts is also discussed in detail."}{"Efficient techniques for the removal of toxic heavy metals from aquatic environment: A review ": "The controversy related to the environment pollution is increasing in human life and in the eco-system. Especially, the water pollution is growing rapidly due to the wastewater discharge from the industries. The only way to find the new water resource is the reuse of treated wastewater. Several remediation technologies are available which provides a convenience to reuse the reclaimed wastewater. Heavy metals like Zn, Cu, Pb, Ni, Cd, Hg, etc. contributes various environmental problems based on their toxicity. These toxic metals are exposed to human and environment, the accumulation of ions takes place which causes serious health and environmental hazards. Hence, it is a major concern in the environment. Due to this concern, the significance of developing technology for removing heavy metals has been increased. This paper contributes the outline of new literature with two objectives. First, it provides the sketch about treatment technologies followed by their heavy metal capture capacity from industrial effluent. The treatment performance, their remediation capacity and probable environmental and health impacts were deliberated in this review article. Conclusively, this review paper furnishes the information about the important methods incorporated in lab scale studies which are required to identify the feasible and convenient wastewater treatment. Moreover, attempts have been made to confer the emphasis on sequestration of heavy metals from industrial effluent and establish the scientific background for reducing the discharge of heavy metals into the environment."}{"The mechanism of the spontaneous detonation of ammonium nitrate in reactive grounds ": "The mechanism of the decomposition of ammonium nitrate fuel oil (ANFO) and of ammonium nitrate (AN) emulsions has been investigated. The formation of NO gas bubbles at the end of an induction period was observed, which led to the evolution of brown NO2 gas on contact with air. Inhibition of the decomposition reaction could be achieved by reducing the NO concentration in the gas phase, with inhibitors not in physical contact with the reaction mixture. NO adsorbing clay minerals (hydrotalcite) were effective inhibitors, indicating multiple mechanisms of inhibition. A central role is assigned to nitrous acid (HNO2): sequestering NO prevents its formation, base inhibitors keep it in the non-reactive form of the nitrite ion (pKa of HNO2\n                     ∼3), and urea in acidic conditions decomposes it to harmless N2. Our results have implications in industries where NOx emissions can cause significant environmental problems for both aquatic and marine life as well as for human health."}{"Assessing causes of yield gaps in agricultural areas with diversity in climate and soils ": "Identification of causes of gaps between yield potential and producer yields has been restricted to small geographic areas. In the present study, we developed a novel approach for identifying causes of yield gaps over large agricultural areas with diversity in climate and soils. This approach was applied to quantify and explain yield gaps in rainfed and irrigated soybean in the North-Central USA (NC USA) region, which accounts for about one third of soybean global production. Survey data on yield and management were collected from 3568 producer fields over two crop seasons and grouped into 10 technology extrapolation domains (TEDs) according to their soil, climate, and water regime. Yield potential was estimated using a combination of crop modeling and boundary functions for water productivity and compared against highest producer yields derived from the yield distribution in each TED-year. Yield gaps were calculated as the difference between yield potential and average producer yield. Explanatory factors for yield gaps were investigated by identifying management practices that were concordantly associated with high- and low-yield fields. Management×TED interactions were then evaluated to elucidate the underlying causes of yield gaps. The chosen spatial TED framework accounted for about half of the regional variation in producer yield within the NC USA region. Across the 10 TEDs, soybean average yield potential ranged from 3.3 to 5.3 Mgha−1 for rainfed fields and from 5.3 to 5.6Mgha−1 for irrigated fields. Highest producer yields in each TED were similar (±12%) to the estimated yield potential. Yield gap, calculated as percentage of yield potential, was larger in rainfed (range: 15–28%) than in irrigated (range: 11–16%) soybean. Upscaled to the NC USA region, yield potential was 4.8Mgha−1 (rainfed) and 5.7Mgha−1 (irrigated), with a respective yield gap of 22 and 13% of yield potential. Sowing date, tillage, and in-season foliar fungicide and/or insecticide were identified as explanatory causes for yield variation in half or more of the 10 TEDs. However, the degree to which these three factors influenced producer yield varied across TEDs. Analysis of in-season weather helped interpret management×TED interactions. For example, yield increase due to advances in sowing date was greater in TEDs with less water limitation during the pod-setting phase. The present study highlights the strength of combining producer survey data with a spatial framework to measure yield gaps, identify management factors explaining these gaps, and understand the biophysical drivers influencing yield responses to crop management."}{"The role of surface roughness, albedo, and Bowen ratio on ecosystem energy balance in the Eastern United States ": "Land cover and land use influence surface climate through differences in biophysical surface properties, including partitioning of sensible and latent heat (e.g., Bowen ratio), surface roughness, and albedo. Clusters of closely spaced eddy covariance towers (e.g., <10km) over a variety of land cover and land use types provide a unique opportunity to study the local effects of land cover and land use on surface temperature. We assess contributions albedo, energy redistribution due to differences in surface roughness and energy redistribution due to differences in the Bowen ratio using two eddy covariance tower clusters and the coupled (land-atmosphere) Variable-Resolution Community Earth System Model. Results suggest that surface roughness is the dominant biophysical factor contributing to differences in surface temperature between forested and deforested lands. Surface temperature of open land is cooler (−4.8°C to −0.05°C) than forest at night and warmer (+0.16°C to +8.2°C) during the day at northern and southern tower clusters throughout the year, consistent with modeled calculations. At annual timescales, the biophysical contributions of albedo and Bowen ratio have a negligible impact on surface temperature, however the higher albedo of snow-covered open land compared to forest leads to cooler winter surface temperatures over open lands (−0.4°C to −0.8°C). In both the models and observation, the difference in mid-day surface temperature calculated from the sum of the individual biophysical factors is greater than the difference in surface temperature calculated from radiative temperature and potential temperature. Differences in measured and modeled air temperature at the blending height, assumptions about independence of biophysical factors, and model biases in surface energy fluxes may contribute to daytime biases."}{"Effect of physicochemical and biological parameters on the quality of river water of Narmada, Madhya Pradesh, India ": "Narmada River is considered to be the holy river of the state Madhya Pradesh. A study was considered for the development of water quality index using eight parameters pH, Temperature, Total Dissolved Solids (TDS), Turbidity, Nitrate-Nitrogen (NO3-N), Phosphate (PO4\n                     3−), Biological Oxygen Demand (BOD), Dissolved Oxygen (DO) measured at six different sites (S1–S6) along the river Narmada. Three methods (Weighted Arithmetic Water Quality Index, National Sanitation Foundation Water Quality Index and Canadian Council of Ministers of the Environment Water Quality Index) were used for calculation of water quality index. This was observed that the water quality was found to be excellent to good in the season summer and winter and poor to unsuitable for human consumption in the season monsoon along the river Narmada. The fall in the quality of water in monsoon season was due to poor sanitation, turbulent flow, soil erosion and high anthropogenic activities."}{"Modeling and simulation of a micro grid-connected solar PV system ": "In 2012, the Ministry of Electricity and Renewable Energy (MERE); began promoting the system of ‘Feed-in Tariff’ in billing. The introduced system allows the user to generate electricity through solar panels mounted on the roofs of residential buildings and governmental organizations and tied to the grid. To benefit from MERE’s approach, the National Water Research Center (NWRC) (Qanatir, Egypt) set up a pilot rooftop 91kW PV system. All the generated electricity is fed into the 220V, 50Hz low voltage grid serving NWRC premises. In this manuscript a MATLAB Simulink model is constructed mimicking a detailed representation of the system tied either to the local low voltage grid or to the national high voltage grid. The aim of such modeling effort is to provide early evaluation of the system performance. The economical savings of both scenarios are compared based on the new billing system. Results show that the current system saves 100 thousand L.E./year, while tying the system to the national grid will save 235.8 thousand L.E./year."}{"Modeling of discharge and sediment transport through the SWAT model in the basin of Harraza (Northwest of Algeria) ": "The objective of this study is to model discharge and solid erosion quantification through a small agricultural watershed by applying the SWAT model (Soil and Water Assessment Tools) on the Wadi Harraza’s basin of which is part of Wadi Cheliff’s basin, with an average altitude of 500m, drains an area of 568sqkm. Soil and Water Assessment Tool (SWAT, version 2009) model integrated with Geographic Information System (ArcGIS, version 10.0) were used to simulate the discharge and sediment concentration of Wadi Harraza’s basin for the period from 2004 to 2009. Model calibration and validation were performed for monthly time periods using Sequential Uncertainty Fitting 2 (SUFI-2, version 2) within SWAT-CUP. Our calibration and validation outputs for monthly simulation showed a good model performance for discharges. Thus the evolution of the average total annual sediment in the Wadi Harraza’s basin which will be deposited in the Wadi Cheliff, is estimated at 54.24tha−1."}{"Removal of pathogenic bacteria from wastewater using silver nanoparticles synthesized by two fungal species ": "Nanotechnology are fast advancing and currently became more effective than the conventional technologies used in water treatment that offers safe opportunities for using unconventional water supply sources. Fungi are more versatile in growth and metal tolerance in contrast to bacterial population. This work aims to demonstrate the extracellular synthesis of silver nanoparticle by using two filamentous fungi Penciillium Citreonigum Dierck and Scopulaniopsos brumptii Salvanet-Duval isolated from Lake Burullus, examine the biosynthesized nano-silver particles by UV–vis spectroscopy, transmission electron microscopy (TEM). The functional group of protein molecules surrounding AgNPs was identified using Fourier transform infrared (FTIR) analysis. Check the antibacterial activity of biosynthesized silver nanoparticles at two concentrations (550.7 and 676.9mg/l) and interact it with bacteria for different durations (15, 60 and 120min). Polyurethane foam was used as silver carrier and nano-silver solution for the removal of pathogenic bacteria in polluted water. The synthesized AgNPs showed an excellent antibacterial property on gram positive and gram negative bacterial strains."}{"Simulating streamflow in an ungauged catchment of Tonlesap Lake Basin in Cambodia using Soil and Water Assessment Tool (SWAT) model ": "The study objective of this work is to test the applicability of the Soil and Water Assessment Tool (SWAT) model to simulate the streamflow through calibration and validation for both daily and monthly basis in the Stung Pursat River catchment, an ungauged sub-catchment of Tonle Sap Basin in Cambodia. In order to achieve the objective of the study, SWAT model was set up with study period of 10 years (2001–2010). Additionally, ArcSWAT2012 and ArcGIS10.2.2 combined with Sequential Uncertainty Fitting-2 (SUFI-2) algorithms were used to conduct uncertainty analysis, calibration and validation of the SWAT model using daily observed streamflow data at the catchment outlet. Daily simulation produced the results with Nash-Sutcliffe Simulation Efficiency (NSE) of 0.38, Percent Bias (PBIAS) of +5.1% and Root Mean square error-observation standard deviation Ratio (RSR) of 0.79 in calibration period, and with NSE of −6.61, PBIAS of −78.38% and RSR of 2.67 in validation period. The streamflow results of monthly time series were improved and acceptable with NSE of 0.60 while decrease the value of PBIAS and RSR to 1.14, and 0.63 respectively. The SWAT model should be used to simulate monthly streamflow in such an ungauged catchment like the Stung Pursat catchment due to data scarcity and uncertainty."}{"Evaluation of heavy metal contamination using environmetrics and indexing approach for River Yamuna, Delhi stretch, India ": "The objective of the present study is to investigate the current status of heavy metal pollution in River Yamuna, Delhi stretch. The concentrations of Nickel, Cadmium, Chromium, Copper, Iron, Lead, and Zinc in water samples have been studied during December 2013–August 2015. The overall mean concentration of heavy metals was observed in the following order Fe>Cu>Zn>Ni>Cr>Pb>Cd. Correlation analysis formed two distinct groups of heavy metals highlighting similar sources. This was further corroborated by results from principal components analysis that showed similar grouping of heavy metals (Ni, Zn, Fe, Pb, Cd) into PC1 having one common source for these heavy metals and PC2 (Cu, Cr) having another common source. Further, our study pointed out two sites i.e. Najafgarh drain and Shahdara drain outlet in river Yamuna as the two potential sources responsible for the heavy metal contamination. Based on heavy metal pollution index value (1491.15), we concluded that our study area as a whole is critically polluted with heavy metals under study due to pollutant load from various anthropogenic activities."}{"Studies on high iron content in water resources of Moradabad district (UP), India ": "In India, the district of Moradabad lies between 28°21′ to 28°16′ north latitude and 78°4′ to 79° east longitude in western Uttar Pradesh. The city is known for its export of brass handicrafts to various countries across the world including North America and Europe and is also known as Peetal Nagri (Brass City). A field survey was conducted in district Moradabad along with a public interaction program on water related problems. A total of 108 representative villages covering all eight blocks of Moradabad district were visited and interactions were held with the local population to find out the status of drinking water quality and associated problems. The previous studies on surface and groundwater quality assessment of Moradabad district did not cover the entire area or present the water quality awareness amongst the local population despite of the repeatedly complains about the yellow colour of water.\n                  Water quality of surface and groundwater has been assessed with respect to metal concentration using ICP-OES technique. Out of the 64 water samples collected, copper, arsenic, lead and chromium concentrations were always within the permissible limits. While iron concentration, more than 50% of the samples were beyond permissible limit. Maximum iron level in groundwater sample was 3820ppb and that in surface water sample was 6294ppb whereas the permissible limit is 300ppb.\n                  The overload of iron may cause severe health problems such as liver cancer, diabetes, cirrhosis of liver, diseases related to heart and central nervous system, infertility etc. The presence of high concentration of iron leads to adverse changes in colour, odour and taste of water and it also stains clothes and utensils. However, the local health authority's records are not available."}{"Estimation and inter-comparison of infiltration models ": "Infiltration models are very helpful in designing and evaluating surface irrigation systems. The main objective of the present work is estimation and inter-comparison of infiltration models which are used to evaluate the infiltration rates of National Institute of Technology (NIT)-campus in district of Kurukshetra, Haryana (India) and for this study, field infiltration tests were carried out at ten different locations comprising of 109 observations by use of double ring infiltrometer. The potential of three infiltration models (Kostiakov, Modified Kostiakov and US- Soil Conservation Service (SCS)) were evaluated by least–square fitting to observed infiltration data. Three statistical comparison criteria including maximum absolute error (MAE), Bias and root mean square error (RMSE) were used to determine the best performing infiltration models. In addition, a novel infiltration model was developed from field tests data using nonlinear regression modeling which suggests improved performance out of other three models. In case of nonexistence of observed infiltration data, this novel model can be used to artificially generate infiltration data for NIT campus."}{"Antibiotics resistance phenomenon and virulence ability in bacteria from water environment ": "This study aims to determine the impact of five main drains as sources of antibiotics resistant bacteria in River Nile at Rosetta branch, and to generate a baseline data on their virulence ability. Out of 212 bacterial isolates, 39.2% and 60.8% were recovered from drains and Rosetta branch, respectively. Susceptibility of bacteria to different antibiotics showed multiple antibiotics resistances (MAR) for the majority of isolates. Meanwhile, sensitivity was mostly directed to ofloxacin and norfloxacin antibiotics. Calculated MAR index values (>0.25) classified area of study as potentially health risk environment. Testing virulence ability of bacteria from drains showed positive results (65%). Contrastively, virulent strains in Rosetta branch were mostly lacking in this study. Concluding remarks justify the strong correlation (r=+0.82) between MAR and virulence of bacteria in polluted aquatic ecosystems, and highlight the potential of drains as reactors for their amplification and dissemination. The study suggests regular monitoring for antibiotics resistance in native bacteria of River Nile, prohibition of unregulated use of antibiotics, and proper management for wastes disposal."}{"Applications of zwitterionic polymers ": "Zwitterionic polymers are characterized with equal anion and cation groups on the molecular chains, which make them highly hydrophilic and antifouling. They can resist nonspecific protein adsorption, bacterial adhesion, and biofilm formation. Therefore, they have great potential to be applied in a wide range of biological and medical related fields, such as antifouling coatings of biomedical implants, blood contacted sensor and drug delivery in vivo, separation membrane and marine coatings. The review mainly focuses on the progress of those applications of zwitterionic polymers on the molecular level. Problems existed in these applications are also discussed and the development of in future is prospected."}{"A review of the latest development of polyimide based membranes for CO2 separations ": "Membrane technology is a very emerging industrial process offering significant advantages in terms of low energy requirements, capital investments, easy to operate and compact equipment, in comparison with the traditional processes. This is due to the selective barrier, through the thin layer structure, which is called membrane, in which the separation occurs with relative lower energy demands. To this end, many types of materials, commercially available or synthesized in the laboratory, have been tested as candidate materials in various membrane applications. Properties such as, plasticization, solubility in inorganic or organic solvents, high thermal properties, flexibility, mechanical strength are required for the selection of the optimum material for every industrial application. In any case, the major factors that define the selection of a material as well as the efficiency of a certain filtration process are the high permeation and separation coefficients. The separation mechanism in a polymeric membrane mainly depends on material's nature combined with its formation process. Due to extreme differences between the polymer candidates many studies have been reported in the literature regarding the optimum materials for the different membrane types. Polyimides are a very attractive class of polymers that can be used on membrane technology, exhibiting high selectivities combined with high permeances for a large variety of applications including gas and liquid separations. In this article the principle theory of the mass transfer phenomena through polymers and a brief outline of polyimides based gas separation membranes are presented and discussed. In specific, selected works of the preparation routine and the gas permeation/selectivity properties of polyimide based membranes are presented and discussed by giving emphasis on the carbon dioxide permeation and separation properties."}{"Evonik advances a new, greener catalytic process for methyl methacrylate production ": ""}{"Intrinsic values in nature: Objective good or simply half of an unhelpful dichotomy? ": "Two generations of conservationists and philosophers have built a strong case for intrinsic values in nature; they are the basis of the normative postulates of conservation biology. I argue that the recognition of intrinsic natural value is a fundamental and non-negotiable aspect of an eco-evolutionary worldview. Recently, relational values, “preferences, principles, and virtues associated with relationships”, have been proposed as a third category of values in nature, which may help to resolve the debate between instrumental and intrinsic valuation. By depicting intrinsic values as part of an unhelpful dichotomy between anthropocentric and ecocentric values, the current assessment of relational values fails to adequately account for the modern philosophical view of intrinsic natural value. The recognition of intrinsic natural value is not merely an academic exercise, but rather a vital aspect of conservation of the biosphere; recognition of value entails the obligation to do what is right, i.e., protect the good. Any attempt to reframe the discussion about values and environmental protection through more formal recognition of relational values will need to more clearly address how relational and intrinsic values coexist and how they can jointly form the basis for nature conservation."}{"Does a reduction in the price of rhino horn prevent poaching? ": "Rhino poaching around the world has increased inordinately, to the extent that concerns exist over the possible survival of the species. An open access rhino poaching model is developed for South African rhino. The model is a hybrid dynamical model, as both a system dynamics model as well as a Bayesian network model are developed. The system dynamics model is used to estimate the unknown parameter values (through optimisation) and also to determine the intervals for the parameters. These intervals are then used in the Bayesian Belief Network model to assess uncertainty. Hybrid approaches improve the ability to validate models compared with conventional modelling. The resultant model indicates that reducing the price of rhino horn would not be effective at curbing poaching, unless poacher costs are also increased. However, increasing poacher costs is not a realistic policy option since these costs are largely beyond the control of decision-makers. The insensitivity of price to poaching effort has implications for methods proposed to reduce the value of rhinos, such as introducing synthetic rhino horn and the de-horning of rhinos."}{"Setting conservation priorities for Lebanese flora—Identification of important plant areas ": "Considered as a hotspot for biodiversity in the Mediterranean Basin, Lebanon is currently witnessing anarchic urbanization and unprecedented destruction of its natural habitats. Unregulated urbanization is also compounded by the surge in Lebanon’s population due to the unabated influx of Syrian refugees since 2012. This work aims to define Important Plant Areas (IPAs) with exceptional botanical richness. These IPAs should constitute the priority zones for conservation, contributing to the fulfillment of national targets in the framework of the Aichi Biodiversity Targets.\n                  A customised methodology was developed to suit to the Lebanese geomorphological characteristics, using an approach that combined three indicators: species richness; species conservation value including endemism and rarity; and, the habitat conservation value. Out of the characterized 1250 cells of 3 km × 3 km covering Lebanon, 11 were ranked as IPAs of very high importance and 20 as IPAs of high importance. These 31 top ranked cells covered 3% of Lebanon’s area. These IPAs contained diverse habitat mosaics, including forests, mountain screes, cliffs and grasslands and host a total of 2386 species amounting to 79% of the flora of Lebanon and 80% of the species endemic to Lebanon. Seven of these top ranked cells contained species strictly endemic to Lebanon. Only 26% of these IPAs were already designated as protected areas and hosted 45% of Lebanon’s plant species.\n                  This map of IPAs provides important information for stakeholders, practitioners and politicians involved in conservation in Lebanon to protect endangered zones and develop rational strategies for their conservation."}{"Willingness to pay for mitigating human-elephant conflict by residents of Nepal ": "Human-elephant Conflict (HEC) is a significant problem in Nepal, with approximately two-thirds of households being impacted by elephants (Elephas maximus), particularly during the winter. In addition to elephant casualties, more than 10% of the households surveyed have had human casualties (injury or death) during the past 5 years. This study evaluates the economic viability of elephant conservation in Nepal within the context of current and proposed HEC mitigation scenarios. Face-to-face interviews were carried out using a structured questionnaire to elicit the residents’ willingness to pay (WTP) for elephant conservation and HEC mitigation programs using seemingly unrelated regression (SUR). Residents’ WTP was found to be positively related to income and education, and negatively related to damage-related programs. Local stakeholders were willing to pay about 42% more to programs that were economically transparent and improved upon existing management. Residents’ WTP were also greater if they have had previous HEC-related injuries or deaths."}{"A Literature Review on Women’s Oral Health Across the Life Span ": "The importance of women’s oral health and its association with overall systemic health cannot be overemphasized. Poor oral health can have several detrimental effects on a woman’s health across her life span. This article reviews the literature and describes how nurses, nurse practitioners, and nurse-midwives can incorporate oral cavity examinations into their care of women."}{"Reducing forest and land fires through good palm oil value chain governance ": "United Nations' Sustainable Development Goals (SDGs) aim to protect the planet and ensure prosperity. In reaching SDGs, Indonesia's palm oil industry represents a solution for the economy but a problem for environment-related goals. Palm oil is a tremendous land-based commodity that supports the subnational and national economies of Indonesia. With 11.4 million ha of plantations, palm oil has contributed USD 20.75 billion in 2015 to Indonesia's export income. However, fire has been involved in the development and replanting of palm oil plantations. Smoke haze from fires harm the economy, the environment, and the health of millions of people. The research took a normative approach to understand whether the current palm oil value chain governance comply with the principle of good governance. The focus was on analyzing options to improve the current governance towards good governance, which is able to reduce fire uses. We reviewed previous investigations, and carried out focus group discussions, field interviews, and value chain analysis. We found that the palm oil economy distributed enormous value added to those participating in the chain. However, the fire uses in land preparation can be altered by using coercion, dis(incentives) and dominant information that held by district and central governments, growers and mil. The potential benefits from green products, a strengthened growers' association, moving up scenarios can be used to compensate the ‘benefits’ of using fire. Lessons learnt from the palm oil commodity chain in Indonesia, when the economy and the environment are contested, can be used by other countries to reach towards their SDGs."}{"Trees for life: The ecosystem service contribution of trees to food production and livelihoods in the tropics ": "Despite expanding interest in ecosystem service research over the past three decades, in-depth understanding of the contribution of forests and trees to food production and livelihoods remains limited. This review synthesizes the current evidence base examining the contribution of forest and trees to agricultural production and livelihoods in the tropics, where production often occurs within complex land use mosaics that are increasingly subjected to concomitant climatic and anthropogenic pressures. Using systematic review methodology we found 74 studies investigating the effect of forest or tree-based ecosystem service provision on a range of outcomes such as crop yield, biomass, soil fertility, and income. Our findings suggest that when incorporating forests and trees within an appropriate and contextualized natural resource management strategy, there is potential to maintain, and in some cases, enhance yields comparable to solely monoculture systems. Furthermore, this review has illustrated the potential of achieving net livelihood gains through integrating trees on farms, providing rural farmers with additional income sources, and greater resilience strategies to adapt to market or climatic shocks. However, we also identify significant gaps in the current knowledge that demonstrate a need for larger-scale, longer term research to better understand the contribution of forest and trees within the broader landscape and their associated impacts on livelihoods and food production systems."}{"Mapping certified forests for sustainable management - A global tool for information improvement through participatory and collaborative mapping ": "There are currently no spatially explicit, openly accessible data available on forest certification below national level, so understanding the drivers of certification in the past, examining the scope for further certification and using this information for development of future sustainable forest management strategies is challenging. Hence, this paper presents a methodology for the development of a global map of certified forest areas at 1km resolution in order to satisfy this information need. Validation of the map with certified areas in Russia showed reasonable results, but the lack of openly accessible data requires broadening the strategy for improving the global certification map in the future. Thus, the second aim of the paper is to present an online tool for visualization and interactive improvement of the global forest certification product through collaborative mapping, aiming at a range of stakeholders including third-party certifiers, green NGOs, forestry organizations, decision-makers, scientists and local experts. Such an approach can help to make more accurate information on forest certification available, promote the sharing of data and encourage more transparent and sustainable forest management, i.e. both producers and users can benefit from this online tool."}{"European private forest owner typologies: A review of methods and use ": "The increasing diversity of non-industrial private forest owners (PFOs) in Europe has been recognized by policy makers and the forestry sector at large. Typologies of these owners have been developed to provide an understanding of the diversity of owners' attitudes, values, beliefs, management objectives and behaviour. We analyzed PFO typologies from 28 European countries published from 1985 to 2015 in peer-reviewed journals and grey literature with respect to 1) research approaches and methods used; 2) typology objectives and problems addressed; 3) policy and management recommendations given. Using an on-line questionnaire we asked the first authors of the most relevant publications to retrospectively assess 4) the use of their typologies in education, science and forest policy. Most of the 66 publications reviewed share the common objective of providing a better understanding of forest ownership. Typologies were also developed to address roundwood mobilization, delivery of public goods, forest management approaches, involvement in PFO associations and entrepreneurship. The most common methodological approach was quantitative where owners were grouped by k-means clustering into 2 to 6 types and labelled with various names. Most frequently used labels were Multiobjective owners, Recreationists, Investors, Farmers, Indifferent owners, Conservationists, Multifunctional owners and Self-employed owners. Policy implications remain vague. The typologies had mostly been used in teaching and occasionally by politicians, civil servants or stakeholders. Only a half of the typologies had a follow-up study or was updated over time by the authors. After decades of classifying PFOs, it seems necessary to explore the link between typologies and forest owners' overt behaviour."}{"Strengthening move analysis methodology towards bridging the function-form gap ": "Move analysis is a text analytical approach first developed by John Swales (1981) to investigate the underlying generic structure of research articles (RAs) in terms of moves-and-steps for pedagogical purposes. A widely shared aspiration of move analysts has been to identify the linguistic features characterizing the various RA moves not only in English, but also across languages. One shortcoming blocking this advancement is the lack of multilingual corpora fully annotated for their specific communicative functions in a coordinated and reliable manner. In this paper, we describe and discuss a methodology for analysing the various RA sections for their generic structure up from the step level in two languages and across a wide range of disciplines, using the discussion section as a test case for illustrating that methodology. Among the topics treated are establishing criteria for choosing a suitable sample of comparable RA discussions across the two languages, designing a model for annotating the section's moves and steps, creating an accessible computer-assisted coding scheme, achieving good levels of inter-rater reliability, and obtaining validation from expert informants and writers. In essence, this is a methodology paper offered as a working model for other EAP researchers undertaking similar analyses in future."}{"Profiling maritime communication by non-native speakers: A quantitative comparison between the baseline and standard marine communication phraseology ": "This paper compares ESP communication by non-native speakers of Maritime English with communication outside a nautical setting in order to profile its structural idiosyncrasy. Vocabulary growth, word frequencies, lexical and key word densities, and grammar diversity as dependent linguistic variables observed in transcribed full-mission simulation exercises are contrasted to the Brown Corpus, the Vienna-Oxford International Corpus of English and the Standard Marine Communication Phrases (SMCP). Using quantitative linguistics, inherent structural patterns of nautical team communication are identified and similarities and variations highlighted. Significant differences found in all linguistic features are gauged by means of the Probability of Superiority (PS) effect size. A linguistic profile is created which quantifies the observed language patterns and provides a quantitative model for the linguistic genre of this particular discourse community. The model fills the gap of quantitative research on empirical bridge team communication samples and delivers a valid tool for estimating the magnitude of observed linguistic effects."}{"The future of wooden multistory construction in the forest bioeconomy – A Delphi study from Finland and Sweden ": "The rise of wooden multistory construction (WMC) in the Nordic countries has turned out to be the most evident construction-related new business opportunity in the emerging bioeconomy. Based on earlier literature, the future growth prospects for the rise of WMC are rooted in the concerns regarding environmental issues, as witnessed in a plethora of studies focusing on carbon footprinting. But do new (performance-based) regulations ‘favor’ WMC or do they give a more ‘just’ comparison of alternative building concepts? Therefore, more information is needed on the role of growing environmental awareness and preferences for wood as a renewable and recyclable material in the markets. Our paper presents results from a two-round Delphi study focusing on the relative strength and perceived interplay between likelihood and the desirability of environmental concerns in driving WMC in Finland and Sweden. Using qualitative analysis of expert interviews in the first Delphi round, the issues related to sustainable development appear to have growing importance in the marketplace. However, the panelists perceive that the emphasis on sustainability is mainly driven by the changing regulation reflecting societal needs, and only few experts saw it as echoing directly from changing individual consumer needs. In the second Delphi round, implemented with an online survey, the likelihood and desirability of sustainability as a megatrend in housing was perceived to gain further impetus toward 2030, both in the form of consumer demand for sustainable living and wood construction as a modern way of living. However, future research is needed to get a better understanding on the strength and scope of these drivers."}{"The impact of forest management plans on trees and carbon: Modeling a decade of harvesting data in Cameroon ": "By 2010, about 25% (180millionha) of The International Tropical Timber Organization (ITTO) producer countries’ permanent forest estate was being managed using an approved forest management plan (FMP). While the existence of a FMP is often used as evidence of sustainable forest management (SFM), State officials mandated to monitor and verify FMPs’ implementation often lack the technical knowledge and political incentives to assess the changes that have been introduced, notably in terms of harvested volumes and species. Among tropical timber producers, Cameroon is considered to be exemplary for its progressive forest regulatory framework. Here we aim to estimate for the first time in sub-Saharan Africa the causal impact of the implementation of FMPs on harvested volumes, species and carbon stocks. We do so by using a 12-year (1998–2009) unbalanced longitudinal data set of a detailed, official harvesting inventory of 81 concessions in Cameroon. Results provide evidence to the theoretical expectations that for many years many practitioners have had on the implementation of SFM, i.e. that FMPs show a substantial opportunity to reduce carbon emissions from forest while presenting logging companies with acceptable financial trade-offs. We explore the technical and political reasons for our findings and conclude that these analyses are important for countries that are underwriting carbon-related schemes in which they propose to reduce their emissions through the effective implementation of SFM. We also demonstrate that producer countries do record useful information that, when effectively used, can help them to inform their policies and improve their sustainable development strategies."}{"Carrots, Sticks and the Brazilian Forest Code: the promising response of small landowners in the Amazon ": "The Brazilian Forest Code has been in existence more than 80 years but has largely been ineffective in reducing deforestation in the Amazon due to a lack of adherence and enforcement. Recent revisions to the law reduced the restoration requirements for Areas of Permanent Preservation (APP) and Legal Reserve (LR) and established new tools to facilitate compliance, encourage environmental conservation and strengthen the supervision and monitoring of protected areas. The goal of these changes is to facilitate compliance, encourage environmental conservation, and strengthen the monitoring of protected areas. This paper investigates the probability that a household in Rondonia, Brazil will set aside land for permanent preservation and, once this decision is made, the extent of restoration. Our results suggest that-even in a region that is heavily deforested and under conditions of weak enforcement-households are complying with the law by developing formal plans for restoration. Most important, we find that access to extension agents, existing APP guidelines, and other policy levers (such as environmental licensing) have made a significant impact on the development of these plans suggesting that the 2012 Forest Code has the potential to impact future land restoration decisions."}{"Services and industrial development: analysis of industrial policy, trends and issues for the forest-based sector ": "Increasing role of services in the economy has been recognized in the forest-based sector, yet the phenomenon and its possible impacts remain little studied. The forest-based sector companies operate in international markets and their products feed into a wide range of industrial activities. Increasing role of services as change in the operating environment of these companies can be expected to influence also on the upstream of the forest-based value chains, and better understanding of such developments is needed. This study analyses documents of the EU industrial policy and economic cooperation at international level from the year 2000 onwards, and asks: 1) how the increasing role of services is assessed as part of industrial development, 2) which trends and drivers are identified, and 3) whether and how the issues related to the natural resources base are addressed with regard to this phenomenon. The study concludes that instead of thinking of the increasing role of services as a trend in the external environment of the forest-based sector, it can also be assessed as a symptom of more profound changes underway in the industrial production. The recent industrial policy documents emphasize the new technology-enabled production modes that revolutionize how production, distribution and value capture can be organized. By assessing the developments only with accustomed metrics, such as number and volume of services, important opportunities and challenges may remain unrecognized for the forest-based sector. The paper concludes questions for future research to address this issue."}{"Agricultural biodiversity and farm level technical efficiency: An empirical investigation ": "Land degradation with deforestation and loss of biodiversity has been considered one of the most serious environmental problems for developing countries. The lower level of agricultural productivity resulting in the inability to obtain a sufficient level of production in agriculture leads rural communities to exert pressure on forest resources while damaging the ecological services provided by them. Promotion of economic efficiency as well as achieving environmentally sustainable farming practices can help maintain a sustainable agricultural sector while reducing land degradation and pressure on forests in rural communities. In this context this study investigates the relationships between different indicators of agricultural biodiversity (crop diversity, livestock diversity and agro-diversity) and farm level technical efficiency (TE). A survey conducted covering 723 farms in Sri Lanka is used for the analysis. The results show that crop diversity, livestock diversity and agro diversity are positively related with farm level TE. Hence, it is clear that maintaining more diverse farming systems is crucial to reducing farm level inefficiency and thereby improving the welfare of rural households while reducing the pressure on extensive agricultural practices which has increased global deforestation. Such diversity is especially important for subsistence agricultural practices which are still widespread in most Asian countries."}{"Lungworms and gastrointestinal parasites of domestic cats: a European perspective ": "With the exception of Aelurostrongylus abstrusus, feline lungworms have been poorly studied. Information on their distribution is patchy and mostly limited to case reports. In this study, the occurrence of feline lungworms and co-infecting gastrointestinal parasites has been investigated in 12 European countries (i.e. Austria, Belgium, Bulgaria, France, Greece, Hungary, Italy, Portugal, Romania, Spain, Switzerland and the United Kingdom). An average of 10 domestic cats, with regular outdoor access, was sampled each month for 12months, and freshly passed faeces were collected. Stools were processed using a McMaster assay and a quantitative Baermann-Wetzel method. Animals positive for lungworms and/or gastrointestinal parasites were treated with a formulation containing fipronil, (S)-methoprene, eprinomectin, and praziquantel (Broadline®, Merial), and re-sampled 28days post-treatment. The association between lungworm infection and risk factors was analysed using statistical medians/means and the efficacy of the treatment against each lungworm species was assessed. Of 1990 cats sampled, 613 (30.8%) were positive for at least one parasite, while 210 (10.6%) were infected by lungworms. The prevalence of lungworm infection varied between the sampled sites, with the highest recorded in Bulgaria (35.8%) and the lowest in Switzerland (0.8%). None of the cats from Austria or the United Kingdom were infected by lungworms. Aelurostrongylus abstrusus was the species most frequently detected (78.1%), followed by Troglostrongylus brevior (19.5%), Eucoleus aerophilus (14.8%) and Oslerus rostratus (3.8%). The overall efficacy of the treatment was 99% for A. abstrusus and 100% for T. brevior, O. rostratus and E. aerophilus. Data presented provide a comprehensive account of the diagnosis, epidemiology and treatment of feline lungworms in Europe, as well as of the occurrence of co-infections by gastrointestinal parasites."}{"Innate immune responses play a key role in controlling infection of the intestinal epithelium by Cryptosporidium\n             ": "Cryptosporidium infection leads to acute diarrhea worldwide. The development of cryptosporidiosis is closely related to the immune status of its host, affecting primarily young ruminants, infants, and immunocompromised individuals. In recent years, several studies have improved our knowledge on the immune mechanisms responsible for the control of the acute phase of the infection and have highlighted the importance of innate immunity. The parasite develops in the apical side of intestinal epithelial cells, giving these cells a central role, as they are both the exclusive host cell for replication of the parasite and participate in the protective immune response. Epithelial cells signal the infection by producing chemokines, attracting immune cells to the infected area. They also actively participate in host defense by inducing apoptosis and releasing antimicrobial peptides, free or incorporated into luminal exosomes, with parasiticidal activity. The parasite has developed several escape mechanisms to slow down these protective mechanisms. Recent development of several three-dimensional culture models and the ability to genetically manipulate Cryptosporidium will greatly help to further investigate host-pathogen interactions and identify virulence factors. Intestinal epithelial cells require the help of immune cells to clear the infection. Intestinal dendritic cells, well known for their ability to induce and orchestrate adaptive immunity, play a key role in controlling the very early steps of Cryptosporidium parvum infection by acting as immunological sentinels and active effectors. However, inflammatory monocytes, which are quickly and massively recruited to the infected mucosa, seem to participate in the loss of epithelial integrity. In addition to new promising chemotherapies, we must consider stimulating the innate immunity of neonates to strengthen their ability to control Cryptosporidium development. The microbiota plays a fundamental role in the development of intestinal immunity and may be considered to be a third actor in host-pathogen interactions. There is an urgent need to reduce the incidence of this yet poorly controlled disease in the populations of developing countries, and decrease economic losses due to infected livestock."}{"Advances in the application of genetic manipulation methods to apicomplexan parasites ": "Apicomplexan parasites such as Babesia, Theileria, Eimeria, Cryptosporidium and Toxoplasma greatly impact animal health globally, and improved, cost-effective measures to control them are urgently required. These parasites have complex multi-stage life cycles including obligate intracellular stages. Major gaps in our understanding of the biology of these relatively poorly characterised parasites and the diseases they cause severely limit options for designing novel control methods. Here we review potentially important shared aspects of the biology of these parasites, such as cell invasion, host cell modification, and asexual and sexual reproduction, and explore the potential of the application of relatively well-established or newly emerging genetic manipulation methods, such as classical transfection or gene editing, respectively, for closing important gaps in our knowledge of the function of specific genes and proteins, and the biology of these parasites. In addition, genetic manipulation methods impact the development of novel methods of control of the diseases caused by these economically important parasites. Transient and stable transfection methods, in conjunction with whole and deep genome sequencing, were initially instrumental in improving our understanding of the molecular biology of apicomplexan parasites and paved the way for the application of the more recently developed gene editing methods. The increasingly efficient and more recently developed gene editing methods, in particular those based on the CRISPR/Cas9 system and previous conceptually similar techniques, are already contributing to additional gene function discovery using reverse genetics and related approaches. However, gene editing methods are only possible due to the increasing availability of in vitro culture, transfection, and genome sequencing and analysis techniques. We envisage that rapid progress in the development of novel gene editing techniques applied to apicomplexan parasites of veterinary interest will ultimately lead to the development of novel and more efficient methods for disease control."}{"Improving teamwork skills and enhancing deep learning via development of board game using cooperative learning method in Reaction Engineering course ": "To produce well-rounded students with excellent teamwork skills and creativity, one of the teaching strategies that can be adopted in engineering education is cooperative learning. This study aims to enhance creativity, deep learning and improve teamwork skills among the third-year chemical engineering students using cooperative learning strategy. Complex instruction method is adopted by instructing the students to develop a board game and embed technical based questions, which are related to kinetic and reactor design subject (KRD) and other two courses, as part of the integrated project. The reflections from the students, the findings from the survey and the evaluation of the students’ outputs, suggested that though they enjoyed the activity, it was a challenging and a complex task, which in turn provoked their thoughts, creativity and made them acquired teamwork skills."}{"Psychrometric charts in color: An example of active learning for chemical engineering students and faculty members ": "This paper reports the design and scale-up of an active learning exercise centered around color coding of psychrometric charts. The initial version of this exercise was used with small classes of 60 students. When the class size doubled to 120 students, the previously successful exercise failed. The failure was then used as a workshop example for faculty development. Workshop participants successfully identified a number of details of planning and implementation which could be improved, and the revised exercise was once again successful in the classroom. The results are a framework for design of active learning exercises, a number of lessons learned about how to successfully implement active learning in large classes, and a highly polished 2-lecture unit on psychrometric charts, including two animated and worked examples which form part of the paper."}{"Clean cooking and the SDGs: Integrated analytical approaches to guide energy interventions for health and environment goals ": "Development and implementation of clean cooking technology for households in low and middle income countries (LMICs) offer enormous promise to advance at least five Sustainable Development Goals (SDGs): 3. Good health and well-being; 5. Gender equality; 7. Affordable and clean energy; 13. Climate action; 15. Life on land. Programs are being implemented around the world to introduce alternative cooking technologies, and we are well on the way to achieving the goal set by the Global Alliance for Clean Cookstoves to reach 100 million homes with cleaner and more efficient cooking methods by 2020. Despite evidence that household air pollution (HAP) from solid fuel combustion is responsible for 3–4 million early deaths per year, many cookstove programs are motivated and/or financed by climate change mitigation schemes and deploy alternative stoves that use solid fuels such as wood and charcoal. However, recent studies have demonstrated that improved biomass-burning stoves typically only incrementally improve air quality and yield modest or minimal health benefits. Likewise, their contributions to climate change mitigation and other SDGs may be limited. Evidence indicates that cleaner fuels, such as liquefied petroleum gas (LPG), ethanol and biogas, offer greater potential benefits not only to health, but also greater progress towards climate goals and other relevant SDGs. We present a modeled estimate of these potential gains for a diverse group of 40 LMICs. Our model suggests that cookstove programs using LPG stoves and fuel will yield greater reductions in both Disability Adjusted Life Years and Global Warming Commitment in these countries than those using improved biomass stoves. Cost and infrastructure requirements for clean fuels such as LPG are widely recognized constraints. In view of these constraints we present an analytical method to simultaneously consider health and climate needs at the national level for the same 40 countries in the context of estimated LPG expansion potentials. Comparative analyses integrating priorities across SDGs at the national and regional levels may guide more practical and effective household energy development choices going forward."}{"Why do farmers abandon jatropha cultivation? The case of Chiapas, Mexico ": "The biofuel crop Jatropha curcas has been promoted in developing countries as a means of improving the livelihoods of rural populations. In Mexico, despite the initially assumed economic, environmental, and social benefits of the crop, many farmers have abandoned jatropha cultivation. Here, we analyse the factors that influence farmers' decision to abandon jatropha cultivation by using a generalized linear modelling approach in combination with qualitative research methods. The deterioration in perception of jatropha profitability, the non-payment of expected subsidies and the wealth position of the household played a major role in determining abandonment. The perception of pest and disease damage, although stated by farmers as the second most frequent reason to disadopt, was not correlated with this decision in the generalized linear model. This research might help energy policy makers in identifying key elements to prevent failure of promotion programmes. The result of this study also may be useful for an international audience to reflect on the appropriateness of promoting a new crop at the farmer level before realistically evaluating the economic viability of its cultivation."}{"Accuracy of energy-use surveys in predicting rural mini-grid user consumption ": "Mini-grids for rural electrification in developing countries are growing in popularity but are not yet widely deployed. A key barrier of mini-grid proliferation is the uncertainty in predicting customer electricity consumption, which adds financial risk. Energy-use surveys deployed in the pre-feasibility stage that capture present and aspirational consumption are intended to reduce this uncertainty. However, the general reliability and accuracy of these surveys has not been demonstrated. This research compares survey-predicted electrical energy use to actual measured consumption of customers of eight mini-grids in rural Kenya. A follow-up audit compares the aspirational inventory of appliances to the realized inventory. The analysis shows that the ability to accurately estimate past consumption based on survey or audit data, even in a relatively short time-horizon is prone to appreciable error — a mean absolute error of 426Wh/day per customer on a mean consumption of 113Wh/day per customer. An alternative data-driven proxy village approach, which uses average customer consumption from each mini-grid to predict consumption at other mini-grids, was more accurate and reduced the mean absolute error to 75Wh/day per customer. Hourly load profiles were constructed to provide insight into potential causes of error and to suggest how the data provided in this work can be used in computer-aided mini-grid design programs."}{"Spatial assessment of intertidal seagrass meadows using optical imaging systems and a lightweight drone ": "Seagrass ecosystems are highly sensitive to environmental change. They are also in global decline and under threat from a variety of anthropogenic factors. There is now an urgency to establish robust monitoring methodologies so that changes in seagrass abundance and distribution in these sensitive coastal environments can be understood. Typical monitoring approaches have included remote sensing from satellites and airborne platforms, ground based ecological surveys and snorkel/scuba surveys. These techniques can suffer from temporal and spatial inconsistency, or are very localised making it hard to assess seagrass meadows in a structured manner. Here we present a novel technique using a lightweight (sub 7 kg) drone and consumer grade cameras to produce very high spatial resolution (∼4 mm pixel−1) mosaics of two intertidal sites in Wales, UK. We present a full data collection methodology followed by a selection of classification techniques to produce coverage estimates at each site. We trialled three classification approaches of varying complexity to investigate and illustrate the differing performance and capabilities of each. Our results show that unsupervised classifications perform better than object-based methods in classifying seagrass cover. We also found that the more sparsely vegetated of the two meadows studied was more accurately classified - it had lower root mean squared deviation (RMSD) between observed and classified coverage (9–9.5%) compared to a more densely vegetated meadow (RMSD 16–22%). Furthermore, we examine the potential to detect other biotic features, finding that lugworm mounds can be detected visually at coarser resolutions such as 43 mm pixel−1, whereas smaller features such as cockle shells within seagrass require finer grained data (<17 mm pixel−1)."}{"Transport of microplastics in coastal seas ": "Microplastic pollution of the marine environment has received increasing attention from scientists, the public, and policy makers over the last few years. Marine microplastics predominantly originate near the coast and can remain in the nearshore zone for some time. However, at present, there is little understanding of the fate and transport of microplastics in coastal regions. This paper provides a comprehensive overview of the physical processes involved in the movement of microplastics from estuaries to the continental shelf. The trajectory and speed of microplastics are controlled by their physical characteristics (density, size, and shape) and ocean dynamic conditions (wind, waves, tides, thermohaline gradients, and the influence of benthic sediments). Microplastic particles can be subjected to beaching, surface drifting, vertical mixing, and biofouling, as well as bed-load and suspended load transport processes, until reaching terminal deposition on beaches, in coastal marshes, in benthic sediments or until they are carried by ocean currents to subtropical convergence zones. The dynamic interaction of released microplastics with the shoreline is regulated by onshore/offshore transport, which is impacted by the source location as well as the geometry, vegetation, tidal regime, and wave direction. Wind and wave conditions dominate surface drifting of buoyant particles through Ekman drift, windage, and Stokes drift mechanisms. Neustic microplastic particles travel in the subsurface because of vertical mixing through wind-driven Langmuir circulation and heat cycling. Increasing accumulation of microplastics in benthic sediments needs to be quantitatively explored in terms of biofouling, deposition, entrainment, and transport dynamics. Further studies are required to understand the following: 1) the primary parameters (e.g., windage, terminal velocity, diffusivity, critical shear stress) that determine microplastic transport in different pathways; 2) dynamic distribution of microplastics in various coastal landscapes (e.g., wetlands, beaches, estuaries, lagoons, barrier islands, depocenters) regulated by hydrodynamic conditions; and 3) interactions between the physical transport processes and biochemical reactions (degradation, flocculation, biofouling, ingestions)."}{"Integration of fisheries into marine spatial planning: Quo vadis? ": "The relationship between fisheries and marine spatial planning (MSP) is still widely unsettled. While several scientific studies highlight the strong relation between fisheries and MSP, as well as ways in which fisheries could be included in MSP, the actual integration of fisheries into MSP often fails. In this article, we review the state of the art and latest progress in research on various challenges in the integration of fisheries into MSP. The reviewed studies address a wide range of integration challenges, starting with techniques to analyse where fishermen actually fish, assessing the drivers for fishermen's behaviour, seasonal dynamics and long-term spatial changes of commercial fish species under various anthropogenic pressures along their successive life stages, the effects of spatial competition on fisheries and projections on those spaces that might become important fishing areas in the future, and finally, examining how fisheries could benefit from MSP. This paper gives an overview of the latest developments on concepts, tools, and methods. It becomes apparent that the spatial and temporal dynamics of fish and fisheries, as well as the definition of spatial preferences, remain major challenges, but that an integration of fisheries is already possible today."}{"Molecular epidemiologic tools for waterborne pathogens Cryptosporidium spp. and Giardia duodenalis\n             ": "Molecular diagnostic tools have played an important role in improving our understanding of the transmission of Cryptosporidium spp. and Giardia duodenalis, which are two of the most important waterborne parasites in industrialized nations. Genotyping tools are frequently used in the identification of host-adapted Cryptosporidium species and G. duodenalis assemblages, allowing the assessment of infection sources in humans and public health potential of parasites found in animals and the environment. In contrast, subtyping tools are more often used in case linkages, advanced tracking of infections sources, and assessment of disease burdens attributable to anthroponotic and zoonotic transmission. More recently, multilocus typing tools have been developed for population genetic characterizations of transmission dynamics and delineation of mechanisms for the emergence of virulent subtypes. With the recent development in next generation sequencing techniques, whole genome sequencing and comparative genomic analysis are increasingly used in characterizing Cryptosporidium spp. and G. duodenalis. The use of these tools in epidemiologic studies has identified significant differences in the transmission of Cryptosporidium spp. in humans between developing countries and industrialized nations, especially the role of zoonotic transmission in human infection. Geographic differences are also present in the distribution of G. duodenalis assemblages A and B in humans. In contrast, there is little evidence for widespread zoonotic transmission of giardiasis in both developing and industrialized countries. Differences in virulence have been identified among Cryptosporidium species and subtypes, and possibly between G. duodenalis assemblages A and B, and genetic recombination has been identified as one mechanism for the emergence of virulent C. hominis subtypes. These recent advances are providing insight into the epidemiology of waterborne protozoan parasites in both developing and developed countries."}{"Fishborne zoonotic heterophyid infections: An update ": "Fishborne heterophyid trematodes infecting humans are at least 29 species worldwide and belong to 13 genera. Its global burden is much more than 7 million infected people. They include Metagonimus (M. yokogawai, M. takahashii, M. miyatai, M. minutus, and M. katsuradai), Heterophyes (H. heterophyes, H. nocens, H. dispar, and H. aequalis), Haplorchis (H. taichui, H. pumilio, H. yokogawai, and H. vanissimus), Pygidiopsis (P. summa and P. genata), Heterophyopsis (H. continua), Stellantchasmus (S. falcatus), Centrocestus (C. formosanus, C. armatus, C. cuspidatus, and C. kurokawai), Stictodora (S. fuscata and S. lari), Procerovum (P. varium and P. calderoni), Acanthotrema (A. felis), Apophallus (A. donicus), Ascocotyle (A. longa), and Cryptocotyle (C. lingua). Human infections are scattered around the world but the major endemic areas are located in Southeast Asia. The source of human infection is ingestion of raw or improperly cooked fish. The pathogenicity, host-parasite relationships, and clinical manifestations in each species infection are poorly understood; these should be elucidated particularly in immunocompromised hosts. Problems exist in the differential diagnosis of these parasitic infections because of close morphological similarity of eggs in feces and unavailability of alternative methods such as serology. Molecular diagnostic techniques are promising but they are still at an infant stage. Praziquantel has been proved to be highly effective against most of the patients infected with heterophyid flukes. Epidemiological surveys and detection of human infections are required for better understanding of the geographical distribution and global burden of each heterophyid species. In this review, the most updated knowledge on the morphology, biology, epidemiology, pathogenesis and pathology, immunology, clinical manifestations, diagnosis and treatment, and prevention and control of fishborne zoonotic heterophyid infections is provided."}{"Curing conditions to inactivate Trichinella spiralis muscle larvae in ready-to-eat pork sausage ": "Curing processes are one method by which pork products, which are considered ready to eat (RTE) and have not been otherwise tested or treated, can be rendered safe from risk for exposure to Trichinella muscle larvae (ML). Curing processes in the U.S. currently require individual validation of methods to demonstrate inactivation of Trichinella. This is a major undertaking for each process; currently no model of meat chemistry exists that can be correlated with inactivation of Trichinella. Given the potential for new RTE products (e.g., lower salt), the availability of a wider range of tested methods for inactivation of Trichinella in pork would be of substantial value to the industry. In this study, five variables were tested – salt/brine concentration, water activity (aw), pH, temperature, and time, using low and high endpoints for common curing treatments for dry cured pork sausage. The data demonstrated that NaCl concentrations above 1.3%, in combination with fermentation to pH5.2 or below, resulted in inactivation of >96% of Trichinella ML in stuffed sausages within 24–28h. All ML were inactivated by 7–10days post-stuffing. These curing processes reliably predict inactivation of Trichinella spiralis, and can be used within the defined upper and lower endpoint parameters to reduce or eliminate the need for individual product validation."}{"Inter- and intra- annual environmental flow alteration and its implication in the Pearl River Delta, South China ": "Environmental flow is fundamental to ecological health and integrity of a riverine environment. River delta systems have become more and more complicated due to climate change and human activities and these have made a significant impact on significant changes in hydrological processes and the ecological environment. Highly intense human activities and most economically developed regions in the Pearl River Delta (PRD), China, was selected as case study. Based on observed daily flow data with a length of 50years from seven control stations, inter-annual and intra-annual streamflow alterations in this region were analyzed by using the indicators of hydrologic alteration (IHA) method, the range of variability approach (RVA), and the histogram matching approach (HMA), and quantitative impact of main factors on inter- and intra-annual streamflow alterations were derived. Results showed the following: (1) Combination of RVA and HMA can better reveal changes of IHAs, so as to more comprehensively evaluate environmental flow alteration of river systems. (2) Discharge diversion due to changes in river channel geometry is the main factor causing inter-annual streamflow alteration in the Northwest River of PRD, whose contributions were 122.35% and 90.08% at Makou and Sanshui stations, respectively. (3) Change in upstream flow is the main factor causing intra-annual streamflow alteration in the Northwest River of PRD, while reservoir operation is the main factor causing intra-annual streamflow alteration in the East River of PRD. (4) Climate change and reservoir operation can make intra-annual distribution of monthly discharge more concentrate and even, respectively. This study contributes to an improved understanding of environmental flow alteration and associated underlying causes of flow regime variations in the river delta region."}{"Coupled studies of fluvial erosion and cantilever failure for cohesive riverbanks: Case studies in the experimental flumes and U-Tapao River ": "The main objective of this paper is to introduce a novel coupled method for simulating the fluvial erosion, cantilever failure and bedload sediment transport to describe the overhanging properties of experimental banks and natural riverbanks. For fluvial erosion results, the previous relationships between the critical shear stress, and the erodibility coefficient indicated that they do not follow the values of the experimental works and the U-Tapao River, Thailand. Therefore, it is necessary to determine these relationships locally. The cantilever failure results revealed that the dominant failure mechanism of the experimental works is beam-type failure, while shear-type failure is the dominant failure in the U-Tapao River. Finally, a numerical model was developed based on a triple-grid approach to simulate the behaviour of a cantilever within the framework of fluvial erosion, cantilever failure, and bedload transportation. The simulated results showed good agreement with experimental results, and the U-Tapoa River in terms of the temporal variations of spatially averaged bank width, dominant failure mechanism, and overhanging block dimensions."}{"The influence of non-uniform blockages on transient wave behavior and blockage detection in pressurized water pipelines ": "Blockages in piping systems are formed from potentially complex combinations of bio-film build up, corrosion by-products, and sediment deposition. Transient-based methods seek to detect blockages by analyzing the evolution of small amplitude pressure waves. In theory, such methods can be efficient, nearly non-intrusive and economical but, thus far, studies have only considered symmetrical blockages, uniform in both the radial and longitudinal directions. Laboratory experiments are described here that involve pipe blockages with various levels of irregularity and severity; the way the transient response is affected by a non-uniform blockage is investigated. The differences between uniform and non-uniform blockages are quantified in terms of the rate that wave envelopes attenuate and the degree that phases are shifted. Two different methods for modeling these impacts are compared, namely through an increase in pipe roughness and through a wave scattering model. Wave scattering is shown to play a dominant role in explaining both wave envelope attenuation and phase shift. The accuracy of existing transient-based methods of blockage detection in the frequency domain is also examined, and is found that the predictions of rough blockage locations and sizes by current method are in good agreement with data, with relatively larger discrepancies for rough blockage lengths."}{"Electrochemical oxidation remediation of real wastewater effluents — A review ": "Fate and health risks associated with persistent organic pollutants present in water effluents are one of the major environmental challenges of this century. In this paper, the electrochemical advanced oxidation process electrochemical oxidation is reviewed for its performance over the treatment of actual industrial and urban effluents. The electrochemical treatment of industrial effluents resulting from textile dyeing, petrochemical, paper mill, tannery industry as well as the treatment of domestic and urban wastewaters are discussed. Furthermore, the combination of electrochemical oxidation with other water treatment technologies as pre-treatment, post-treatment, and integrated treatment is also examined."}{"J-value assessment of relocation measures following the nuclear power plant accidents at Chernobyl and Fukushima Daiichi ": "The policies of population relocation put in train following the severe nuclear reactor accidents at Chernobyl in 1986 and Fukushima Daiichi in 2011 are examined using the Judgement- or J-value. Here relocation is taken to mean a movement of people that is long-term or permanent. A review is made of a 1992 IAEA/CEC study of the Chernobyl countermeasures, which includes data from which the effectiveness of the 1986 and post-1990 relocations may be judged using the J-value. The present analysis provides endorsement of that study’s conclusion that the post-1990 relocation of 220,000 members of the public could not be justified on the grounds of radiological health benefit. Moreover, application of the J-value suggests that the first Chernobyl relocation is economically defensible for between 26% and 62% of the roughly 115,000 people actually moved in 1986. Thus only between 9% and 22% of the 335,000 people finally relocated after Chernobyl were justifiable, based on the J-value and the data available. Nor does the J-value support the relocation of the 160,000 people moved out on a long-term basis after the Fukushima Daiichi nuclear accident. The J-value results for these very severe nuclear accidents should inform the decisions of those deciding how best to respond to a big nuclear accident in the future. The overall conclusion is that relocation should be used sparingly if at all after any major nuclear accident. It is recognised that medical professionals are seeking a good way to communicate radiation risks in response to frequent requests from the general public for information and explanation in a post-accident situation. Radiation-induced loss of life expectancy, which lies at the heart of the application of the J-value to nuclear accidents, is proposed as an information-rich yet easy to understand statistic that the medical profession and others may find helpful in this regard."}{"Spatial characteristics of heavy metal pollution and the potential ecological risk of a typical mining area: A case study in China ": "The goal of the presented research was to evaluate the possible heavy metal pollution in soil by applying Hakanson risk evaluation method with adjusting assessment domain combined with ArcGIS technology. The assessment standards were adjusted based on the amount and types of studied heavy metals. Topsoil samples in mining area were collected and tested the content of five kinds of heavy metals, Arsenic (As), mercury (Hg), copper (Cu), lead (Pb) and zinc (Zn). The area of different risk levels and the area ratio in each township were accurately calculate, and the regions with high pollution risk were further precisely located. The results indicate the following: (1) It was observed that the accuracy of soil-heavy metal assessment in Suxian was evidently improved by using Hakanson potential ecological risk with assessment domain adjustment. (2) The single factor and Nemero pollution indexes showed an evident contamination of five types of heavy metals in Suxian. (3) There is a high index of comprehensive ecological risk in Suxian; approximately 82.9% of Suxian is at a strong (level 3 or higher) risk level, demonstrating serious soil pollution. The quite strong risk region with the portion of 18.33% of total area is primarily concentrated in the area of the large Polymetallic mine and coal mining area. Using the single factor ecological risk index, the distribution of large areas of As and Pb high-risk pollution were explored. More than half of the soil in Suxian presents a strong Hg (level 3 and higher) risk level, and the primary strong ecological risk and quite strong ecological risk townships were identified as well. (4) A more finely characterized pollution status was achieved from this pollution assessment in Suxian based on the township level, rendering the study results a more practical guide and increasing their significance."}{"Coping after a big nuclear accident ": ""}{"Mechanisms of metal sorption by biochars: Biochar characteristics and modifications ": "Biochar produced by thermal decomposition of biomass under oxygen-limited conditions has received increasing attention as a cost-effective sorbent to treat metal-contaminated waters. However, there is a lack of information on the roles of different sorption mechanisms for different metals and recent development of biochar modification to enhance metal sorption capacity, which is critical for biochar field application. This review summarizes the characteristics of biochar (e.g., surface area, porosity, pH, surface charge, functional groups, and mineral components) and main mechanisms governing sorption of As, Cr, Cd, Pb, and Hg by biochar. Biochar properties vary considerably with feedstock material and pyrolysis temperature, with high temperature producing biochars with higher surface area, porosity, pH, and mineral contents, but less functional groups. Different mechanisms dominate sorption of As (complexation and electrostatic interactions), Cr (electrostatic interactions, reduction, and complexation), Cd and Pb (complexation, cation exchange, and precipitation), and Hg (complexation and reduction). Besides sorption mechanisms, recent advance in modifying biochar by loading with minerals, reductants, organic functional groups, and nanoparticles, and activation with alkali solution to enhance metal sorption capacity is discussed. Future research needs for field application of biochar include competitive sorption mechanisms of co-existing metals, biochar reuse, and cost reduction of biochar production."}{"The fate of pharmaceuticals and personal care products (PPCPs), endocrine disrupting contaminants (EDCs), metabolites and illicit drugs in a WWTW and environmental waters ": "A large number of emerging contaminants (ECs) are known to persist in surface waters, and create pressure on wastewater treatment works (WWTW) for their effective removal. Although a large database for the levels of these pollutants in water systems exist globally, there is still a lack in the correlation of the levels of these pollutants with possible long-term adverse health effects in wildlife and humans, such as endocrine disruption. The current study detected a total of 55 ECs in WWTW influent surface water, 41 ECs in effluent, and 40 ECs in environmental waters located upstream and downstream of the plant. A list of ECs persisted through the WWTW process, with 28% of all detected ECs removed by less than 50%, and 18% of all ECs were removed by less than 25%. Negative mass balances of some pharmaceuticals and metabolites were observed within the WWTW, suggesting possible back-transformation of ECs during wastewater treatment. Three parental illicit drug compounds were detected within the influent of the WWTW, with concentrations ranging between 27.6 and 147.0 ng L−1 for cocaine, 35.6–120.6 ng L−1 for mephedrone, and 270.9–450.2 ng L−1 for methamphetamine. The related environmental risks are also discussed for some ECs, with particular reference to their ability to disrupt endocrine systems. The current study propose the potential of the pharmaceuticals carbamazepine, naproxen, diclofenac and ibuprofen to be regarded as priority ECs for environmental monitoring due to their regular detection and persistence in environmental waters and their possible contribution towards adverse health effects in humans and wildlife."}{"Removal of natural organic matter in drinking water treatment by coagulation: A comprehensive review ": "Natural organic matter (NOM) is a complex matrix of organic substances produced in (or channeled to) aquatic ecosystems via various biological, geological and hydrological cycles. Such variability is posing a serious challenge to most water treatment technologies, especially the ones designed to treat drinking water supplies. Lately, in addition to the fluctuating composition of NOM, a substantial increase of its concentration in fresh waters, and also municipal wastewater effluents, has been reported worldwide, which justifies the urgent need to develop highly efficient and versatile water treatment processes.\n                  Coagulation is among the most applied processes for water and wastewater treatment. The application of coagulation to remove NOM from drinking water supplies has received a great deal of attention from researchers around the world because it was efficient and helped avoiding the formation of disinfection by products (DBPs). Nonetheless, with the increased fluctuation of NOM in water (concentration and composition), the efficiency of conventional coagulation was substantially reduced, hence the need to develop enhanced coagulation processes by optimizing the operating conditions (mainly the amount coagulants and pH), developing more efficient inorganic or organic coagulants, as well as coupling coagulation with other water treatment technologies. In the present review, recent research studies dealing with the application of coagulation for NOM removal from drinking water supplies are presented and compared. In addition, integration schemes combining coagulation and other water treatment processes are presented, including membrane filtration, oxidation, adsorption and others processes."}{"Wastewater reclamation and reuse trends in Turkey: Opportunities and challenges ": "Climate change, rapid urbanization, industrialization, tourism with a huge amount of wastewater discharge means that wastewater reuse has a great potential in Turkey and reclamation and reuse is the promising candidate to conserve the valuable fresh water sources. The water reuse applications are becoming increasingly a matter of interest in Turkey however it is strongly dependent on following factors: rapid adaptation of urban wastewater reuse programs, the establishment of integrated water resources management framework and guidelines for wastewater reuse programs but on the contrary slow pace of projects, unclear or absence of water quality requirements, the limited commercial development of reclaimed water and lack of public awareness, lack of knowledge about the consequences of untreated or partially treated wastewater discharge into water bodies, difficulties in accepted planning procedures and emerging new technologies in real time scale are the main hurdles in the way of water reclamation and reuse. This paper aims to give an overview of water reuse activities in Turkey and the opportunities and challenges in expanding reclaimed water reuse. This review precisely presents the research trends performed in different institutes to meet the wastewater reuse goal along with the wastewater treatment plants currently working in Turkey."}{"Nanofiltration membranes and processes: A review of research trends over the past decade ": "Nanofiltration technology has come a long way since first inception in the late 1980s. Research activity in this area covers a great many topics and the aim of this review is to quantify the level interest in each of these areas. The number of annual publications directly related to nanofiltration technology has been harvested from ScienceDirect since 2007. This quantification of research has shown that interest in nanofiltration technology has grown over the past decade, particularly over the past five years. The primary journals reporting articles on nanofiltration are the Journal of Membrane Science, Desalination and Separation and Purification Technology, although articles have been spread across a further 139 journals. Unsurprisingly, the major topics of interest have been water processing, membrane fabrication and membrane surface modification. There has been clear growth in the areas of organic solvent nanofiltration, pharmaceutical and biological applications, design and economics of nanofiltration processes and review articles. Nanofiltration modelling has received less support over the period reviewed and has experienced a steady decline.\n                  Clearly the overall growing trend in nanofiltration research indicates that the technology remains popular and this interest should materialise into further applications for a robust and sustainable future."}{"Strategies for Nitrate removal from aqueous environment using Nanotechnology: A Review ": "Nitrate is a water pollutant whose removal from water is necessary to lessen pollution and prevent damage to life. Several conventional techniques such as adsorption, ion exchange process, reverse osmosis, electrochemical, chemical, and biological methods have been developed for removal of nitrate, however they have several limitations such as requirement of post-treatment, less efficiency, and high installation costs. The field of Nanotechnology has observed tremendous growth in the past and has many environmental applications such as the use of nanomaterials for soil and water remediation, filtration of pollutants, water purification, biosensors, and in desalination. Recently, Nanotechnology has emerged as an excellent alternative for nitrate removal over conventional techniques. Nanomaterials due to their small size have large surface area and thus have high reactivity which, enables them to be used as reducing agents and adsorbents. This review focuses on the use of different nanomaterials especially nanoparticles, nanotubes, nanofibers, nanoshells, nanoclusters, and nanocomposites for removal of nitrate from an aqueous system. The limitations of using such nanomaterials for removal of nitrate and possible techniques to overcome these limitations have been discussed as well."}{"Combined energy and removal efficiency of electrochemical wastewater treatment for leather industry ": "Wastewater treatment and low energy consumption are two important environmental issues. In this work, a challenging treatment problem of leather industry wastewater is chosen as a case study to combine the issue of energy and treatment efficiency using a common denominator of oxygen demand. Tannery wastewater is known for its highly contaminated structure. Due to the acidic nature of the effluent, conventional methods do not perform well for tannery wastes, so an electrochemical process is a reasonable approach for the problem. Since electrochemical reactors use electricity, the energy efficiency of such plants should be simultaneously considered for overall sustainability. The electricity production partially results in carbon footprints and consumption of oxygen. In this work, the electrochemical treatment results were assessed through total chromium removal and chemical oxygen demand (COD) reduction. As expected, the electrochemical process parameters (reactor types, electrode variations, electrical current density, etc.) as well as the process duration affect the treatment performance. Meanwhile, these parameters also affect energy consumption. Although the energy consumption has been previously researched, (i) “the oxygen equivalent of the required energy” and (ii) “oxygen demand reduction of the wastewater” were not considered simultaneously before. In this work, the used energy is represented in terms of consumed oxygen at the current electric generation profile (in Turkey and in USA). It is argued that, as the consumed energy increases, the consumed oxygen also increases, causing a separate pollution (in terms of COD and other indirect effects). The combined production/consumption profiles as well as energy efficient parameter settings are investigated by experiments. It is observed that the combined oxygen demand (i.e. reduced on the treatment side and increased at the power generation side) starts exhibiting an overall increase at early treatment stages. For example, at an electrical current setting of 20 mA/cm2 and pH of 7, using electro-coagulation with aluminum electrodes, treatment reaches to 82% COD removal (from 1024 mg/L to 180.71 mg/L) at 8.33 kWh/m3, corresponding to consuming 3.23 g/L oxygen at average energy production settings in Turkey. The oxygen consumption using electro-Fenton exhibits similar results. The necessity of renewable energy utilization or an earlier treatment termination is concluded."}{"Optimal control of intervention strategies and cost effectiveness analysis for a Zika virus model ": "This paper presents an optimal control strategy and a cost effectiveness analysis for the Zika virus disease. A mathematical model for the transmission of the Zika virus is considered with four preventive measures as control, namely: the use of treated bednets, the use of condoms, a medical treatment of infected persons, and the use of indoor residual spray (IRS). We obtain the reproduction number \n                        \n                           \n                              R\n                           \n                           \n                              0\n                           \n                        \n                      for the disease and carry out a stability analysis. We observe that the disease’s free equilibrium state is stable when \n                        \n                           \n                              R\n                           \n                           \n                              0\n                           \n                        \n                        <\n                        1\n                      but unstable when \n                        \n                           \n                              R\n                           \n                           \n                              0\n                           \n                        \n                        >\n                        1\n                     , which leads to a spread of the disease. We examine the implementation of various combinations of the possible control strategies in order to determine the most cost-effective one. Based on the computational results, we conclude that a strategy that consists of treated bednets, treatment of symptomatic infected humans and indoor residual spray is the most cost effective strategy."}{"Effects of zinc-oxide nanoparticles on soil, plants, animals and soil organisms: A review ": "Zinc-oxide nanoparticles are being used in a wide range of commercial applications and are therefore expected to find their way into the soil ecosystem. Problems concerning Zinc-oxide nanoparticle toxicity, in-vitro and in-vivo testing methods for living organisms, the development of environmental health criteria and the acceptance of toxicity limits of metal nanoparticles, are topical. This review will contribute to understanding the fate and behaviour of Zinc-oxide nanoparticles in soil, their uptake and distribution within plants, animals, and microbes as well as their interactions with other pollutants. It is an essential prerequisite to environmentally realistic studies of the ecotoxicology of nanoparticles. Increased application of nanoparticles threatens communities as well as plants, terrestrial and aquatic animals. Thus, it is important to explore whether nanoparticles could compromise soil biodiversity and the important functions maintained by soil communities."}{"The impacts of urbanisation and climate change on urban flooding and urban water quality: A review of the evidence concerning the United Kingdom ": "Study region\n                  United Kingdom (UK).\n               \n               \n                  Study focus\n                  Climate change and urbanization pose significant threats for flooding and water quality in urban areas. This paper reviews the evidence concerning the combined impacts of urbanisation and climate on the urban water environment of inland catchments of the United Kingdom and assesses the degree of confidence in reported directions of change and response. It also assesses the utility of the evidence for setting environmental legislation and managing the urban water environment in the future and identifies knowledge gaps that limit effective and management interventions.\n               \n               \n                  New hydrological insights\n                  There is a lack of nationally research focused on the dual impacts of climate change and urbanisation on flooding and water quality in UK urban areas. This is despite there being a clear acceptance that flood risk is increasing, water quality is generally not meeting desirable levels, and that combined population and climate change projections pose a pressing challenge. The available evidence has been found to be of medium-high confidence that both pressures will result in (i) an increase in pluvial and fluvial flood risk, and (ii) further reduction in water quality caused by point source pollution and altered flow regimes. Evidence concerning urban groundwater flooding, diffuse pollution and water temperature was found to be more sparse and was ascribed a low-medium confidence that both pressures will further exacerbate existing issues. The confidence ascribed to evidence was also found to reflect the utility of current science for setting policy and urban planning. Recurring factors that limit the utility of evidence for managing the urban environment includes: (i) climate change projection uncertainty and suitability, (ii) lack of sub-daily projections for storm rainfall, (iii) the complexity of managing and modelling the urban environment, and (iv) lack of probable national-scale future urban land-use projections. Suitable climate products are increasingly being developed and their application in applied urban research is critical in the wake of a series of extreme flooding events across the UK and timely for providing state-of-the-art evidence on which to base possible future water quality legislation in a post Brexit-WFD era."}{"Impacts of land use and land cover change on surface runoff, discharge and low flows: Evidence from East Africa ": "Region\n                  East Africa.\n               \n               \n                  Focus\n                  A review of catchment studies (n=37) conducted in East Africa evaluating the impacts of Land Use and Land Cover Changes (LULCC) on discharge, surface runoff, and low flows.\n               \n               \n                  New hydrological insights\n                  Forest cover loss is accompanied by increased stream discharges and surface runoff. No significant difference in stream discharge is observed between bamboo and pine plantation catchments, and between cultivated and tea plantation catchments. Trend analyses show that despite forest cover loss, 63% of the watersheds show non-significant changes in annual discharges while 31% show increasing trends. Half of the watersheds show non-significant trends in wet season flows and low flows while 35% reveal decreasing trends in low flows. Modeling studies estimate that forest cover loss increases annual discharges and surface runoff by 16±5.5% and 45±14%, respectively. Peak flows increased by a mean of 10±2.8% while low flows decreased by a mean of 7±5.3%. Increased forest cover decreases annual discharges and surface runoff by 13±1.9% and 25±5%, respectively. Weak correlations between forest cover and runoff (r=0.42, p<0.05), mean discharge (r=0.63, p<0.05) and peak discharge (r=0.67, p<0.05) indicate that forest cover alone is not an accurate predictor of hydrological fluxes in East African catchments. The variability in these results supports the need for long-term field monitoring to better understand catchment responses and to improve the calibration of currently used simulation models."}{"Comparison of hydrological models for the assessment of water resources in a data-scarce region, the Upper Blue Nile River Basin ": "Study region\n                  The Lake Tana Basin (15,114km2) in Ethiopia, which is a source of the Blue Nile River Basin.\n               \n               \n                  Study focus\n                  We assessed daily streamflow predictions by applying two simple conceptual models and one complex model for four major gauged watersheds of the study area and compared these model’s capabilities in reproducing observed streamflow in the time and quantile domains.\n               \n               \n                  New hydrological insights for the region\n                  The multi-criteria based model comparison shows that the simple conceptual models performed best in smaller watersheds for reproducing observed streamflow in the time domain, whereas the complex model performed best for the largest watershed. For reproducing observed streamflow in the quantile domain, the simple conceptual models performed best for simulation of high, moist, mid-range, and dry-flows in the Gilgelabay watershed; of dry and low-flows in the Gummera and Megech watersheds; and of high flows in the Ribb watershed. For the remaining flow ranges of each watershed, the complex model performed better. This study also addressed the sensitivity of the complex model for the number of partitioned subbasins. In the largest watershed, the performance of the complex model improved when the number of partitioned subbasins was increased. This finding indicates that the distributed models are especially applicable for the complex watershed because of its physical heterogeneity. In general, integrating these three models may be suitable for water resources assessment."}{"Determining spatial and temporal changes of surface water quality using principal component analysis ": "Study region\n                  Shahr Chai River, Lake Urmia basin, Iran.\n               \n               \n                  Study focus\n                  The present study investigated the ability of the Principal Component Analysis (PCA) technique in pointing the environmental effects of discharges from different activities. Major indicator parameters were extracted for water quality analysis of the Shahr Chai River located in Lake Urmia basin, Iran. The water quality parameters were measured monthly in six stream reaches and were affected by discharges from intensive recreational centers and rural and agricultural activities.\n               \n               \n                  New hydrological insights\n                  The results showed that the NSFWQI and the WQImin-p could not distinguish between highly impacted stream reaches, while the calculated WQImin-c with two parameters including turbidity and fecal coliforms could meaningfully classify the sampling stations. These two parameters were selected based on results from correlation matrix. This study showed that calculation of the WQImin-c was an effective and easily applicable assessment method for different effluents’ impacts on stream water quality. The PCA technique could justifiably show different landscape effects on river water quality whereby the river downstream was found to experience decreased water quality."}{"Impact of climate change on water resources of upper Kharun catchment in Chhattisgarh, India ": "Study region\n                  The Upper Kharun Catchment (UKC) is one of the most important, economically sound and highly populated watersheds of Chhattisgarh state in India. The inhabitants strongly depend on monsoon and are severely prone to water stress.\n               \n               \n                  Study focus\n                  This research aims to assess the impact of climate change on water balance components.\n               \n               \n                  New hydrological insights for the region\n                  The station-level bias-corrected PRECIS (Providing REgional Climates for Impact Studies) projections generally show increasing trends for annual rainfall and temperature. Hydrological simulations, performed by SWAT (Soil and Water Assessment Tool), indicate over-proportional runoff-rainfall and under-proportional percolation-rainfall relationships. Simulated annual discharge for 2020s will decrease by 2.9% on average (with a decrease of 25.9% for q1 to an increase by 23.6% for q14); for 2050s an average increase by 12.4% (17.6% decrease for q1 to 39.4% increase for q0); for 2080s an average increase of 39.5% (16.3% increase for q1 to an increase of 63.7% for q0). Respective ranges on percolation: for 2020s an average decrease by 0.8% (12.8% decrease for q1 to an increase of 8.7% for q14); for 2050s an average increase by 2.5% (10.3% decrease for q1 to 15.4% increase for q0); for 2080s an average increase by 7.5% (0.3% decrease for q1 to 13.7% increase for q0). These over- and under-proportional relationships indicate future enhancement of floods and question sufficiency of groundwater recharge."}{"Nationwide critical infrastructure monitoring using a common operating picture framework ": "This paper describes the efforts involved in designing a common operating picture system for monitoring large-scale critical infrastructures. The design leverages the Joint Directors of Laboratories (JDL) data fusion model to enable the integration of different critical infrastructure systems with their dependency relations. The resulting Situational Awareness of Critical Infrastructure and Networks (SACIN) framework offers a platform that provides a common operating picture of a critical infrastructure. A generic data collection component customized to each source system generates events and facilitates JDL level 0 integration. An analysis component collects events and data to produce meaningful information about the current state and future impact estimates in accordance with JDL levels 1 to 3. A brokered architecture supports level 4 control by various components and a JDL level 5 user interface is offered via a web application. Interviews of infrastructure subject matter experts were conducted to obtain the situational awareness requirements. By applying key situational awareness oriented design principles to the situational awareness requirements, a user interface was created for organizing information based on operator situational awareness needs and supporting key cognitive mechanisms that transform data into high levels of situational awareness. Situational awareness measures were used to assess operator performance during critical infrastructure tasks – a “freeze-probe” recall approach (Situational Awareness Global Assessment Technique (SAGAT)), a post-trial subjective rating approach (Situational Awareness Rating Technique (SART)) and the System Usability Scale (SUS). The results indicate that the supply of attentional resources (SART supply) and overall SAGAT score best predict the performance levels of operators."}{"Reservoir operations under climate change: Storage capacity options to mitigate risk ": "Observed changes in precipitation patterns, rising surface temperature, increases in frequency and intensity of floods and droughts, widespread melting of ice, and reduced snow cover are some of the documented hydrologic changes associated with global climate change. Climate change is therefore expected to affect the water supply-demand balance in the Northeast United States and challenge existing water management strategies. The hydrological implications of future climate will affect the design capacity and operating characteristics of dams. The vulnerability of water resources systems to floods and droughts will increase, and the trade-offs between reservoir releases to maintain flood control storage, drought resilience, ecological flow, human water demand, and energy production should be reconsidered. We used a Neural Networks based General Reservoir Operation Scheme to estimate the implications of climate change for dams on a regional scale. This dynamic daily reservoir module automatically adapts to changes in climate and re-adjusts the operation of dams based on water storage level, timing, and magnitude of incoming flows. Our findings suggest that the importance of dams in providing water security in the region will increase. We create an indicator of the Effective Degree of Regulation (EDR) by dams on water resources and show that it is expected to increase, particularly during drier months of year, simply as a consequence of projected climate change. The results also indicate that increasing the size and number of dams, in addition to modifying their operations, may become necessary to offset the vulnerabilities of water resources systems to future climate uncertainties. This is the case even without considering the likely increase in future water demand, especially in the most densely populated regions of the Northeast."}{"Problems with the application of hydrogeological science to regulation of Australian mining projects: Carmichael Mine and Doongmabulla Springs ": "Understanding and managing impacts from mining on groundwater-dependent ecosystems (GDEs) and other groundwater users requires development of defensible science supported by adequate field data. This usually leads to the creation of predictive models and analysis of the likely impacts of mining and their accompanying uncertainties. The identification, monitoring and management of impacts on GDEs are often a key component of mine approvals, which need to consider and attempt to minimise the risks that negative impacts may arise. Here we examine a case study where approval for a large mining project in Australia (Carmichael Coal Mine) was challenged in court on the basis that it may result in more extensive impacts on a GDE (Doongmabulla Springs) of high ecological and cultural significance than predicted by the proponent. We show that throughout the environmental assessment and approval process, significant data gaps and scientific uncertainties remained unresolved. Evidence shows that the assumed conceptual hydrogeological model for the springs could be incorrect, and that at least one alternative conceptualisation (that the springs are dependent on a deep fault) is consistent with the available field data. Assumptions made about changes to spring flow as a consequence of mine-induced drawdown also appear problematic, with significant implications for the spring-fed wetlands. Despite the large scale of the project, it appears that critical scientific data required to resolve uncertainties and construct robust models of the springs’ relationship to the groundwater system were lacking at the time of approval, contributing to uncertainty and conflict. For this reason, we recommend changes to the approval process that would require a higher standard of scientific information to be collected and reviewed, particularly in relation to key environmental assets during the environmental impact assessment process in future projects."}{"Synthesis paradigm and applications of silver nanoparticles (AgNPs), a review ": "Nanoscience is an inspiring and influential discipline of science which have accessible numerous novel and cost-effective yields and applications. Currently, nanotechnology research has been empowering more in agricultural sector, food process and medicinal industries. The surface area to volume ratio of nanoparticles is quite large which have 1–100nm size. Nanomaterials have superior bioavailability than larger particles, resulting in greater utilization in single cells, tissues and organs. Referable to the growing demand of nanoparticles, it is essential to build up synthetic method which is profitable, environmentally sustainable and which can substitutes with effective and competent technology to synthesis environmentally benign nanoparticles (NPs). Nanomaterials are “deliberately engineered” to direct the enhancement of special properties at the nanoscale. Nanoparticles have been known to be used for abundant physical, biological, and pharmaceutical applications. Nano-silver is the most studied and utilized nanoparticle. Silver nanoparticles (AgNPs) have been the topics of researchers because of their unique properties. Thus, this review presents various synthesis methods of AgNPs and its application in different sectors."}{"Barite mineralization in the Deryugin Basin of the Okhotsk Sea: Active processes and formation conditions ": "The paper reports on seafloor terrains mapped to a high resolution, the structure of shallow-water sediments, and the extent of barite mineralization in the Deryugin Basin, Okhotsk Sea. The data were collected by different methods of remote sounding of the bottom and a Comanche submersible in the area of the Barite Ridge deposit. The sedimentary cover, including Holocene sediments, is strongly deformed in this area and in some other areas of the basin. Several small mud volcanoes and new barite build-ups along the ridge axis are evidence of active fluid venting. Precipitated barite forms columns (chimneys) or grows over older layered barite build-ups. The research confirms the hypothesis of Ba supply by deep cold hydrotherms."}{"A practical tool for estimating subsurface LNAPL distributions and transmissivity using current and historical fluid levels in groundwater wells: Effects of entrapped and residual LNAPL ": "A model is presented to account for elevation-dependent residual and entrapped LNAPL above and below, respectively, the water-saturated zone when predicting subsurface LNAPL specific volume (fluid volume per unit area) and transmissivity from current and historic fluid levels in wells. Physically-based free, residual, and entrapped LNAPL saturation distributions and LNAPL relative permeabilities are integrated over a vertical slice of the subsurface to yield the LNAPL specific volumes and transmissivity. The model accounts for effects of fluctuating water tables. Hypothetical predictions are given for different porous media (loamy sand and clay loam), fluid levels in wells, and historic water-table fluctuations. It is shown the elevation range from the LNAPL-water interface in a well to the upper elevation where the free LNAPL saturation approaches zero is the same for a given LNAPL thickness in a well regardless of porous media type. Further, the LNAPL transmissivity is largely dependent on current fluid levels in wells and not historic levels. Results from the model can aid developing successful LNAPL remediation strategies and improving the design and operation of remedial activities. Results of the model also can aid in accessing the LNAPL recovery technology endpoint, based on the predicted transmissivity."}{"Phytoremediation of contaminated soils by heavy metals and PAHs. A brief review ": "Acute and diffuse contamination of soil by organic and inorganic pollutants causes wide concerns and intentional or accidental introduction of these substances poses serious impact in public health and environment. Heavy metals are elements not degradable and can be teratogenic, mutagenic, endocrine disruptors. PAHs are elements of difficult management and they can cause carcinogenesis and toxicity in human. Different techniques have been used for the remediation of contaminated soils, but the phytoremediation is proposed as possible alternative, convenient and environmentally friendly than traditional physicochemical techniques. Phytoremediation employs different plant species able to accumulate or degrade different contaminants and, the biomass produced can be used for other purposes such as cogeneration of energy and/or biofuels production, obtaining benefits to health, environment and cost management. A better knowledge of phytoremediation potential is essential in order to increase the use of this technique in the near future for remediation of contaminated lands in the economic and sustainable way. This review provides additional information about the application of phytoremediation processes in soils contaminated by heavy metals and polycyclic aromatic hydrocarbons using herbaceous and woody plants."}{"Emerging environmental contaminants: Challenges facing our next generation and potential engineering solutions ": "While our current generation continues to make efforts to remediate and minimize traditional pollutants in the environment, other “emerging” environmental contaminants are now warranting attention. These include perfluorinated compounds, nanomaterials, pharmaceuticals, illicit drugs, antibacterials, hormones, flame retardants, disinfection by-products (DBPs), artificial sweeteners, benzotriazoles, 1,4-dioxane, and algal toxins, as well as emerging contaminants on the horizon: prions and ionic liquids. Wastewater effluents are a major source for many of these emerging contaminants, due to their use in products we use in our households, from pharmaceuticals, detergents, fabric coatings, foam cushions, lotions, sunscreens, cosmetics, hair products, foods and beverages, and food packaging. After use, these chemicals are released in wastewater, and because many are incompletely removed in wastewater treatment, they enter our rivers and drinking water supplies. Surface run-off and agricultural run-off can also be important sources of their entry into the environment. Moreover, many of these contaminants can transform in the environment, from such processes as microbial degradation, photolysis, and hydrolysis, and they can also react with disinfectants in drinking water or wastewater treatment to form disinfection by-products. Issues surrounding these emerging contaminants, include widespread occurrence, bioaccumulation, persistence, and toxicity. Climate change can also serve to exasperate their effects by concentrating them in rivers during times of drought and by causing resuspension of some (like nanomaterials) during floods. This review will discuss these issues surrounding emerging contaminants and also propose some engineering solutions for the future."}{"Palm oil industry in South East Asia and the effluent treatment technology—A review ": "The progress of Palm Oil Mill Effluent (POME) treatment in meeting with the regulation and standard stipulated by the Environmental Authority always been a major issue in Palm oil industries. To occupy the palm oil world market demand, palm oil industry needs to produce more than the market demand to supply necessity. Currently, South East Asia country such as Malaysia, Indonesia and Thailand rank the top country with the largest production of palm oil in the world. However, the increasing demand for the palm oil has resulted in even massive waste especially palm oil mill effluent (POME). Direct discharge of POME will adversely affect the environment. In 2011, 53 million tonnes metric of palm oil produced and 89% of this production comes from Malaysia and Indonesia. Thailand, however, used the palm oil solely for domestic usage. Since POME has been declared among the major source of pollution, a great deal of research and development including application devoted to enhance the current treatment method for POME to consistently meet the proposed stringent regulatory requirement by environmental authority. Conventional treatment such as ponding system is the most commonplace method to treat POME through the application of ponding system which is include aerobic and anaerobic treatment. Recently, the alternative methods such as coagulation, flocculation, adsorption, advanced oxidation process (AOP) and membrane technology to treat POME has shown a promising result compared to the conventional method."}{"Circular economy as an essentially contested concept ": "The Circular Economy (CE) is currently a popular notion within the policy and business advocacy groups. Despite being visionary and provocative in its message, the research on the CE concept is emerging. The two intertwined objectives of the paper are; first to identify, discuss and develop the various definitions provided by the emerging literature. Secondly, to suggest an initial research approach with which research on CE can be conducted. Our analysis shows that the existing CE work is mainly done on the practical and technical levels of the actual physical flows of materials and energy in production-consumption systems. The focus of the extant literature is on concrete metrics, tools, instruments and computations. Therefore, the basic assumptions concerning the values, societal structures, cultures, underlying world-views and the paradigmatic potential of CE remain largely unexplored. We argue that CE has already become what Gallie (1955) more than six decades ago termed as an “essentially contested concept” (ECC). The paper further suggests a model for CE research that helps in the categorization, classification and organization of research and investigation on CE. The model can help in limiting the observed unbalance and enhance the contribution of the CE approach to a more sustainable global society."}{"Towards a consensus on the circular economy ": "The growing importance of the concept of the circular economy as a way to attain sustainable development has encouraged scholars to propose different ways to understand it. Given the large number of studies done on the circular economy, their differing approaches and their multiple applications, this paper attempts to propose a consensus view of the basic notions of the circular economy framework and highlight its relationship with eco-innovation. To that end, this study carried out a systematic literature review that resulted in four main outputs: a knowledge map of the circular economy, an analysis of the main notions of the concept, principles, and determinants of a circular economy. Finally, this study brings to light some remarkable examples of eco-innovations developed for implementation in the circular economy."}{"Green, circular, bio economy: A comparative analysis of sustainability avenues ": "Despite their evidently different assumptions and operationalization strategies, the concepts of Circular Economy, Green Economy and Bioeconomy are joined by the common ideal to reconcile economic, environmental and social goals. The three concepts are currently mainstreamed in academia and policy making as key sustainability avenues, but a comparative analysis of such concepts is missing. The aim of this article is thus to comprehensively analyse the diversity within and between such concepts. The results are drawn from a bibliometric review of almost two thousand scientific articles published within the last three decades, coupled with a conceptual analysis. We find that, for what concerns environmental sustainability, Green Economy acts as an ‘umbrella’ concept, including elements from Circular Economy and Bioeconomy concepts (e.g. eco-efficiency; renewables), as well as additional ideas, e.g. nature-based solutions. In particular, Circular Economy and Bioeconomy are resource-focused, whereas in principle Green Economy acknowledges the underpinning role of all ecological processes. Regarding the social dimension, Green Economy is more inclusive of some aspects at local level (e.g. eco-tourism, education), while there is an emerging discussion in Bioeconomy literature around local processes in terms of biosecurity and rural policies. When considering weak/strong sustainability visions, all concepts remain limited in questioning economic growth. By comparing the different sustainability strategies promoted by these concepts we do not advocate for their substitutability, but for their clarification and reciprocal integration. The findings are discussed in light of the concepts' synergies and limits, with the purpose to inform research and policy implementation."}{"Sustainable business model archetypes for the banking industry ": "Sustainable business model innovation is increasingly viewed as a lever for systems change for sustainability across businesses and industries. Banks hold a unique intermediary role in sustainable development, but also have a difficult position after the 2008 financial crisis. This paper aims to explore business models for sustainability in the service industry, particularly banking. It explores the receptiveness of customers towards sustainable business models pursued by banks. The retail banking industry in Hong Kong is the focus of this work. First, a practice review and semi-structured interviews are used to develop and validate a set of sustainable business model archetypes for the banking industry. Second, surveys are conducted to test customer receptiveness for the archetypes. Eight sustainable business model archetypes for banking are developed and validated. “Substitute with digital processes”, “adopt a stewardship role” and “encourage sufficiency” are most welcomed by customers. Some archetypes seem at direct odds with current business practice, such as “encourage sufficiency”. This study gives an insight to how to “do good and do well” in the banking industry. Further research on the attributes of these archetypes can be conducted to gain a deeper understanding why customers prefer banks to use these archetypes."}{"Climate and environmental science denial: A review of the scientific literature published in 1990–2015 ": "Denial of scientific findings is neither a new nor an unexplored phenomenon. In the area of environmental science and policy though, the research on denial has not been systematically summarized and analyzed. This article reviews 161 scientific articles on environmental and climate science denial published in peer reviewed international journals in the last 25 years and aims to both identify research gaps and enable learning on the phenomenon. Such knowledge is needed for the increasingly important task to provide effective response to science denial, in order to put an end to its influence on environmental policy making. The review, which is based on articles found in the databases Web of Science, Scopus and Philosopher's Index, shows that denial by far is most studied in relation to climate change, with a focus on Anglo-American countries, where this form of denial is most common. Other environmental issues and other geographical areas have received much less scientific attention. While the actors behind climate science denial, their various motives and the characteristics of their operations have been thoroughly described, more comparative research between issues and countries is needed in order to draw reliable conclusions about the factors explaining the peculiarities of denial. This may in turn lay the ground for developing and actually testing the effectiveness and efficiency of strategies to counter environmental science denial. Irrespective of the ambitions of environmental goals, science-based policies are always preferable. The scientific community therefore needs to increase its efforts to dismantle false claims and to disclose the schemes of denialists."}{"The impact of sanitation on infectious disease and nutritional status: A systematic review and meta-analysis ": "Background\n                  Sanitation aims to sequester human feces and prevent exposure to fecal pathogens. More than 2.4 billion people worldwide lack access to improved sanitation facilities and almost one billion practice open defecation. We undertook systematic reviews and meta-analyses to compile the most recent evidence on the impact of sanitation on diarrhea, soil-transmitted helminth (STH) infections, trachoma, schistosomiasis, and nutritional status assessed using anthropometry.\n               \n               \n                  Methods and findings\n                  We updated previously published reviews by following their search strategy and eligibility criteria. We searched from the previous review’s end date to December 31, 2015. We conducted meta-analyses to estimate pooled measures of effect using random-effects models and conducted subgroup analyses to assess impact of different levels of sanitation services and to explore sources of heterogeneity. We assessed risk of bias and quality of the evidence from intervention studies using the Liverpool Quality Appraisal Tool (LQAT) and Grading of Recommendations, Assessment, Development, and Evaluation (GRADE) approach, respectively. A total of 171 studies met the review’s inclusion criteria, including 64 studies not included in the previous reviews. Overall, the evidence suggests that sanitation is protective against diarrhea, active trachoma, some STH infections, schistosomiasis, and height-for-age, with no protective effect for other anthropometric outcomes. The evidence was generally of poor quality, heterogeneity was high, and GRADE scores ranged from very low to high.\n               \n               \n                  Conclusions\n                  This review confirms positive impacts of sanitation on aspects of health. Evidence gaps remain and point to the need for research that rigorously describes sanitation implementation and type of sanitation interventions."}{"A systematic review of the public health risks of bioaerosols from intensive farming ": "Background\n                  Population growth, increasing food demands, and economic efficiency have been major driving forces behind farming intensification over recent decades. However, biological emissions (bioaerosols) from intensified livestock farming may have the potential to impact human health. Bioaerosols from intensive livestock farming have been reported to cause symptoms and/or illnesses in occupational-settings and there is concern about the potential health effects on people who live near the intensive farms. As well as adverse health effects, some potential beneficial effects have been attributed to farm exposures in early life. The aim of the study was to undertake a systematic review to evaluate potential for adverse health outcomes in populations living near intensive livestock farms.\n               \n               \n                  Material and methods\n                  Two electronic databases (PubMed and Scopus) and bibliographies were searched for studies reporting associations between health outcomes and bioaerosol emissions related to intensive farming published between January 1960 and April 2017, including both occupational and community studies. Two authors independently assessed studies for inclusion and extracted data. Risk of bias was assessed using a customized score.\n               \n               \n                  Results\n                  38 health studies met the inclusion criteria (21 occupational and 1 community study measured bioaerosol concentrations, 16 community studies using a proxy measure for exposure). The majority of occupational studies found a negative impact on respiratory health outcomes and increases in inflammatory biomarkers among farm workers exposed to bioaerosols. Studies investigating the health of communities living near intensive farms had mixed findings. All four studies of asthma in children found increased reported asthma prevalence among children living or attending schools near an intensive farm. Papers principally investigated respiratory and immune system outcomes.\n               \n               \n                  Conclusions\n                  The review indicated a potential impact of intensive farming on childhood respiratory health, based on a small number of studies using self-reported outcomes, but supported by findings from occupational studies. Further research is needed to measure and monitor exposure in community settings and relate this to objectively measured health outcomes."}{"Outdoor blue spaces, human health and well-being: A systematic review of quantitative studies ": "Background\n                  A growing number of quantitative studies have investigated the potential benefits of outdoor blue spaces (lakes, rivers, sea, etc) and human health, but there is not yet a systematic review synthesizing this evidence.\n               \n               \n                  Objectives\n                  To systematically review the current quantitative evidence on human health and well-being benefits of outdoor blue spaces.\n               \n               \n                  Methods\n                  Following PRISMA guidelines for reporting systematic reviews and meta-analysis, observational and experimental quantitative studies focusing on both residential and non-residential outdoor blue space exposure were searched using specific keywords.\n               \n               \n                  Results\n                  In total 35 studies were included in the current systematic review, most of them being classified as of “good quality” (N=22). The balance of evidence suggested a positive association between greater exposure to outdoor blue spaces and both benefits to mental health and well-being (N=12 studies) and levels of physical activity (N=13 studies). The evidence of an association between outdoor blue space exposure and general health (N=6 studies), obesity (N=8 studies) and cardiovascular (N=4 studies) and related outcomes was less consistent.\n               \n               \n                  Conclusions\n                  Although encouraging, there remains relatively few studies and a large degree of heterogeneity in terms of study design, exposure metrics and outcome measures, making synthesis difficult. Further research is needed using longitudinal research and natural experiments, preferably across a broader range of countries, to better understand the causal associations between blue spaces, health and wellbeing."}{"Increased cancers among residents living in the neighborhood of a petrochemical complex: A 12-year retrospective cohort study ": "This study investigates whether cancers are increased for residents living in the vicinity of a petrochemical complex with coal power plants and refineries. We recruited a residential cohort of 2388 long-term residents aged above 35 years in 2009–2012 who lived within a 40 km radius of the complex. We measured their internal exposure biomarkers of urinary carcinogenic metals and retrospectively compared cancer incidences between those who lived fewer than 10 km from the complex (high exposure, HE) and those who lived more than 10 km from the complex (low exposure, LE). Residents had lived in their respective areas for 12 years, since the complex began operating in mid-1999. This included two periods of operation: 0–9 years and 10–12 years. Crude cumulative incident rates (CIRs) of all cancers were calculated for new cancer cases (ICD-9: 140–165, 170–176, 179–208) recorded in the Taiwan Health Insurance Database over total person-years at risk in each study period. Poisson regression was applied to estimate relative risks for the CIRs of all cancers between HE and LE areas during the 10–12 years since the beginning of the complex’s operation, adjusting for age, gender, body mass index, smoking, hepatitis C, and occupational exposure. We found that our study subjects in HE areas had higher urinary carcinogenic metal levels, including As, Cd, Hg, Pb, and V, and higher prevalence rates of hepatitis C than those in LE areas. After the complex had been operating for 10–12 years, SIRs per 1000 person-years for all cancers in HE and LE areas were 4.44 vs. 2.48 for all subjects, 15.2 vs. 4.86 for elder subjects aged above 60 years, and 2.94 vs. 2.71 for female subjects. Correspondingly, the adjusted relative risks of CIRs for all cancers between HE and LE areas were 1.29 (95% CI: 0.99–1.68) for all subjects, 1.52 (1.04–2.22) for elder subjects, 1.41 (1.00–1.97) for female subjects, and 1.91 (1.15–3.19) for female elderly subjects. We conclude that elder and female residents living within 10 km of a petrochemical complex had higher carcinogenic exposure and cancers than those living farther away from the complex after the complex had been operating for 10 years."}