{"Cucumber (Cucumis sativus, L.) water use efficiency (WUE) under plastic mulch and drip irrigation ": "To study the effect of two types of plastic mulch (transparent and black) with drip irrigation on water requirement and Cucumber (Cucumis sativus, L.) yield, in addition to their effect on Maturity time. Trials were carried out at Teezen Research Station, Hama Agricultural Research Center, GCSAR, Syria, during 2009–2010 growing seasons using complete randomized block design with three replicates. Soil characteristics were followed too because they reflect the effects of plastic mulch. Treatments were transparent mulched drip irrigation (DI+TM), black mulched drip irrigation (DI+BM), drip irrigation without mulching (DI) and surface furrow irrigation (SI). The results of the study indicated that (DI+TM) treatment excelled all other treatments at yield and water use efficiency (WUE), where its yield was 63.9tha−1, and (WUE) was 0.262tha−1\n                     mm−1, while (DI+BM) treatment produced 57.9tha−1, with a (WUE) of 0.238tha−1\n                     mm−1. However cucumber yield and WUE declined in the remaining treatments of no mulch (DI) and (SI) to reach 44.1tha−1 with 0.153tha−1\n                     mm−1 and 37.7tha−1 with 0.056tha−1\n                     mm−1, respectively. The results showed that (DI+TM) treatment gave the highest soil temperature and moisture during both of the seasons in comparison to (DI+BM). This enhanced its vegetative growth and almost doubled its productivity compared to the SI treatment."}{"The water footprint of poultry, pork and beef: A comparative study in different countries and production systems ": "Agriculture accounts for 92% of the freshwater footprint of humanity; almost one third relates to animal products. In a recent global study, Mekonnen and Hoekstra (2012) [31] show that animal products have a large water footprint (WF) relative to crop products. We use the outcomes of that study to show general trends in the WFs of poultry, pork and beef. We observe three main factors driving the WF of meat: feed conversion efficiencies (feed amount per unit of meat obtained), feed composition and feed origin. Efficiency improves from grazing to mixed to industrial systems, because animals in industrial systems get more concentrated feed, move less, are bred to grow faster and slaughtered younger. This factor contributes to a general decrease in WFs from grazing to mixed to industrial systems. The second factor is feed composition, particularly the ratio of concentrates to roughages, which increases from grazing to mixed to industrial systems. Concentrates have larger WFs than roughages, so that this factor contributes to a WF increase, especially blue and grey WFs, from grazing and mixed to industrial systems. The third factor, the feed origin, is important because water use related to feed crop growing varies across and within regions. The overall resultant WF of meat depends on the relative importance of the three main determining factors. In general, beef has a larger total WF than pork, which in turn has a larger WF than poultry, but the average global blue and grey WFs are similar across the three meat products. When we consider grazing systems, the blue and grey water footprints of poultry and pork are greater than those for beef."}{"Treatment of leather industrial effluents by filtration and coagulation processes ": "This study focused on effluents characterization and accessing physical and chemical treatment by filtration and coagulation processes. The analysis results of the raw effluents reveal that the effluents were yellowish-brown color, having basic pH, very high values of BOD5, COD, TDS, TSS, TS and high concentrations of Cr, Na, SO4\n                     2− and other organic and inorganic constituents. After settling and a subsequent filtration of raw tannery effluents through sand-stone, the filtered effluents were treated with various doses of FeCl3. The study observed that coagulant (FeCl3) of 150mg/L dose near neutral pH showed the best removal efficiencies for major physico-chemical parameters. The analysis results illustrate that most of the physical and chemical parameters were found well below the prescribed permissible limits for effluent discharged. The study suggests that untreated tannery effluents would be treated by a combined process consisting of settling, filtering and coagulating with FeCl3."}{"Adsorption studies of arsenic(III) removal from water by zirconium polyacrylamide hybrid material (ZrPACM-43) ": "A novel hybrid material zirconium polyacrylamide (ZrPACM-43) was synthesized by mixing aqueous solution of zirconium oxychloride and mixture of acrylamide following an environmental friendly sol–gel method. The material was characterized by FTIR, XRD, TGA-DTA, and SEM-EDS. The extent of arsenic removal capacity was tested by the material by varying the solution parameters like adsorbent dose, adsorbate concentration, pH of the solution, contact time and temperature. The maximum removal efficiency of arsenic(III) was 98.22% under optimum conditions with adsorption equilibrium time of 120min. The adsorption process followed second order kinetics and adsorption data were best fitted to linearly transformed Freundlich isotherm with correlation coefficient of R\n                     2>0.999. Adsorption capacity (q\n                     o) calculated from Langmuir isotherm was found to be 41.48mgg−1. The thermodynamic parameter ΔH indicates an endothermic adsorption process. The regeneration study shows that the material is regenerated by 1M alkali solution."}{"Household behavior related to water conservation ": "This research investigates the role of the level, structure, and rate of change of water prices, as well as non-price policies and socio-demographic characteristics on households' decision-making regarding indoor and outdoor water conservation practices. In this paper, indoor water conservation choices refer to the presence/absence of low volume toilets and low flow showers in the home. Outdoor water conservation choices refer to the frequency of lawn and garden watering by the household during summer months. The former is estimated with a bivariate probit model, while the latter requires an ordered bi-variate probit model. The data come from Statistics Canada's 2006 Households and the Environment Survey. It provides a national cross-sectional sample of household-level observations on indoor and outdoor water choices. These data are linked to municipal level information on residential water prices, non-price water conservation policies, and weather information assembled by the authors. Potential endogeneity arising from the presence of price and non-price water policy variables is investigated using a simultaneous equations approach. Estimation results provide several insights. First, water prices and household characteristics play important roles in shaping household decision-making regarding both indoor and outdoor water conservation. Second, there is little evidence that non-price water conservation policies influence either indoor or outdoor decision-making. Third, there is evidence of correlation for the two indoor water-conserving choices and also for the frequency of lawn and garden watering decisions. Finally, there is no evidence of endogeneity of water prices and other policy variables."}{"Financial comparison of seven nitrate reduction strategies for Midwestern agricultural drainage ": "Much work has been invested in the development of practices and technologies that reduce nitrate losses from agricultural drainage in the US Midwest. While each individual practice can be valuable, the effectiveness will be site specific and the acceptability of each approach will differ between producers. To enhance decision making in terms of water quality practices, this work created average cost effectiveness parameters for seven nitrate management strategies (controlled drainage, wetlands, denitrification bioreactors, nitrogen management rate and timing, cover crops, and crop rotation). For each practice, available published cost information was used to develop a farm-level financial model that assessed establishment and maintenance costs as well as examined financial effects of potential yield impacts. Then, each practice's cost values were combined with literature review of N reduction (% N load reduction), which allowed comparison of these seven practices in terms of cost effectiveness (dollars per kg N removed). At −$14 and −$1.60kgN−1\n                     yr−1, springtime nitrogen application and nitrogen application rate reduction were the most cost effective practices. The in-field vegetative practices of cover crop and crop rotation were the least cost effective (means: $55 and $43kgN−1\n                     yr−1, respectively). With means of less than $3kgN−1\n                     yr−1, controlled drainage, wetlands, and bioreactors were fairly comparable with each other. While no individual technology or management approach will be capable of addressing drainage water quality concerns in entirety, this analysis provides measures of average cost effectiveness across these seven strategies that allows direct comparison."}{"Water use restrictions or wastewater recycling? A Canadian willingness to pay study for reclaimed wastewater ": "Canada is the envy of many countries due to its abundant water resources: 7% of renewable fresh water with 1% of the world's population. However, pressure on this resource is growing; it is exacerbated by predictions of increasing water shortages and reduced reliability of traditional water supplies due to climate change. Canada has begun to examine the potential for the use of reclaimed wastewater to augment water supplies. The literature on reclaimed wastewater reveals a general reluctance to accept its use but that there are some situations in which consumers perceive benefits and are willing to pay for them. This paper investigates one such situation: namely, whether people are willing to pay in order to avoid summer water use restrictions via water supplies augmented with reclaimed wastewater that can be used for toilet flushing. The paper presents the first effort to examine the degree of public acceptance in Canada of supplementing existing water supplies with reclaimed wastewater. Using results from a double bounded contingent valuation survey undertaken in 2009, the paper finds an average annual WTP per household that ranges between $142 and $155, depending upon the scale of the project and upon whether respondents are concerned that other members of their community will not comply with summer water use restrictions, thereby, free riding on others. These values fall within the range of previous estimates in the literature and are somewhat higher than values obtained from Australia where there has been more adaptation to low water supply circumstances."}{"A review on Fenton and improvements to the Fenton process for wastewater treatment ": "The increase in the disposal of refractory organics demands for newer technologies for the complete mineralization of these wastewaters. Advanced oxidation processes (AOPs) constitute a promising technology for the treatment of such wastewaters and this study presents a general review on such processes developed to decolorize and/or degrade organic pollutants. Fundamentals and main applications of typical methods such as Fenton, electro-Fenton, photo-Fenton, sono-Fenton, sono-photo-Fenton, sono-electro-Fenton and photo-electro-Fenton are discussed. This review also highlights the application of nano-zero valent iron in treating refractory compounds."}{"Forecasting crop yield using remotely sensed vegetation indices and crop phenology metrics ": "We used data from NASA's Moderate Resolution Imaging Spectroradiometer (MODIS) in association with county-level data from the United States Department of Agriculture (USDA) to develop empirical models predicting maize and soybean yield in the Central United States. As part of our analysis we also tested the ability of MODIS to capture inter-annual variability in yields. Our results show that the MODIS two-band Enhanced Vegetation Index (EVI2) provides a better basis for predicting maize yields relative to the widely used Normalized Difference Vegetation Index (NDVI). Inclusion of information related to crop phenology derived from MODIS significantly improved model performance within and across years. Surprisingly, using moderate spatial resolution data from the MODIS Land Cover Type product to identify agricultural areas did not degrade model results relative to using higher-spatial resolution crop-type maps developed by the USDA. Correlations between vegetation indices and yield were highest 65–75 days after greenup for maize and 80 days after greenup for soybeans. EVI2 was the best index for predicting maize yield in non-semi-arid counties (R\n                     2\n                     =0.67), but the Normalized Difference Water Index (NDWI) performed better in semi-arid counties (R\n                     2\n                     =0.69), probably because the NDWI is sensitive to irrigation in semi-arid areas with low-density agriculture. NDVI and EVI2 performed equally well predicting soybean yield (R\n                     2\n                     =0.69 and 0.70, respectively). In addition, EVI2 was best able to capture large negative anomalies in maize yield in 2005 (R\n                     2\n                     =0.73). Overall, our results show that using crop phenology and a combination of EVI2 and NDWI have significant benefit for remote sensing-based maize and soybean yield models."}{"Improved concrete properties to resist the saline water using environmental by-product ": "This paper investigates the influence of using environmental by-product materials (silica fume and fly ash) in concrete on the chloride ion permeability of concrete. Nine concrete mixtures were designed to have the same degree of workability and air content with water/cementitious material ratio of 0.4. The studied parameters include the main fresh and hardened concrete properties such as slump, air content, unit weight, compressive strength, tensile strength, flexural strength, static Young's modulus, and dynamic elastic modulus. Concrete samples were kept in water for 28 days, then immersed in artificial sea water for 5 months. The total and soluble chloride contents were measured through the concrete using the potentiometric titration analysis. The obtained test results indicated that the use of ternary systems in concrete improved the different characteristics of the product concrete and showed a significant resistance to chloride penetration. The weights of chloride in mix 9 (10% silica fume and 25% fly ash) at depths from the concrete surface to 30mm were less than the weights of control mix 1 (100% ordinary Portland cement) by about 60%. Further, the ternary systems can be used in concrete industry with considerable proportions."}{"Governing the design of national REDD+: An analysis of the power of agency ": "This paper investigates how three aspects of governance systems, namely the policy context, the influence of key agents and their discursive practices, are affecting national-level processes of policy design aimed at REDD+, reducing emissions from deforestation and forest degradation in developing countries; and the role of conservation, sustainable management of forests and enhancement of forest carbon stocks in developing countries. We conducted analysis in six REDD+ countries (Brazil, Cameroon, Indonesia, Nepal, Papua New Guinea and Vietnam). The paper combines three methods: policy analysis, media-based discourse analysis and policy network analysis. The paper shows that policies both within and outside the forestry sector that support deforestation and forest degradation create path dependencies and entrenched interests that hamper policy change. In addition, most dominant policy coalitions do not challenge business-as-usual trajectories, reinforcing existing policy and political structures. No minority policy coalitions are directly tackling the root causes of deforestation and forest degradation, that is, the politico-economic conditions driving them. Instead they focus on environmental justice issues, such as calls for increased participation of indigenous people in decision-making. Only in two of the six countries are these transformational change coalitions vocal enough to be heard, yet to exercise their agency effectively and to support more substantial reforms, these coalitions would need the participation of more influential policy actors, particularly state agencies that have the authority to make binding decisions about policy. Furthermore, discourses supporting transformational change would need to be reflected in institutional practices and policy decisions."}{"A review of recent developments and applications of partial equilibrium models of the forest sector ": "Recent history has seen an increase in the utilization of partial equilibrium based forest sector models to identify potential impacts of various policies or timber market shocks. These models are particularly useful in that they employ economic theory to capture the interaction of supply and demand in a framework where commodity prices are endogenous to the policy or shock simulated. We present recent developments and linkages between models and review applications of these models to forest policy questions over the previous decade. We conclude with a discussion of potential future directions for such research."}{"Sequester or substitute—Consequences of increased production of wood based energy on the carbon balance in Finland ": "Forests play an important role in mitigating climate change. Forests can sequester carbon from the atmosphere and provide biomass, which can be used to substitute for fossil fuels or energy-intensive materials. International climate policies favor the use of wood to substitute for fossil fuels rather than using forests as carbon sink. We examine the trade off between sequestering carbon in forests and substituting wood for fossil fuels in Finland. For Finland to meet its EU targets for the use of renewable energy by 2020, a considerable increase in the use of wood for energy is necessary. We compare scenarios in which the wood energy targets are fully or partially met to a reference case where policies favoring wood based energy production are removed. Three models are used to project fossil fuel substitution and changes in forest carbon sinks in the scenarios through 2035.\n                  Finnish forests are a growing carbon sink in all scenarios. However, net greenhouse gas (GHG) emissions will be higher in the medium term if Finland achieves its current wood energy targets than if the use of energy wood stagnates or decreases. The volume of GHG emissions avoided by replacing coal, peat and fossil diesel with wood is outweighed by the loss in carbon sequestered in forests due to increased biomass removals. Therefore, the current wood energy targets seem excessive and harmful to the climate. In particular, biodiesel production has a significant, negative impact on net emissions in the period considered. However, we did not consider risks such as forest fires, wind damage and diseases, which might weaken the sequestration policy. The potential albedo impacts of harvesting the forests were not considered either."}{"Wood biomass use for energy in Europe under different assumptions of coal, gas and CO2 emission prices and market conditions ": "This study examines the effects of different coal, natural gas and carbon emission prices and market situations on the use of wood for electricity and heat production in the European Union. The analysis is carried out using the global forest sector model EFI-GTM expanded to cover electricity and heat production from wood, coal, natural gas, wind and solar energy. Analysis shows that with low coal and gas prices, use of wood for energy will be limited to low cost logging residues. With high coal, and especially natural gas prices, industrial wood also comes to be used for energy. At a carbon price of 100€/tCO2, some 32Mm3 of industrial wood, in addition to 224Mm3 of logging residues, are projected to be used for electricity and heat in the EU region (including Norway and Switzerland) in 2030. The relatively low quantity of industrial wood used by the energy sector despite the collapse of the use of coal is explained by the fact that under high CO2 prices, other energy forms like natural gas, solar and wind energy become more and more competitive. However, the amount of industrial wood used for energy may substantially increase with subsidies for using wood for electricity and heat, even with relatively low carbon prices. With a high coal and gas price and a carbon price of 100€/t, a subsidy of 30€/MWh to the wood based and coal with wood co-firing electricity production will have a significant impact on the European wood based sector. Depending on the development of the market demand for forest industry products, such a subsidy may cause a 10–12.5% reduction in forest products production, a 6–9% increase in harvest level, about 30–60% increase in the pulpwood prices, and a 6–9 fold increase of wood imports in the EU, compared to the respective case without a subsidy in 2030."}{"Microplastic particles in sediments of Lagoon of Venice, Italy: First observations on occurrence, spatial patterns and identification ": "In order to improve knowledge of the identification, distribution and abundances of microplastic particles of 1 mm or less (S-MPPs) in the coastal area of the Mediterranean region, a preliminary monitoring survey was carried out in a transitional environment along the north-eastern Italian coasts, the Lagoon of Venice. S-MPPs were evaluated in sediments collected from 10 sites chosen in shallow areas variously affected by natural conditions and anthropogenic influences (i.e., landward stations influenced by freshwater inputs, seaward areas near sea inlets, and sites influenced by the presence of aquaculture farms, industry and city centers). S-MPPs, extracted from bulk sediments by density separation, were counted and identified by Fourier-Transform Infrared Micro-spectroscopy (μFT-IR). The μFT-IR process included automatic surface chemical mapping and references to an infrared library database to identify the compositional spectra of particles. S-MPPs were recovered from all samples – a fact which emphasizes their extensive distribution throughout the Lagoon. Total abundances varied from 2175 to 672 S-MPPs kg−1 d.w., higher concentrations generally being observed in landward sites. Of the ten polymer types identified, the most abundant, accounting for more than 82% of total S-MPPs, were polyethylene and polypropylene. The most frequent size (93% of observed microplastics) was in the range 30–500 μm. Total S-MPP values were significantly correlated with the finer sediment fraction and with the metal pollution index."}{"Estimation of longitudinal dispersion coefficient in rivers ": "The longitudinal dispersion coefficient is a crucial parameter for 1D water quality analyzing in natural rivers, and different types of empirical equations have been presented in the literature. To evaluate the precision of those commonly used equations, 116 sets of measured data for rivers in U.S. and UK have been collected for comparison. Firstly, the precisions of selected ten empirical equations under different aspect ratio (water surface width B/water depth H) have been compared, and calculation shows that most of the equations have underestimated the longitudinal dispersion when 20 < B/H < 100, in which most of the natural rivers located. The regression analysis on the collected data sets proved that the product of water depth H and the cross-sectional averaged velocity U has a higher linear correlation with the longitudinal dispersion coefficient than the product of H and shear velocity u∗, and then a new expression of longitudinal dispersion coefficient, which is a combination of the product of HU and other two nondimensional hydraulic and geometric parameters, was deduced and the exponents were determined by the regression analysis. The comparison between the measured data and the predicted results shows that the presented equation has the highest precision for the studied natural rivers. To further evaluate the precision of the empirical formulae to artificial open channels, comparison was made between laboratory measuring data and empirical equation prediction, and the results have shown that the newly presented model is effective at predicting longitudinal dispersion in trapezoidal artificial channels too."}{"Modeling and analysis of rainfall processes in the context of climate change for Mekong, Chi, and Mun River Basins (Thailand) ": "This paper provides a detailed characterization of the observed daily rainfall series available for the Mekong, Chi, and Mun River Basins in the context of climate change; and describes the linkage between climate simulations given by Global Circulation Models (GCMs) and the local rainfall characteristics using the popular Statistical Downscaling Model (SDSM). Observed daily rainfall records at 11 stations in the study area for the 1961–2007 period were considered. Results of characterizing the available rainfall data for the 1961–1990 and 1991–2007 periods show different trends of rainfall characteristics for different locations in the study area. However, a consistent increase in the annual maximum number of consecutive dry days (CDD) was observed in the Chi catchment area, the eastern part of the Mun watershed, and the western portion of the Mekong River Basin. In addition, decrease in the annual maximum daily rainfall (AMDR) was found in most locations of the study area, except for the central part of the Chi and Mun River Basins. Moreover, it has been shown in this paper that the SDSM could adequately describe the basic statistical and physical characteristics of the observed rainfall processes for the calibration (1961–1975) and validation (1976–1990) periods. This statistical downscaling method was then used to project future rainfall characteristics for the 1961–2099 period using the climate simulations given by the UK HadCM3 (HadCM3) model under A2 and B2 scenarios (HadCM3A2 and HadCM3B2), and by the Canadian GCM3 (CGCM3) model under A2 and A1B scenarios (CGCM3A2 and CGCM3A1B). In general, the projected trends of rainfall characteristics by both HadCM3 and CGCM3 were found to be consistent with the observed historical trends. However, there was a large difference in the projection results given by these two models. This would indicate the presence of high uncertainty in climate simulations provided by different GCMs. In addition, the climate change impacts on the flood and drought problems in the study area were shown using the CDD and AMDR indices of 100-year return period."}{"Biochar as a sorbent for contaminant management in soil and water: A review ": "Biochar is a stable carbon-rich by-product synthesized through pyrolysis/carbonization of plant- and animal-based biomass. An increasing interest in the beneficial application of biochar has opened up multidisciplinary areas for science and engineering. The potential biochar applications include carbon sequestration, soil fertility improvement, pollution remediation, and agricultural by-product/waste recycling. The key parameters controlling its properties include pyrolysis temperature, residence time, heat transfer rate, and feedstock type. The efficacy of biochar in contaminant management depends on its surface area, pore size distribution and ion-exchange capacity. Physical architecture and molecular composition of biochar could be critical for practical application to soil and water. Relatively high pyrolysis temperatures generally produce biochars that are effective in the sorption of organic contaminants by increasing surface area, microporosity, and hydrophobicity; whereas the biochars obtained at low temperatures are more suitable for removing inorganic/polar organic contaminants by oxygen-containing functional groups, electrostatic attraction, and precipitation. However, due to complexity of soil–water system in nature, the effectiveness of biochars on remediation of various organic/inorganic contaminants is still uncertain. In this review, a succinct overview of current biochar use as a sorbent for contaminant management in soil and water is summarized and discussed."}{"Phytoremediation of heavy metals—Concepts and applications ": "The mobilization of heavy metals by man through extraction from ores and processing for different applications has led to the release of these elements into the environment. Since heavy metals are nonbiodegradable, they accumulate in the environment and subsequently contaminate the food chain. This contamination poses a risk to environmental and human health. Some heavy metals are carcinogenic, mutagenic, teratogenic and endocrine disruptors while others cause neurological and behavioral changes especially in children. Thus remediation of heavy metal pollution deserves due attention. Different physical and chemical methods used for this purpose suffer from serious limitations like high cost, intensive labor, alteration of soil properties and disturbance of soil native microflora. In contrast, phytoremediation is a better solution to the problem. Phytoremediation is the use of plants and associated soil microbes to reduce the concentrations or toxic effects of contaminants in the environments. It is a relatively recent technology and is perceived as cost-effective, efficient, novel, eco-friendly, and solar-driven technology with good public acceptance. Phytoremediation is an area of active current research. New efficient metal hyperaccumulators are being explored for applications in phytoremediation and phytomining. Molecular tools are being used to better understand the mechanisms of metal uptake, translocation, sequestration and tolerance in plants. This review article comprehensively discusses the background, concepts and future trends in phytoremediation of heavy metals."}{"Kinematic reconstruction of the Early Caledonian accretion in the southwest of the Siberian paleocontinent based on paleomagnetic results ": "The kinematics of the Early Caledonian accretion process in the southwest (in modern coordinate) of the Siberian paleocontinent, and the structure of its active continental margin are debatable subjects. This paper contains a generalization of paleomagnetic data on island-arc terranes of the territories of the Altai–Sayan and Baikal–Vitim folded areas for the Late Vendian/Cambrian–Early Ordovician time interval, obtained mostly with the author’s participation during the last two decades. The large accumulated database finally allows one to find unambiguously interpretable patterns in the distribution of paleomagnetic poles for the analyzed terrane system and to justify numerically the kinematics of the Early Caledonian accretion. In particular, the analysis of paleomagnetic data proves our idea stating that the transformation of the active continental margin in the Cambrian consisted in its breakup and segmentation as well as in the detachment of fragments of the initially whole island arc along a system of sinistral strike-slips during the clockwise rotation of the craton and conform drift of the continental and oceanic lithospheric plates. It also validates the mostly oblique conditions of the subduction and subsequent accretion, which means a subduction-transform mode on the ocean–continent margin. We propose a complemented version of the paleotectonic reconstruction for the Cambrian evolution of the Siberian continent western margin, based on the kinematic scheme constructed from paleomagnetic data."}{"A literature and practice review to develop sustainable business model archetypes ": "Eco-innovations, eco-efficiency and corporate social responsibility practices define much of the current industrial sustainability agenda. While important, they are insufficient in themselves to deliver the holistic changes necessary to achieve long-term social and environmental sustainability. How can we encourage corporate innovation that significantly changes the way companies operate to ensure greater sustainability?\n                  Sustainable business models (SBM) incorporate a triple bottom line approach and consider a wide range of stakeholder interests, including environment and society. They are important in driving and implementing corporate innovation for sustainability, can help embed sustainability into business purpose and processes, and serve as a key driver of competitive advantage.\n                  Many innovative approaches may contribute to delivering sustainability through business models, but have not been collated under a unifying theme of business model innovation. The literature and business practice review has identified a wide range of examples of mechanisms and solutions that can contribute to business model innovation for sustainability. The examples were collated and analysed to identify defining patterns and attributes that might facilitate categorisation.\n                  Sustainable business model archetypes are introduced to describe groupings of mechanisms and solutions that may contribute to building up the business model for sustainability. The aim of these archetypes is to develop a common language that can be used to accelerate the development of sustainable business models in research and practice. The archetypes are: Maximise material and energy efficiency; Create value from ‘waste’; Substitute with renewables and natural processes; Deliver functionality rather than ownership; Adopt a stewardship role; Encourage sufficiency; Re-purpose the business for society/environment; and Develop scale-up solutions."}