{"Water scarcity: Fact or fiction? ": "It is surprisingly difficult to determine whether water is truly scarce in the physical sense at a global scale (a supply problem) or whether it is available but should be used better (a demand problem). The paper reviews water scarcity indicators and global assessments based on these indicators. The most widely used indicator, the Falkenmark indicator, is popular because it is easy to apply and understand but it does not help to explain the true nature of water scarcity. The more complex indicators are not widely applied because data are lacking to apply them and the definitions are not intuitive. Water is definitely physically scarce in densely populated arid areas, Central and West Asia, and North Africa, with projected availabilities of less than 1000m3/capita/year. This scarcity relates to water for food production, however, and not to water for domestic purposes that are minute at this scale. In most of the rest of the world water scarcity at a national scale has as much to do with the development of the demand as the availability of the supply. Accounting for water for environmental requirements shows that abstraction of water for domestic, food and industrial uses already have a major impact on ecosystems in many parts of the world, even those not considered “water scarce”. Water will be a major constraint for agriculture in coming decades and particularly in Asia and Africa this will require major institutional adjustments. A “soft path” to address water scarcity, focusing on increasing overall water productivity, is recommended."}{"Porous structure of hypercrosslinked polystyrene: State-of-the-art mini-review ": "The paper evaluates accumulated information about the apparent inner surface area (S\n                     app), pore volume (W\n                     o), pore size (diameter, D), and pore size distribution (PSD) of the single-phase hypercrosslinked polystyrene networks prepared by an intensive post-crosslinking of either dissolved linear polystyrene or swollen gel-type styrene–divinylbenzene copolymers. Critical analysis of data obtained by conventional physical methods used for the characterization of porous solids (low temperature adsorption of nitrogen or argon, mercury intrusion porosimetry, inversed size exclusion chromatography, electronic microscopy, positronium annihilation) reveals the most trustworthy porosity parameters of the above hypercrosslinked polystyrene resins as S\n                     app\n                     ⩾1000m2/g, W\n                     o in the range of 0.3–0.5cm3/g, D in dry networks from 4–5 to 30Å and only slightly increasing in swollen samples. The hypercrosslinked networks thus present first basically microporous polymeric material that exhibits narrow PSD resulting from a statistically uniform distribution of crosslinks."}{"Using English for International Business: A European case study ": "With the continuing globalisation of markets and internationalisation of trade, professionals from a wide range of organisations, from large multinational corporations to small to medium size enterprises, are increasingly coming together to do business in the international workplace, particularly in meetings. Such international events usually bring together people from different linguistic and socio-cultural backgrounds with the result that a common language of communication is frequently adopted. More often than not this lingua franca is English. While English for International Business (EIB) has an essential function as a lingua franca in multilingual settings, it can also present challenges both linguistically and culturally, particularly as more and more interactions are between speakers whose first language is not English.\n                  This paper reports on preliminary research which forms part of a larger scale study investigating the use of English as a lingua franca in international business meetings. The paper summarises the findings of a questionnaire exploring the use of EIB by a particular European business organisation. It is hoped that the limited findings will help shed light on some of the language issues that may be present in such international contexts and the possible communications difficulties and frustrations that can result. A positive result is that as well as uncovering some of these challenges, the analysis also shows an awareness by many participants of some of the strategies that can be used to overcome them."}{"Academic oral communication needs of East Asian international graduate students in non-science and non-engineering fields ": "East Asian students, the largest international student group in US higher education, are as a group typically known to be silent or reticent in class. This survey examined views of East Asian international graduate students concerning required academic listening and speaking skill levels in their university courses, their own difficulties in meeting these expectations, and their suggestions as to the ways in which English for Academic Purposes (EAP) teachers might better prepare them through listening and speaking activities. Students reported that, in their graduate courses, the three most common academic oral classroom activities were participating in whole-class discussions, raising questions during class, and engaging in small-group discussions. They were most concerned about leading class discussions and participating in whole-class discussions. They considered formal oral presentations and listening comprehension the most important skills for academic success in graduate courses, and pronunciation of English and note-taking skills the least important. Several important issues and specific pedagogical suggestions for EAP instructions, curriculum planning and material development emerged from the current study."}{"English as a lingua franca in international business contexts ": "This article will provide an overview of current research focussing on the use of English as a lingua franca in international business contexts. It selectively reviews research investigating the role of written and spoken communication in English and the work that has been done on specific text genres used by the international business community, such as negotiations, meetings, e-mail and advertising. The use of English as a means of communication within the business world will be discussed with specific reference to the work of the researchers showcased in this Special Issue, and there is also a discussion of the implications of these and other research findings for the teaching of English for Specific Business Purposes."}{"Shades of Green: Measuring the value of urban forests in the housing market ": "Urban areas can contain public parks, protected forests, unprotected (or undeveloped) forest areas, and trees growing around a house or in the neighborhood surrounding the house. Each type of forest cover provides different amenities to the homeowner and to society at large. In particular, while trees on a parcel of land or in a neighborhood may add value for homeowners, the ecological value of these trees as habitat is far less than large, unbroken parcels of forest. We explore different definitions of forest cover and greenness and assess the relative value of these various types of forest cover to homeowners. Using data from the Research Triangle region of North Carolina, we test the hypothesis that trees on a parcel or in the neighborhood around that parcel are substitutes for living near large blocks of forest. The findings have implications for land-use planning efforts and habitat conservation in particular."}{"Evidence for intensification of the global water cycle: Review and synthesis ": "One of the more important questions in hydrology is: if the climate warms in the future, will there be an intensification of the water cycle and, if so, the nature of that intensification? There is considerable interest in this question because an intensification of the water cycle may lead to changes in water-resource availability, an increase in the frequency and intensity of tropical storms, floods, and droughts, and an amplification of warming through the water vapor feedback. Empirical evidence for ongoing intensification of the water cycle would provide additional support for the theoretical framework that links intensification with warming. This paper briefly reviews the current state of science regarding historical trends in hydrologic variables, including precipitation, runoff, tropospheric water vapor, soil moisture, glacier mass balance, evaporation, evapotranspiration, and growing season length. Data are often incomplete in spatial and temporal domains and regional analyses are variable and sometimes contradictory; however, the weight of evidence indicates an ongoing intensification of the water cycle. In contrast to these trends, the empirical evidence to date does not consistently support an increase in the frequency or intensity of tropical storms and floods."}