{"Calculation of passive earth pressure of cohesive soil based on Culmann's method ": "Based on the sliding plane hypothesis of Coulumb earth pressure theory, a new method for calculation of the passive earth pressure of cohesive soil was constructed with Culmann's graphical construction. The influences of the cohesive force, adhesive force, and the fill surface form were considered in this method. In order to obtain the passive earth pressure and sliding plane angle, a program based on the sliding surface assumption was developed with the VB.NET programming language. The calculated results from this method were basically the same as those from the Rankine theory and Coulumb theory formulas. This method is conceptually clear, and the corresponding formulas given in this paper are simple and convenient for application when the fill surface form is complex."}{"Meeting the challenges of English-medium higher education: The first-year experience in Hong Kong ": "This article examines the language-related challenges that first-year students face when adjusting to the demands of English-medium higher education in Hong Kong. The article is based on the findings of a longitudinal study which tracked the university careers of 28 students from a range of backgrounds via in-depth, semi-structured interviews conducted at regular intervals over their three years of study. These findings are complemented by the results of a questionnaire survey completed by around 3 000 students at the same university. The interview and survey findings indicate that students experience four particular problems during the crucial first year at university: understanding technical vocabulary, comprehending lectures, achieving an appropriate academic style and meeting institutional and disciplinary requirements. The evidence suggests that students are able to overcome these and other problems through a combination of strong motivation, hard work, effective learning strategies and supportive peer networks. To illustrate and personalise the first-year experience, the article paints ‘portraits’ of three students from different societal, educational and disciplinary backgrounds. These portraits follow a series of ‘landscapes’ which depict recurring patterns in the qualitative and quantitative data. The article concludes by discussing the implications of the study for EAP provision in ESL and EFL contexts."}{"The hidden cost of wildfires: Economic valuation of health effects of wildfire smoke exposure in Southern California ": "There is a growing concern that human health impacts from exposure to wildfire smoke are ignored in estimates of monetized damages from wildfires. Current research highlights the need for better data collection and analysis of these impacts. Using unique primary data, this paper quantifies the economic cost of health effects from the largest wildfire in Los Angeles County's modern history. A cost of illness estimate is $9.50 per exposed person per day. However, theory and empirical research consistently find that this measure largely underestimates the true economic cost of health effects from exposure to a pollutant in that it ignores the cost of defensive actions taken as well as disutility. For the first time, the defensive behavior method is applied to calculate the willingness to pay for a reduction in one wildfire smoke induced symptom day, which is estimated to be $84.42 per exposed person per day."}{"An economic analysis of the potential contribution of forest biomass to the EU RES target and its implications for the EU forest industries ": "This study addresses the effects of increasing energy wood prices on the EU forest sector and on the use of wood biomass for energy. We examine different energy wood price levels under two contrasting scenarios of future global development, defined by the A1 and B2 storylines of IPCC. A1 depicts increased globalization and rapid economic growth. In B2, the economic growth is more modest, and the world is more environmentally conscious and regionally oriented. The analysis carried out using the global forest sector model EFI-GTM shows that as energy wood prices increase, the wood imports and reallocation of wood from competing industrial users such as board manufacturers or the pulp and paper industry also increase strongly. The quantity of wood directed from the forest industry to the energy sector would at most be around 20Mtoe (million tons of oil equivalent) in terms of energy, given a price of 100€/m3 of energy wood. Still, this would cover only around 8% of the European Union's RES target for 2020, and an even lower share for 2030. For some forest industry sectors like production of pulp and panels that would mean an important output reduction, around 20–25%. Additional felling could be an important source of wood for bioenergy in the near future, when utilization of the forest resource potential is still not very high. However, toward 2030, forest resource utilization is projected to increase and might become a limiting factor for additional biomass potentials. Given the relatively high economic growth assumed in the scenarios and the rather strong development in the demand for forest industry products, there is a considerable chance that the supply of wood biomass for energy will be largely limited to logging residues in the long run."}{"A review of hazards associated with primary lithium and lithium-ion batteries ": "Primary lithium batteries contain hazardous materials such as lithium metal and flammable solvents, which can lead to exothermic activity and runaway reactions above a defined temperature. Lithium-ion batteries operating outside the safe envelope can also lead to formation of lithium metal and thermal runaway. Despite protection by battery safety mechanisms, fires originating from primary lithium and lithium-ion batteries are a relatively frequent occurrence.\n                  This paper reviews the hazards associated with primary lithium and lithium-ion cells, with an emphasis on the role played by chemistry at individual cell level. Safety mechanisms to prevent the occurrence and limit the consequences of incidents are reviewed, together with safety tests to monitor compliance with battery safety regulations and standards. Incident information from news accounts and open literature sources are reviewed to extract causal information.\n                  It is concluded that the potential severity of incidents during storage, transport and recycling of waste batteries can be significantly higher than in end-use applications. Safe storage, packaging and labelling practices, as well as communication among the parties involved, are essential to ensure safety across the battery lifecycle. It is recommended that a database of lithium battery incidents would be valuable to improve the evidence base for informing accident prevention measures."}{"Principle and applications of microbubble and nanobubble technology for water treatment ": "In recent years, microbubble and nanobubble technologies have drawn great attention due to their wide applications in many fields of science and technology, such as water treatment, biomedical engineering, and nanomaterials. In this paper, we discuss the physics, methods of generation of microbubbles (MBs) and nanobubbles (NBs), while production of free radicals from MBs and NBs are reviewed with the focuses on degradation of toxic compounds, water disinfection, and cleaning/defouling of solid surfaces including membrane. Due to their ability to produce free radicals, it can be expected that the future prospects of MBs and NBs will be immense and yet more to be explored."}{"‘Argument!’ helping students understand what essay writing is about ": "Argumentation is a key requirement of the essay, which is the most common genre that students have to write. However, how argumentation is realised in disciplinary writing is often poorly understood by academic tutors, and therefore not adequately taught to students. This paper presents research into undergraduate students’ concepts of argument when they arrive at university, difficulties they experience with developing arguments in their essays, and the type and quality of instruction they receive. A three-part definition which describes argumentation by what students need to learn was used as the framework for analysis. The findings show that students have only partial or incorrect concepts of argument. Many problems they encounter are caused by their lack of knowledge of what an argumentative essay requires, particularly of the need to develop their own position in an academic debate. The advice they receive does not make the requirements explicit and refers to argumentation inconsistently and vaguely. An ‘essay writing framework’, based on the three-part definition, is proposed for improving the teaching of writing. This approach puts argumentation at the centre of instruction and explains other aspects of writing according to the function they have in the development of argument."}{"Genesis of scapolite from granulites (lower-crustal xenoliths from the Pamir diatremes): results of study of melt inclusions ": "The results of mineralogical and thermobarogeochemical studies of lower-crustal xenolith of scapolite-bearing granulites from the fergusite-porphyry diatremes pipes in Southeastern Pamir (Tajikistan) are presented. All minerals (including garnet, clinopyroxene, and scapolite) of these granulites contain primary melt inclusions, which were studied using thermometric and microprobe methods (EPMA, SIMS, Raman spectroscopy). We have established that their compositions correspond to acid (from rhyodacites to rhyolites), essentially potassic melts of normal and high alkalinity with H2O ≤ 4 wt.%, Cl ≤ 0.8 wt.%, and CO2 ~ 1 wt.%. The melts are depleted in HREE and have high Th/U ratios (7.7–9.4). Study of melt inclusions using mineralogical thermobarometers showed that the scapolite-bearing granulite crystallized at ~1000 °C and ~15 kbar. This rock resulted, most likely, from the incongruent melting of carbonate-bearing biotite-quartz-plagioclase substrate in the lower crust, which was accompanied by the crystallization of garnet, clinopyroxene, sphene, plagioclase, and scapolite trapping microportions of acid melts as inclusions. The minerals crystallized not from melt but in its presence. High-Ca scapolite (Me67–69) crystallized instead of plagioclase when the melts reached high contents of CO2 (~1 wt.%) and Cl (≤0.8 wt.%) in the presence of CO2-rich fluid."}{"Emerging pollutants in wastewater: A review of the literature ": "For 20 years, many articles report the presence of new compounds, called “emerging compounds”, in wastewater and aquatic environments. The US EPA (United States – Environmental Protection Agency) defines emerging pollutants as new chemicals without regulatory status and which impact on environment and human health are poorly understood.\n                  The objective of this work was to identify data on emerging pollutants concentrations in wastewater, in influent and effluent from wastewater treatment plants (WWTPs) and to determine the performance of sewage disposal. We collected 44 publications in our database. We sought especially for data on phthalates, Bisphenol A and pharmaceuticals (including drugs for human health and disinfectants). We gathered concentration data and chose 50 pharmaceutical molecules, six phthalates and Bisphenol A. The concentrations measured in the influent ranged from 0.007 to 56.63μg per liter and the removal rates ranges from 0% (contrast media) to 97% (psychostimulant). Caffeine is the molecule whose concentration in influent was highest among the molecules investigated (in means 56.63μg per liter) with a removal rate around 97%, leading to a concentration in the effluent that did not exceed 1.77μg per liter. The concentrations of ofloxacin were the lowest and varied between 0.007 and 2.275μg per liter in the influent treatment plant and 0.007 and 0.816μg per liter in the effluent. Among phthalates, DEHP is the most widely used, and quantified by the authors in wastewater, and the rate of removal of phthalates is greater than 90% for most of the studied compounds. The removal rate for antibiotics is about 50% and 71% for Bisphenol A. Analgesics, anti inflammatories and beta-blockers are the most resistant to treatment (30–40% of removal rate). Some pharmaceutical molecules for which we have not collected many data and which concentrations seem high as Tetracycline, Codeine and contrast products deserve further research."}