{"Microplastics in freshwater systems: A review of the emerging threats, identification of knowledge gaps and prioritisation of research needs ": "Plastic contamination is an increasing environmental problem in marine systems where it has spread globally to even the most remote habitats. Plastic pieces in smaller size scales, microplastics (particles <5 mm), have reached high densities (e.g., 100 000 items per m3) in waters and sediments, and are interacting with organisms and the environment in a variety of ways. Early investigations of freshwater systems suggest microplastic presence and interactions are equally as far reaching as are being observed in marine systems. Microplastics are being detected in freshwaters of Europe, North America, and Asia, and the first organismal studies are finding that freshwater fauna across a range of feeding guilds ingest microplastics.\n                  Drawing from the marine literature and these initial freshwater studies, we review the issue of microplastics in freshwater systems to summarise current understanding, identify knowledge gaps and suggest future research priorities. Evidence suggests that freshwater systems may share similarities to marine systems in the types of forces that transport microplastics (e.g. surface currents); the prevalence of microplastics (e.g. numerically abundant and ubiquitous); the approaches used for detection, identification and quantification (e.g. density separation, filtration, sieving and infrared spectroscopy); and the potential impacts (e.g. physical damage to organisms that ingest them, chemical transfer of toxicants). Differences between freshwater and marine systems include the closer proximity to point sources in freshwaters, the typically smaller sizes of freshwater systems, and spatial and temporal differences in the mixing/transport of particles by physical forces. These differences between marine and freshwater systems may lead to differences in the type of microplastics present. For example, rivers may show a predictable pattern in microplastic characteristics (size, shape, relative abundance) based on waste sources (e.g. household vs. industrial) adjacent to the river, and distance downstream from a point source.\n                  Given that the study of microplastics in freshwaters has only arisen in the last few years, we are still limited in our understanding of 1) their presence and distribution in the environment; 2) their transport pathways and factors that affect distributions; 3) methods for their accurate detection and quantification; 4) the extent and relevance of their impacts on aquatic life. We also do not know how microplastics might transfer from freshwater to terrestrial ecosystems, and we do not know if and how they may affect human health. This is concerning because human populations have a high dependency on freshwaters for drinking water and for food resources. Increasing the level of understanding in these areas is essential if we are to develop appropriate policy and management tools to address this emerging issue."}{"Adaptation strategies for agricultural water management under climate change in Europe ": "Climate change is expected to intensify the existing risks, particularly in regions where water scarcity is already a concern, as well as create new opportunities in some areas. Efforts to develop adaptation strategies for agricultural water management can benefit from understanding the risks and adaptation strategies proposed to date. This understanding may assist in developing priorities for the adaptation of water resources for irrigation. Here we characterise the main risks across European regions and evaluate adaptation strategies by reviewing over 168 highly relevant publications that appeared in the last 15 years. Based on this extensive database we characterise the effort and benefit of a number of agronomic and policy measures, aiming to develop concrete adaptation plans and responding to concrete regional challenges. The adaptation choices consider current technological perspectives and do not project future technological change; we are certain that technological change will shape some choices for adaptation in the coming decades. The greatest scope for action is in improving adaptive capacity and responding to changes in water demands, however the implementation requires revamping current water policy, adequate training to farmers and viable financial instruments. These results aim to assist stakeholders as they take up the adaptation challenge and develop measures to reduce the vulnerability of the sector to climate change."}{"UAVs challenge to assess water stress for sustainable agriculture ": "Unmanned aerial vehicles (UAVs) present an exciting opportunity to monitor crop fields with high spatial and temporal resolution remote sensing capable of improving water stress management in agriculture. In this study, we reviewed the application of different types of UAVs using different remote sensors and compared their performance with ground-truth plant data. Several reflectance indices, such as NDVI, TCARI/OSAVI and PRInorm obtained from UAVs have shown positive correlations related to water stress indicators such as water potential (Ψ) and stomatal conductance (g\n                     \n                        s\n                     ). Nevertheless, they have performed differently in diverse crops; thus, their uses and applications are also discussed in this study. Thermal imagery is also a common remote sensing technology used to assess water stress in plants, via thermal indices (calculated using artificial surfaces as references), estimates of the difference between canopy and air temperature, and even canopy conductance estimates derived from leaf energy balance models. These indices have shown a great potential to determine field stress heterogeneity using unmanned aerial platforms. It has also been proposed that chlorophyll fluorescence could be an even better indicator of plant photosynthesis and water use efficiency under water stress. Therefore, developing systems and methodologies to easily retrieve fluorescence from UAVs should be a priority for the near future. After a decade of work with UAVs, recently emerging technologies have developed more user-friendly aerial platforms, such as the multi-copters, which offer industry, science, and society new opportunities. Their use as high-throughput phenotyping platforms for real field conditions and also for water stress management increasing temporal and resolution scales could improve our capacity to determine important crop traits such as yield or stress tolerance for breeding purposes."}{"Effects of potassium rates and types on growth, leaf gas exchange and biochemical changes in rice (Oryza sativa) planted under cyclic water stress ": "Three levels of potassium rates [80kgK2Oha−1, 120kgK2Oha−1 and 160kgK2Oha−1) and two types potassium (KCl and K2SO4) on rice under cyclic water stress 15 days and the absolute control (80kgK2Oha−1 of KCl fertilizer on rice under control flooded) were exposed to rice to investigate the influence of potassium in minimizing cyclic water stress effects in rice. It was found as fertilization rates increased from 80>120>160kgK2Oha−1 the production of proline was increased. The increase in proline production was simultaneously enhanced the production of Catalase and Maliondialdehyde. As the potassium rate increased from 80>120>160kgK2Oha−1, the transpiration rate was observed to be increased in both potassium types. The result suggested that high potassium rates would reduce water stress effects by having high transpiration rate. High transpiration rate would increase the nutrient uptake that would repair the damage tissue under water stress thus reduce the oxidative stress of rice under water stress condition. This been showed by high significant positive correlations of transpiration rate with CAT activity (r\n                     =0.871; p\n                     ≤0.05), MDA (r\n                     =0.914; p\n                     ≤0.05) and Proline (r\n                     =0.842; p\n                     ≤0.05). It was found that the increase of K rates by KCl increased NAR higher than the increased K rates in K2SO4. This might be due to higher absorption of K element in rice by KCl compared to K2SO4. The study has showed that application of potassium either KCl or K2SO4 would minimize the effects on rice growth and physiology under cyclic water stress. The current study also suggested that plant tolerate to cyclic water stress by increased the production of proline, MDA and decrease of Catalase activity to protect the plant from damage from water stress."}{"The impact of porous media heterogeneity on non-Darcy flow behaviour from pore-scale simulation ": "The effect of pore-scale heterogeneity on non-Darcy flow behaviour is investigated by means of direct flow simulations on 3-D images of a beadpack, Bentheimer sandstone and Estaillades carbonate. The critical Reynolds number indicating the cessation of the creeping Darcy flow regime in Estaillades carbonate is two orders of magnitude smaller than in Bentheimer sandstone, and is three orders of magnitude smaller than in the beadpack. It is inferred from the examination of flow field features that the emergence of steady eddies in pore space of Estaillades at elevated fluid velocities accounts for the early transition away from the Darcy flow regime. The non-Darcy coefficient β, the onset of non-Darcy flow, and the Darcy permeability for all samples are obtained and compared to available experimental data demonstrating the predictive capability of our approach. X-ray imaging along with direct pore-scale simulation of flow provides a viable alternative to experiments and empirical correlations for predicting non-Darcy flow parameters such as the β factor, and the onset of non-Darcy flow."}{"Measurement and assessment of water resources carrying capacity in Henan Province, China ": "As demands on limited water resources intensify, concerns are being raised about water resources carrying capacity (WRCC), which is defined as the maximum sustainable socioeconomic scale that can be supported by available water resources and while maintaining defined environmental conditions. This paper proposes a distributed quantitative model for WRCC, based on the principles of optimization, and considering hydro-economic interaction, water supply, water quality, and socioeconomic development constraints. With the model, the WRCCs of 60 subregions in Henan Province were determined for different development periods. The results showed that the water resources carrying level of Henan Province was suitably loaded in 2010, but that the province would be mildly overloaded in 2030 with respect to the socioeconomic development planning goals. The restricting factors for WRCC included the available water resources, the increasing rate of GDP, the urbanization ratio, the irrigation water utilization coefficient, the industrial water recycling rate, and the wastewater reuse rate, of which the available water resources was the most crucial factor. Because these factors varied temporally and spatially, the trends in predicted WRCC were inconsistent across different subregions and periods."}{"Dye sequestration using agricultural wastes as adsorbents ": "Color is a visible pollutant and the presence of even minute amounts of coloring substance makes it undesirable due to its appearance. The removal of color from dye-bearing effluents is a major problem due to the difficulty in treating such wastewaters by conventional treatment methods. The most commonly used methods for color removal are biological oxidation and chemical precipitation. However, these processes are effective and economic only in the case where the solute concentrations are relatively high. Most industries use dyes and pigments to color their products. The presence of dyes in effluents is a major concern due to its adverse effect on various forms of life. The discharge of dyes in the environment is a matter of concern for both toxicological and esthetical reasons. It is evident from a literature survey of about 283 recently published papers that low-cost adsorbents have demonstrated outstanding removal capabilities for dye removal and the optimal equilibrium time of various dyes with different charcoal adsorbents from agricultural residues is between 4 and 5h. Maximum adsorptions of acidic dyes were obtained from the solutions with pH 8–10. The challenges and future prospects are discussed to provide a better framework for a safer and cleaner environment."}{"Cultivation of algae consortium in a dairy farm wastewater for biodiesel production ": "Dairy farm wastewaters are potential resources for production of microalgae biofuels. A study was conducted to evaluate the capability of production of biodiesel from consortium of native microalgae culture in dairy farm treated wastewater. Native algal strains were isolated from dairy farm wastewaters collection tank (untreated wastewater) as well as from holding tank (treated wastewater). The consortium members were selected on the basis of fluorescence response after treating with Nile red reagent. Preliminary studies of two commercial and consortium of ten native strains of algae showed good growth in wastewaters. A consortium of native strains was found capable to remove more than 98% nutrients from treated wastewater. The biomass production and lipid content of consortium cultivated in treated wastewater were 153.54tha−1\n                     year−1 and 16.89%, respectively. 72.70% of algal lipid obtained from consortium could be converted into biodiesel."}{"Optimizing irrigation efficiency improvements in the Aral Sea Basin ": "Water scarcity driven by climate change, growing demand, and inefficient management of water and related infrastructure is a serious threat to livelihoods in the Aral Sea Basin (ASB) of Central Asia. In recent decades, downstream water shortages have become increasingly common and inflows into the Aral Sea have become very limited. Meanwhile, water losses are enormous both at conveyance and field levels because of outdated infrastructure and the dominance of highly inefficient basin and furrow irrigation methods. Intensification and modernization of irrigation systems, while requiring investment of scarce capital resources, could thus substantially reduce non-beneficial water consumption and help in coping with increasing water scarcity. This study applies a hydro-economic model that solves for the investment in improved irrigation efficiency across the various irrigation sites in the ASB that delivers the highest economic gains. Improvement of the efficiency of irrigation canals and implementation of field efficiency investments and practices, such as drip irrigation, and alternate dry or short furrow irrigation (for rice), would substantially improve economic outcomes. Conveyance efficiency investments are particularly worthwhile in downstream regions where sandy soils are common and return flows largely feed saline lakes in tail-end depressions. Meanwhile, field-level efficiency should be fully upgraded in all rice-producing regions through the use of drip and alternate wet and dry irrigation, as well as with drip irrigation in the cotton-producing Ferghana Valley of the Syr Darya Basin. The value of these improvements increases with reduced water availability. Implementation of an optimal set of investments could increase basinwide benefits by 20% (from US$ 3.2 to 3.8 billion) under normal water availability and by 40% (from US$ 2.5 to 3.5 billion) under dry conditions (80% of normal supply)."}{"A review on Fenton-like processes for organic wastewater treatment ": "Fenton-like processes have been studied widely in recent years and are considered promising for organic wastewater treatment. Due to the demand for high efficiency wastewater treatment, a summary of the study status of Fenton-like processes is necessary to develop a novel and high efficiency organic wastewater treatment method. In this review, some important effect parameters (pH, H2O2 dosage, catalyst dosage, temperature) in hetero-/homo-geneous Fenton-like processes are discussed, and then the physical field/phenomenon-assisted hetero-/homo-geneous Fenton-like processes are presented. After that, catalyst types and the evaluation of wastewater treatment costs for various Fenton-like processes are summarized and discussed. Finally, possible future research directions and some guidelines for Fenton-like processes are given."}{"Hyperspectral narrowband and multispectral broadband indices for remote sensing of crop evapotranspiration and its components (transpiration and soil evaporation) ": "Evapotranspiration (ET) is an important component of micro- and macro-scale climatic processes. In agriculture, estimates of ET are frequently used to monitor droughts, schedule irrigation, and assess crop water productivity over large areas. Currently, in situ measurements of ET are difficult to scale up for regional applications, so remote sensing technology has been increasingly used to estimate crop ET. Ratio-based vegetation indices retrieved from optical remote sensing, like the Normalized Difference Vegetation Index (NDVI), Soil Adjusted Vegetation Index, and Enhanced Vegetation Index are critical components of these models, particularly for the partitioning of ET into transpiration and soil evaporation. These indices have their limitations, however, and can induce large model bias and error. In this study, micrometeorological and spectroradiometric data collected over two growing seasons in cotton, maize, and rice fields in the Central Valley of California were used to identify spectral wavelengths from 428 to 2295nm that produced the highest correlation to and lowest error with ET, transpiration, and soil evaporation. The analysis was performed with hyperspectral narrowbands (HNBs) at 10nm intervals and multispectral broadbands (MSBBs) commonly retrieved by Earth observation platforms. The study revealed that (1) HNB indices consistently explained more variability in ET (ΔR\n                     2\n                     =0.12), transpiration (ΔR\n                     2\n                     =0.17), and soil evaporation (ΔR\n                     2\n                     =0.14) than MSBB indices; (2) the relationship between transpiration using the ratio-based index most commonly used for ET modeling, NDVI, was strong (R\n                     2\n                     =0.51), but the hyperspectral equivalent was superior (R\n                     2\n                     =0.68); and (3) soil evaporation was not estimated well using ratio-based indices from the literature (highest R\n                     2\n                     =0.37), but could be after further evaluation, using ratio-based indices centered on 743 and 953nm (R\n                     2\n                     =0.72) or 428 and 1518nm (R\n                     2\n                     =0.69)."}{"\n               Coffea arabica yields decline in Tanzania due to climate change: Global implications ": "Coffee is the world’s most valuable tropical export crop. Recent studies predict severe climate change impacts on Coffea arabica (C. arabica) production. However, quantitative production figures are necessary to provide coffee stakeholders and policy makers with evidence to justify immediate action. Using data from the northern Tanzanian highlands, we demonstrate for the first time that increasing night time (T\n                     min) temperature is the most significant climatic variable responsible for diminishing C. arabica yields between 1961 and 2012. Projecting this forward, every 1°C rise in T\n                     min will result in annual yield losses of 137±16.87kgha−1 (P\n                     =1.80e-10). According to our ARIMA model, average coffee production will drop to 145±41kgha−1 (P\n                     =8.45e-09) by 2060. Consequently, without adequate adaptation strategies and/or substantial external inputs, coffee production will be severely reduced in the Tanzanian highlands in the near future. Attention should also be drawn to the arabica growing regions of Brazil, Colombia, Costa Rica, Ethiopia and Kenya, as substantiated time series evidence shows these areas have followed strikingly similar minimum temperature trends. This is the first study on coffee, globally, providing essential time series evidence that climate change has already had a negative impact on C. arabica yields."}{"Wastewater treatment in horizontal subsurface flow constructed wetlands using different media (setup stage) ": "Wastewater treatment through horizontal subsurface flow (HSSF) constructed wetlands (CWs) using three different treatment media (gravel, pieces of plastic pipes, and shredded tire rubber chips) were investigated in Samaha village, Dakahliya, Egypt. The study focused on the wetland setup stage during the first months of its operation (setup stage). In this stage media porosity, bacterial biofilm, and plant roots growth were in progress and it was prior to the operational steady state stage. Objectives of this paper are to study the change in media porosity of HSSF wetland cells in order to estimate duration of wetland setup stage, and to evaluate the use of different bed media on biological oxygen demand (BOD), chemical oxygen demand (COD) and total suspended solids (TSS) treatment. The results showed that after 180 days of operation, the wetland cells had reached steady porosity and had started stable treatment. Also performance of plastic media bed in pollutants reduction was better than gravel and rubber beds and gravel media was in advanced than rubber media."}{"Additional stresses on buildings induced by vibration effects ": "Construction activities, blasting and traffic are the main sources of ground vibrations that may have a detrimental effect on buildings.\n                  The main objective of this research is to study the relationship between additional stresses on building induced by vibrations, vibration nature and building dynamic characteristics.\n                  Five numerical models were subjected to base excitation to represent different vibration sources and wave forms. These waves were scaled to the same peak acceleration.\n                  Experimental dynamic tests were carried out using five physical models with different characteristics. These models were subjected to different types of vibration. The vibration characteristics were identified and the models top acceleration responses were measured. Moreover, the models maximum stresses were measured due to each vibration load.\n                  The relationships between stress increasing, fundamental period and base excitation type were plotted; also the relationship between pseudo acceleration response at the top of the building and the frequency ratio between the model fundamental frequency and the base excitation predominant frequency was also plotted. These relations were analyzed and concluded to tangible results."}{"Cross-linking of cellulose and poly(ethylene glycol) with citric acid ": "A novel approach to modifying native cellulosic fibres with poly(ethylene glycol) (PEG) impregnation and simultaneous cross-linking by citric acid (CA) was investigated. To understand the contributions of different components in the system, control references with just CA and cellulosic fibres (filter paper) were studied. The effect of sodium hypophosphite as a catalyst was also assessed. The results revealed that ester bonds are indeed formed in the cellulose–PEG–CA reaction system, as indicated by weight percentage gain (WPG) and FTIR analysis. The best results were achieved by using 5% CA and 10% PEG (calculated as weight-% from cellulose). In the reaction, the environmentally friendly CA prevents PEG from being leached out of cellulose during washing, resulting in promising future applications in dimensionally stabilized products based on cellulosic fibres."}{"Photoelectrochemical (PEC) water splitting - are we getting closer to commercialization? ": ""}{"Dynamics of global forest area: Results from the FAO Global Forest Resources Assessment 2015 ": "The area of land covered by forest and trees is an important indicator of environmental condition. This study presents and analyses results from the Global Forest Resources Assessment 2015 (FRA 2015) of the Food and Agriculture Organization of the United Nations. FRA 2015 was based on responses to surveys by individual countries using a common reporting framework, agreed definitions and reporting standards. Results indicated that total forest area declined by 3%, from 4128Mha in 1990 to 3999Mha in 2015. The annual rate of net forest loss halved from 7.3Mhay−1 in the 1990s to 3.3Mhay−1 between 2010 and 2015. Natural forest area declined from 3961Mha to 3721Mha between 1990 and 2015, while planted forest (including rubber plantations) increased from 168Mha to 278Mha. From 2010 to 2015, tropical forest area declined at a rate of 5.5Mhay−1 – only 58% of the rate in the 1990s – while temperate forest area expanded at a rate of 2.2Mhay−1. Boreal and sub-tropical forest areas showed little net change. Forest area expanded in Europe, North America, the Caribbean, East Asia, and Western-Central Asia, but declined in Central America, South America, South and Southeast Asia and all three regions in Africa. Analysis indicates that, between 1990 and 2015, 13 tropical countries may have either passed through their forest transitions from net forest loss to net forest expansion, or continued along the path of forest expansion that follows these transitions. Comparing FRA 2015 statistics with the findings of global and pan-tropical remote-sensing forest area surveys was challenging, due to differences in assessment periods, the definitions of forest and remote sensing methods. More investment in national and global forest monitoring is needed to provide better support for international initiatives to increase sustainable forest management and reduce forest loss, particularly in tropical countries."}{"Global Forest Resources Assessment 2015: What, why and how? ": "This paper introduces a Special Issue of Forest Ecology and Management that includes a collection of analytical results from the 2015 Global Forest Resources Assessment (FRA 2015) covering 25years of forest change (1990–2015). FRA 2015 builds on a series of global assessments that began in 1948 and covers change in forest area and type, volume, biomass and carbon stocking, measures of sustainable forest management, biodiversity and conservation, soil and water protective functions, wood production and a number of socio-economic variables. It covers 234 countries and territories with an emphasis on forest resource change over a twenty-five year period (1990–2015) and also looks forward to anticipated forest change – both as government targets for forest area and projected change (to 2030) to global production and conservation forest area (to the year 2050). This paper describes important contributions of global forest resource estimates to forest management, the methods used in the collection and analysis of FRA 2015 data and provides links to additional information resources. It discusses some of the limitations of this global dataset, some of the steps taken to improve quality and the characteristics that make this type of global data most useful. While forest area change dominates public use of the FRA, the state of the forest resource and management is critical to understanding the ecological and social values of the forest and forestry. Country level reporting not only provides insights that are only possible through national reporting but also provides greater national-level understanding and discussion of forest resource change. The papers that follow in this Special Issue provide analyses of FRA 2015 data covering a wide range of topics related to sustainable forest management and forest change."}{"Changes in planted forests and future global implications ": "This paper focuses on an analysis of planted forests data from the 2015 Forests Resources Assessment of the U.N. Food and Agriculture Organisation (FRA 2015). It forms one of a series of papers in the FRA 2015 special issue of this journal.\n                  While total forest area decreased from 4.28 billion hectares to 3.99 billion hectares from 1990 to 2015, with percent global forest cover dropping from 31.85% to 30.85%, the area of planted forests increased from 167.5 to 277.9 million hectares or 4.06% to 6.95% of total forest area. Increase was most rapid in the temperate zone, and regionally in East Asia, followed by Europe, North America, and Southern and Southeast Asia.\n                  However the annualised rate of increase in area of planted forests slowed in the 2010–2015 period to 1.2%, below the 2.4% rate suggested is needed to supply all of the world’s timber and fibre needs.\n                  The majority of planted forests comprised native species with only 18–19% of the total area being of introduced species. Introduced species were dominant in the southern hemisphere countries of South America, Oceania and Eastern and Southern Africa where industrial forestry is dominant.\n                  Twenty countries accounted for 85% of planted forest area and a different 20 countries for 87% of planted forest roundwood supply. As with forest area, roundwood supply from planted forests also showed an increasing trend although this was based on minimal data. There was a mismatch in composition and rankings of the top 20 countries with top forest area and roundwood production suggesting that there are substantial opportunities to increase roundwood production in the future, especially in China which has the largest area but is currently ranked 3rd in roundwood production.\n                  Outlook statements were developed for the FAO sub regions based on past changes in planted forest area, population growth, and climate and forest health risks to identify key issues for the future. The overall view from this study suggests that climate impacts, especially from extreme climatic events will affect planted forests in the future and that forest health impacts can also be expected to increase. Outlooks vary regionally. Europe and North America are likely to be most concerned with climate and health risks; Asia will experience population pressure that will impact on land availability for new forests and risks from extreme weather events, and will need to make the most of its existing forests; Africa will need to increase planted forest area to offset continuing deforestation and rapid population growth; and Oceania, the Caribbean, Central and South America are likely to be most concerned with climate impacts.\n                  To ensure the continued contribution of planted forests, a number of responses will be required to both maintain existing and also to develop new forests. Intensification of production in existing forests will lessen the need for greater forest areas and offset any land use conflicts related to food security; climate adaptation strategies will need to be developed as a matter of urgency, and forest health focus must remain a priority for research. Establishment of new forests will be eased through greater community and stakeholder engagement. Application of models such as WWF’s New Generation Plantations, which recognises the importance of society and the need to consider the full range of forest products and services within the wider landscape and spectrum of land uses, will be important.\n                  We recommend that to enable deeper analysis related to planted forests future FRA Assessments consider ways to better gather data specific to planted forests such as productivity so that this important component of global forests can be better understood."}{"Status and trends in global primary forest, protected areas, and areas designated for conservation of biodiversity from the Global Forest Resources Assessment 2015 ": "The global community has recognized the importance of forests for biodiversity, and has prioritized the preservation of forest biodiversity and ecosystem functions through multiple multilateral agreements and processes such as the Convention on Biodiversity’s Aichi Targets and the Millennium Development Goals. The Global Forest Resources Assessment (FRA) provides one mechanism for tracking progress toward such goals in three particular areas: primary forest area, protected forest areas, and areas designated for the conservation of biodiversity. In this paper, we quantify current area and trends in forest areas designated for the conservation of biodiversity, protected forest areas, and primary forests by country and biome; and examine the association between total forest area and measures of protection, per-capita income, and population. The overall findings suggest that countries are increasingly protecting forests of ecological significance at the global scale (7.7% of forests were protected in 1990 rising to 16.3% in 2015), with a strong upward trend in protected areas in the tropical domain (from 12% in 1990 to 26.3% in 2015). However, primary forest area has declined by 2.5% globally and by 10% in the tropics over the period 1990–2015 (using data for countries that reported in all years). Given that many species in the tropics are endemic to primary forests, losses in that climatic domain continue to be of concern, although the rate of decline appears to be slowing.\n                  Using multiple regression analysis, we find that a 1% increase in protected area or area designated for biodiversity conservation within a country is associated with an increase in total forest area in that country of about 0.03% (p\n                     <0.05). A 1% within-country increase in population density and per capita GDP are associated with a decrease in forest area of about 0.2% (p\n                     <0.01) and an increase in forest area of about 0.08% (p\n                     <0.05) respectively. Our findings also indicate that, since FRA is used as one mechanism for tracking progress toward goals like the AICHI Biodiversity Targets, country correspondents may require additional assistance toward reporting on primary forest, protected forest, and biodiversity conservation statistics."}{"Forest Resources Assessment of 2015 shows positive global trends but forest loss and degradation persist in poor tropical countries ": "The Global Forest Resources Assessment 2015 shows that deforestation has slowed and afforestation has increased globally during 1990–2015. Planted forests have increasingly provided goods and services hitherto derived from natural forests, and mosaic forests in agricultural landscapes are increasing. Forest gain is occurring at higher latitudes and in richer countries whilst forest loss continues in poor countries in the tropics. Some middle income tropical countries are now also transitioning to forest gain. These transition countries are characterised by reforms to forest management and improvements in agricultural practices but also by significant expansions of planted forest, which account for ∼25–100% of gains. Forest-area estimates of the FRA align with satellite-derived estimates, with deviations of ⩽±7% globally and ⩽±17% for the tropics. Mosaics comprised of trees outside forests, remnant forest patches, and young regenerating forests constitute a modest proportion of the tropical forest estate and are seemingly well inventoried by the FRA. Extensive areas of forest experienced partial canopy cover reduction since 2000, particularly in the tropics where their area is ∼6.5 times that deforested since 1990. The likelihood of the eventual loss of these forests and a decline in their capacity to provide goods and services is a matter of concern. Demand for industrial wood and fuelwood increased 35% in the tropics since 1990, principally in poorer countries, and growth in demand will accelerate into the future, particularly in the Asia-Pacific region. Notwithstanding significant increases in forests within protected areas since 1990 to 517Mha (16.3%) globally and 379Mha (26.6%) in the tropics, increasing demands for ecological services, forest products, and climate change mitigation is likely to be met from an expanding area of planted forests more than from the declining area of natural forests, particularly in Africa. The global rate of planted-forest expansion since 1990 is close to a target rate of 2.4% per annum necessary to replace wood supplied from natural forests in the medium term, though the expansion rate has declined to 1.5% since 2005. Multiple-use forests permitting both production and conservation account for 26% of the global forest area and 17% of the tropical forest area, and have increased by 81.8Mha or 8.5% globally since 1990, with most gains in the tropics. Sustainable forest management in low-income and tropical countries remains modest, with only 37% low-income country forests covered by forest inventories. International support has proven effective at increasing this coverage since 2010."}{"Global progress toward sustainable forest management ": "Sustainable forest management (SFM) is many things to many people – yet a common thread is the production of forest goods and services for the present and future generations. The promise of sustainability is rooted in the two premises; first that ecosystems have the potential to renew themselves and second that economic activities and social perceptions or values that define human interaction with the environment are choices that can be modified to ensure the long term productivity and health of the ecosystem. SFM addresses a great challenge in matching the increasing demands of a growing human population while maintaining ecological functions of healthy forest ecosystems. This paper does not seek to define SFM, but rather provides analyses of key indicators for the national-scale enabling environment to gain a global insight into progress in implementing enabling and implementing SFM at the national and operational levels. Analyses of the Global Forest Resources Assessment 2015 (FRA) country report data are used to provide insights into the current state of progress in implementing the enabling conditions for SFM. Over 2.17 billion ha of the world’s forest area are predicted by governments to remain in permanent forest land use, of which some 1.1 billion ha are covered by all of the SFM tools investigated in FRA 2015. At the global scale, SFM-related policies and regulations are reported to be in place on 97% of global forest area. While the number of countries with national forest inventories has increased over that past ten years from 48 to 112, only 37% of forests in low income countries are covered by forest inventories. Forest management planning and monitoring of plans has increased substantially as has forest management certification, which exceeded a total of over 430 million ha in 2014. However, 90% of internationally verified certification is in the boreal and temperate climatic domains – only 6% of permanent forests in the tropical domain have been certified as of 2014. Results show that more work is needed to expand the extent and depth of work on establishing the enabling conditions that support SFM over the long term and suggests where those needs are greatest."}{"Projecting global forest area towards 2030 ": "There is strong interest in gaining an informed view of changes likely to occur in forest area and the impacts of these changes on production forestry and forest conservation. Despite the complexity of underlying causes, it is largely accepted that deforestation is mainly focused in the tropics and driven by conversion to agriculture. Similarly, energy demand and GDP are largely determining wood consumption and production. Based on these assumptions, we built a model predicting natural forests and planted forests’ evolution in the next 15years, and compared the results of the modelling with survey results from country expertise. The results suggest that on a global level, forest resources loss is likely to slow down. The forests that are most at risk of conversion were clearly identified within the tropical domain, while the forest under protected areas showed very little risk of being converted to other land uses in the near future."}{"Changes in forest production, biomass and carbon: Results from the 2015 UN FAO Global Forest Resource Assessment ": "Forests are important sources of livelihoods to millions of people and contribute to national economic development of many countries. In addition, they are vital sources and sinks of carbon and contribute to the rate of climate change. The UN Food and Agriculture Organization has been collecting and presenting data on global forest resources and forest cover since 1948. This paper builds on data from FAO’s 2015 Global Forest Resource Assessment (FRA) and presents information on growing stock, biomass, carbon stock, wood removals, and changes of forest area primarily designated for production and multiple use of the world’s forests.\n                  Between 1990 and 2015, the total growing stock volume has increased in East Asia, Caribbean, Western and Central Asia, North America, Europe (including the Russian Federation), and Oceania with the highest relative increase in East Asia and the Caribbean. In all other subregions the total growing stock volume decreased. North and Central America, Europe and Asia report forest C stock increases while South America and Africa report strong decreases and Oceania reports stable forest C stocks. The annual rate of decrease of forest C stock weakened between 1990 and 2015.\n                  The total volume of annual wood removals including woodfuel removals increased between 1990 and 2011, but shows a remarkable decline during the 2008–2009 economic crisis.\n                  Forest areas designated for production purposes differ considerably between subregions. The percentage of production area out of total forest area ranges between 16 percent in South America and 53 percent in Europe. Globally about one quarter of the forest area is designated to multiple use forestry.\n                  The balance between biomass growth and removals shows considerable sub-regional differences and related implications for the sustainable use of forests."}{"Debunking the myth that a legal trade will solve the rhino horn crisis: A system dynamics model for market demand ": "There is considerable debate in the literature over whether or not to legalise the trade in rhino horns. Here a system dynamics model is developed that considers five components: rhino abundance, rhino demand, a price model, an income model and a supply model. The study indicates the importance of shifting from a conventional (sectoral) conservation model to a more non-conventional (sustainable) approach that models the interactions between the different components. While the results under the no trade scenario are similar for both the equilibrium and disequilibrium model, under the trade scenario results were sometimes quite disparate. This study finds that sometimes second best solutions from an economic perspective may be optimal if conservation interests are to be achieved."}{"The Swedish forestry model: More of everything? ": "“The Swedish forestry model” refers to the forest regime that evolved following the 1993 revision of the Swedish Forestry Act. It is key to Swedish forest politics and used to capture the essence of a sustainable way of managing forests. However, the ideas, institutions and practices comprising the model have not been comprehensively analyzed previously. Addressing this knowledge gap, we use frame analysis and a Pathways approach to investigate the underlying governance model, focusing on the way policy problems are addressed, goals, implementation procedures, outcomes and the resulting pathways to sustainability. We suggest that the institutionally embedded response to pressing sustainability challenges and increasing demands is expansion, inclusion and integration: more of everything. The more-of-everything pathway is influenced by ideas of ecological modernization and the optimistic view that existing resources can be increased. Our findings suggest that in effect it prioritizes the economic dimension of sustainability. While broadening out policy formulation it closes down the range of alternative outputs, a shortcoming that hampers its capacity to respond to current sustainability challenges. Consequently, there is a need for a broad public debate regarding not only the role of forests in future society, but also the operationalization of sustainable development."}{"Learning technical words through L1 and L2: Completeness and accuracy of word meanings ": "This paper investigates the quality of knowledge of technical words that high-school students learned from subject reading. In particular, it focuses on similarities and differences between students who learned new words through their L1 and their L2. In the study, 72 students were divided into two groups and asked to read and listen to two expository texts. One group received the texts in their L1 (Slovak) and the other group in their L2 (English). Afterwards the participants were tested on their knowledge of twelve technical words that appeared in the texts. The responses were examined in terms of the completeness of word meaning and the presence of errors. The results showed that compared to the L1-instructed students, the L2-instructed participants provided word meanings that were less complete and less precise. Word meanings from both groups contained errors involving omission of correct meaning components and inclusion of incorrect meaning components. L2-instructed participants made more errors of both kinds. The differences between the two groups are discussed with respect to vocabulary acquisition and subject learning."}{"Needs analysis for specialized learner populations: Essential methodological improvements ": "This study surveys the design, methods and procedures reported in needs analyses (NAs) conducted for specialized English learner populations in varying contexts over the last thirty years (1984–2014). While NA practice has evolved and undoubtedly improved over time, our survey identified several remaining shortcomings and a lack of consistency in the sources, the methods and the interactions between sources and methods that researchers use to gather data and interpret findings, problems which decrease their reliability and validity. To illustrate how methodological rigor in NA practice and reporting can be achieved, we detail the methods and procedure followed in a large-scale task-based NA conducted for non-native English speakers working at a national research institution in the USA. Based on the current NA and the findings of our methodological survey, we provide a set of practical recommendations that are intended to be adaptable for local contexts and useful to language program administrators, curriculum designers and teachers responsible for the design of ESP courses and programs."}{"Global trade impacts of increasing Europe's bioenergy demand ": "European governments are rapidly turning to biomass to comply with the EU's legislated renewable energy targets for 2020 and 2030. To do so, EU member states will likely have to increase imports of biomass from timber rich regions, which will undoubtedly disrupt international wood product markets. In this study, a static global forest trade model of coniferous wood products is used to examine the effects of expanded demand for wood pellets in Europe to generate reliable electricity. Positive mathematical programming (PMP) is used to calibrate the model to 2012 bilateral trade flows. To assess the impact of increased wood-pellet demand on global forest products, we consider a scenario where EU demand for wood pellets doubles. Model results suggest increases in the world prices of industrial roundwood (1%), particleboard ($34/m3), fibreboard ($30/m3), pulp ($65/t) and pellets (71% to 128%), while the prices of sawnwood and plywood & veneer are projected to fall by $12/m3 and $4/m3, respectively. The gains and losses are unevenly distributed between timber rich and timber poor regions; Russia, Canada and the U.S. experience large net welfare gains of $706 million, $544 million and $416 million, respectively, while Asia loses $1.8 billion. In the forest products sector, the gains outweigh losses with economic benefits increasing by some $4.9 billion, but this is a cost to the consumers of electricity and/or taxpayers in the regions implementing these renewable energy policies. The price of wood pellets is projected to rise between $107 and $154 per tonne. The findings highlight the need to account for the interconnections among softwood forest products globally."}{"Influences of nonindustrial private forest landowners’ management priorities on the timber harvest decision—A case study in France ": "Recently, there has been a demand to increase the wood mobilisation from French private forests which are a significant part of the national wood supply. Nonindustrial private forest (NIPF) owners are frequently not only timber producers, but also providers of forest amenities, from which they derive a private utility as well as positive externalities for the rest of the society. This is often addressed as a limit to wood exploitation, since generally there is a trade-off between timber production and amenities. However, the forest property fragmentation and the passive management of some private forest owners are also considered as restraining the wood supply. We propose an econometric analysis of the harvesting decision with particular attention to the role of NIPF landowners’ management objectives. We defined four categories of management objectives: “production-oriented”, “production & amenities”, “amenities-oriented”, and “no objectives”, using a sample of 432 French NIPF landowners. The aim was to identify the relevant factors influencing the harvest decision, and, in particular, the role of amenities-oriented objectives and no-objectives. Results showed that a change in the management objective from production-oriented to amenities-oriented significantly reduced the probability of harvesting. The lack of management objectives as well as absenteeism, however, exhibited an even higher negative effect. Consistently with a utility maximisation framework, both economic variables (timber price and income) and landowners’ socio-demographic characteristics were significant predictors of the harvesting decision. From a policy viewpoint, our results suggest to address incentives schemes on passive forest owners in order to increase wood production."}{"A homogeneous chemical reactor analysis and design laboratory: The reaction kinetics of dye and bleach ": "An experimental module for senior-level reaction engineering/reactor design students is described. The module is used to characterize the kinetics of dye (food coloring) neutralization by household bleach, and the reactor system is configurable for use in either batch reactor or continuous-stirred tank reactor (CSTR) modes. The reactor temperature, volume, reactant feed rates, and reactant concentrations may be adjusted to enable students to obtain a wide range of kinetic data. Dye concentrations in the reactor are monitored by absorbance spectroscopy, and the kinetic rate law is determined directly from the batch reactor performance data. Students use the completed kinetic rate law to compare experimental steady-state CSTR performance data to the mathematical models derived from reactor design equations. Finally, the students use the kinetic behavior of the system to design a hypothetical plug-flow reactor for the same chemical reaction and a set of stated operational goals."}{"Anaerobic digestion of undiluted simulant human excreta for sanitation and energy recovery in less-developed countries ": "Improving access to sanitation is one of the most effective means to improve public health. Anaerobic digestion of high-strength undiluted human simulant excreta was investigated in laboratory systems. The focus was on demonstrating the suitability of using simple unmixed anaerobic digesters for the treatment of a simulant high-strength undiluted human excreta and to quantify the effects of high ammonia concentration on the biogas yield. A maximum biogas yield of 0.44NLbiogas\n                     g−1\n                     COD was obtained in batch experiments, while yields of 0.38 and 0.24NLbiogas\n                     g−1\n                     COD were obtained at 5 and 8g total ammonia nitrogen (TAN) L−1, respectively. Using an inoculum acclimated to high ammonia concentrations was critical to successful biogas production at these high TAN concentrations. Stable long-term anaerobic digestion of simulant human excreta at ammonia concentrations ranging from 5.20 to 7.15g-NL−1 was obtained in a scaled-down mimic of a low cost floating dome anaerobic digester. Overall, the results demonstrate that anaerobic digestion of undiluted human simulant excreta in simple unmixed digesters is feasible and yields biogas, which is a valuable commodity. When combined with proper hygienization of its effluent, anaerobic digestion could contribute to effective sanitation in developing countries with limited water availability."}{"Estimation of demand diversity and daily demand profile for off-grid electrification in developing countries ": "The potential for small self-contained grid systems to provide electricity for currently unserved regions of the developing world is widely recognised. However planning and managing the electrical demand that will be supported, so that a mini-grid system is not overloaded and its available resource is used as fully as possible, is actually more difficult than for a large scale grid system. This paper discusses the mathematical reasons why this is the case, and describes a practical software tool for mini-grid demand estimation and planning that is complementary to the widely used HOMER software. This software tool is made available for download on an open source basis. Finally a conclusion is offered that mini-grid systems should aim to serve at least 50 households so that demand variability is more manageable and economies of scale can be realised."}{"Microplastics as vector for heavy metal contamination from the marine environment ": "The permanent presence of microplastics in the marine environment is considered a global threat to several marine animals. Heavy metals and microplastics are typically included in two different classes of pollutants but the interaction between these two stressors is poorly understood.\n                  During 14 days of experimental manipulation, we examined the adsorption of two heavy metals, copper (Cu) and zinc (Zn), leached from an antifouling paint to virgin polystyrene (PS) beads and aged polyvinyl chloride (PVC) fragments in seawater. We demonstrated that heavy metals were released from the antifouling paint to the water and both microplastic types adsorbed the two heavy metals. This adsorption kinetics was described using partition coefficients and mathematical models. Partition coefficients between pellets and water ranged between 650 and 850 for Cu on PS and PVC, respectively. The adsorption of Cu was significantly greater in PVC fragments than in PS, probably due to higher surface area and polarity of PVC. Concentrations of Cu and Zn increased significantly on PVC and PS over the course of the experiment with the exception of Zn on PS. As a result, we show a significant interaction between these types of microplastics and heavy metals, which can have implications for marine life and the environment. These results strongly support recent findings where plastics can play a key role as vectors for heavy metal ions in the marine system. Finally, our findings highlight the importance of monitoring marine litter and heavy metals, mainly associated with antifouling paints, particularly in the framework of the Marine Strategy Framework Directive (MSFD)."}{"Impact of climate change on UK estuaries: A review of past trends and potential projections ": "UK estuarine environments are regulated by inter-acting physical processes, including tidal, wave, surge, river discharge and sediment supply. They regulate the fluxes of nutrients, pollutants, pathogens and viruses that determine whether coastlines achieve the Good Environmental Status (GEnS) required by the EU's Marine Strategy Directive. We review 20th century trends and 21st century projections of changes to climatic drivers, and their potential for altering estuarine bio-physical processes. Sea-level rise will cause some marine habitats to expand, and others diminish in area extent. The overall consequences of estuarine morphodynamics to these habitat shifts, and vice-versa, are unknown. Increased temperatures could intensify microbial pathogen concentrations and increase public health risk. The patterns of change of other climatic drivers are difficult to predict (e.g., river flows and storm surges). Projected increased winter river flows throughout UK catchments will enhance the risks of coastal eutrophication, harmful algal blooms and hypoxia in some contexts, although there are spatial variabilities in river flow projections. The reproductive success of estuarine biota is sensitive to saline intrusion and corresponding turbidity maxima, which are projected to gradually shift landwards as a result of sea-level rise. Although more-frequent flushing events in winter and longer periods of drought in summer are predicted, whereby the subsequent estuarine mixing and recovery rates are poorly understood. With rising estuarine salinities, subtidal species can penetrate deeper into estuaries, although this will depend on the resilience/adaptation of the species. Many climate and impact predictions lack resolution and spatial cover. Long-term monitoring and increased research, which considers the catchment-river-estuary-coast system as a whole, is needed to support risk predicting and mitigatory strategies."}{"Impacts of climate change on the hydrological regime of the Koshi river basin in the Himalayan region ": "Understanding the potential impact of climate change on the hydrological regime in the Himalayan region is of great importance for sustainable water resources management. This study assessed the historic and projected climate trends in the Koshi river basin using statistical analysis. The hydrological characteristics and the contribution of different runoff components under present and projected future conditions were investigated in the Dudh Koshi sub-basin using the J2000 model. Data for 1995 to 2096 from the Providing REgional Climates for Impacts Studies (PRECIS) regional climate model were used in the J2000 model to project the impact of climate change under the A1B climate scenario in mid-century (2040–2050) and late-century (2086–2096), compared to baseline (2000–2010). Present climate showed an increase in average temperature in the river basin at a rate of 0.058 °C/year for maximum temperature and 0.014 °C/year for minimum temperature over the past forty years. The model simulation of the hydrological regime from 1985 to1997 was satisfactory. The average annual contribution of snow and glacier melt to total discharge was about 34%, whereas it was 63% in the pre-monsoon season (March to May). The projected future results from the model indicate a 13% increase in annual discharge by mid-century followed by a slight decrease; and a 16% increase in evapotranspiration by the end of the century. Snowfall is projected to decrease substantially due to the rise in temperature, the basin will lose snow storage capacity, and there will be a marked decrease in snowmelt runoff from non-glaciated areas. In contrast, melt from glaciated areas will increase up to mid-century and start decreasing thereafter. The model results suggest that snowfall pattern, snowmelt, discharge, and evapotranspiration are all sensitive to the effects of climate change."}{"Model-based design for restoration of a small urban river ": "A model-based design is presented for restoring the small urban river Panke located in Berlin, Germany. This new design process combines high resolution 2D hydraulic modeling with habitat modeling and river-ecological expert knowledge in a highly iterative way. Advances have been made for the habitat modeling: habitat suitability maps have been developed for fish and the habitat suitability for benthos has been assessed by including groups with different hydraulic preferences.\n                  Using the model-based design we have developed preference variants for the Panke which include structures such as pools, riffles, river banks, dead wood as well as aquatic vegetation. To account for the very detailed geometry of some structures such as dead wood, high resolution grids with edge length up to one decimeter have been generated. Furthermore flood protection has been assured. The variants should be constructed in the Panke in 2015. We expect that the ecological conditions for fish and benthos will improve, however this has to be evaluated by further measurements. The model-based approach for the design of enhancement measures delivered valuable hints on current shortcomings in the river morphology, priorities for the creation of new habitats and quantitative information on the increase of suitable areas to be expected. In addition, relating the habitat changes to different flow rates helped to estimate the temporal availability of high quality habitats after the implementation of the measures."}{"Methods and models in process safety and risk management: Past, present and future ": "The paper reviews past progress in the development of methods and models for process safety and risk management and highlights the present research trends; also it outlines the opinions of the authors regarding the future research direction in the field. Based on the open literature published in the leading journals in the field of safety, risk and reliability, the review covers the evolution of the methods and models developed for process safety and risk management. The methods and models are categorized as qualitative, semi-quantitative, quantitative and hybrid. The progress in the last few decades is discussed in the context of the past. Developments in the current decade formulate the basis of the present trends; future directions for research in these fields are also outlined. The aim of the article is to provide a historical development in this field with respect to the driving forces behind the development. It is expected that it will help researchers and industrial practitioners to gain a better understanding of the existing concepts. At the same time the aim is to provide direction to bridge the existing gaps through research and developments."}{"Sulfur-doped g-C3N4 with enhanced photocatalytic CO2-reduction performance ": "Graphitic carbon nitride (g-C3N4) is the most stable phase of all carbon nitride allotropes under ambient conditions. In this study, sulfur-doped g-C3N4 was fabricated by simply calcinating thiourea at 520°C. Sulfur-doped g-C3N4 (TCN) was found to absorb light up to 475nm corresponding to a band gap of 2.63eV, which was narrower than that of un-doped g-C3N4 (MCN) with a band gap of 2.7eV. First-principle calculations based on spin-polarized density functional theory were utilized to investigate the theoretical partial density of states of the TCN and MCN, indicating that the band gaps of TCN and MCN were the same, but impurities existed in the TCN sample. Consequently, photogenerated electrons could easily jump from the impurity state to the conduction band or from the valence band to the impurity state. Photocatalytic CO2 reduction was further used to evaluate the photoactivity of samples, and the CH3OH yield using TCN and MCN were 1.12 and 0.81μmolg−1, respectively. PL spectrum analysis and transient photocurrent responses were also carried out to verify the suggested photocatalysis mechanism."}{"Characterisation of nanoplastics during the degradation of polystyrene ": "The release of plastics into the environment has been identified as an important issue for some time. Recent publications have suggested that the degradation of plastic materials will result in the release of nano-sized plastic particles to the environment. Nanoparticle tracking analysis was applied to characterise the formation of nanoplastics during the degradation of a polystyrene (PS) disposable coffee cup lid. The results clearly show an increase in the formation of nanoplastics over time. After 56 days' exposure the concentration of nanoplastics in the PS sample was 1.26 × 108 particles/ml (average particles size 224 nm) compared to 0.41 × 108 particles/ml in the control."}{"Toxicity of leachate from weathering plastics: An exploratory screening study with Nitocra spinipes\n             ": "Between 60% and 80% of all marine litter is plastic. Leachate from plastics has previously been shown to cause acute toxicity in the freshwater species Daphnia magna. Here, we present an initial screening of the marine environmental hazard properties of leachates from weathering plastics to the marine harpacticoid copepod [Crustacea] Nitocra spinipes. Twenty-one plastic products made of different polymeric materials were leached and irradiated with artificial sunlight. Eight of the twenty-one plastics (38%) produced leachates that caused acute toxicity. Differences in toxicity were seen for different plastic products, and depending on the duration of irradiation. There was no consistent trend in how toxicity of leachate from plastics changed as a function of irradiation time. Leachate from four plastics became significantly more toxic after irradiation, two became significantly less toxic and two did not change significantly. Analysis of leachates from polyvinyl chloride (PVC) by liquid chromatography coupled to a full-scan high-resolution mass spectrometer showed that the leachates were a mixture of substances, but did not show evidence of degradation of the polymer backbone. This screening study demonstrates that leachates from different plastics differ in toxicity to N. spinipes and that the toxicity varies under simulated weathering."}{"Treatment of winery wastewater with aerated cells mobile system ": "Winery wastewater poses a serious environmental problem, especially for small wineries whose yearly wastewater production and/or financial resources may not be sufficient to warrant advanced treatment plants. We constructed an integrated mobile system comprised of a coago-flocculation module using nanocomposites to reduce TSS, and two series of aerated cells to reduce COD, N, polyphenols, and P concentrations so effluents could be discharged into a municipal wastewater treatment plant or under special conditions, recycled for irrigation. Each series consists of four portable containers (1.5m3) filled with volcanic tuff of a decreasing progressive particle-size structure and equipped with a forced-air apparatus to keep a minimum soluble oxygen level of 1.5mgL−1. The key feature of the aerated cells is constant air transfer through the substrate which greatly increases treatment capacity. The entire system was mounted on two flat lorry beds equipped with a special hook for easy transportation. We tested the system during two consecutive vintage seasons in 2013 and 2014. The nanocomposite module reduced the TSS by more than 95% while the aerated cells decreased the COD concentration to less than 700mgL−1 at the discharge point (90–95% removal efficiency), which meets the stringent requirement for release to a municipal wastewater treatment plant. TP concentrations were reduced from a mean of 42mgL−1 in the first cells to 2.2mgL−1 in the outlet of the system with an overall reduction efficiency of 95%. The maximum COD loading rate was 8.66kgm3 d−1, a remarkably high rate considering the minimal operating area. The aerated cells are susceptible to clogging, but we solved this problem with a ‘hoist-sack solution’ and/or treatment with a H2O2 solution that can be implemented easily without majorly impeding normal operation."}{"Geochemical speciation, anthropogenic contamination, risk assessment and source identification of selected metals in freshwater sediments—A case study from Mangla Lake, Pakistan ": "Geochemical speciation of selected metals (Cd, Co, Cr, Cu, Fe, Mn, Ni, Pb, Sr and Zn) using modified BCR sequential extraction procedure was performed in the sediments collected from Mangla Lake, Pakistan. The extraction method was optimized using certified reference material (BCR-701) which showed significant recoveries (95–106%). Among the metals, Cd, Co, Ni, Pb and Sr exhibited relatively higher mobility and bioavailability, while Cu, Fe, Mn and Zn were found mainly in the residual fractions. Principal component analysis (PCA) revealed four groups of the metals in the sediments; I (Cd–Cr–Ni–Sr), II (Co–Pb), III (Fe–Zn), and IV (Mn–Cu); first two groups were mostly contributed by anthropogenic sources. The pollution indicators (individual contamination factor, enrichment factor and geoaccumulation index) revealed significant anthropogenic contamination of Cd, Co, Ni, Pb, Sr and Zn in the sediments. Risk assessment code (RAC) indicated medium risk for Co and Ni; high risk for Cd and Pb; and very high risk for Sr in the sediments. Cluster analysis (CA) and global contamination factor (GCF) were used to identify the pollution hotspots, which indicated more severe metal contamination at sites near to Mirpur city and other urban/semi-urban areas (S3–S5), especially for Cd, Co, Ni, Pb and Sr."}{"A review of the current state of research on the water, energy, and food nexus ": "Study region\n                  Asia, Europe, Oceania, North America, South America, Middle East and Africa.\n               \n               \n                  Study focus\n                  The purpose of this paper is to review and analyze the water, energy, and food nexus and regions of study, nexus keywords and stakeholders in order to understand the current state of nexus research.\n               \n               \n                  New hydrological insights\n                  Through selected 37 projects, four types of nexus research were identified including water–food, water–energy–food, water–energy, and climate related. Among them, six projects (16%) had a close linkage with water–food, 11 (30%) with water–energy–food, 12 (32%) with water–energy, and eight (22%) with climate. The regions were divided into Asia, Europe, Oceania, North America, South America, Middle East and Africa. North America and Oceania had a tendency to focus on a specific nexus type, water–energy (46%) and climate (43%), while Africa had less focus on water–energy (7%). Regarding keywords, out of 37 nexus projects, 16 projects listed keywords in their articles. There were 84 keywords in total, which were categorized by the author team depending on its relevance to water, food, energy, climate, and combination of water–food–energy–climate, and 40 out of 84 keywords were linked with water and only 4 were linked with climate. As for stakeholders, 77 out of 137 organizations were related to research and only two organizations had a role in media."}{"Groundwater systems of the Indian Sub-Continent ": "The Indian Sub-Continent is one of the most densely populated regions of the world, hosting ∼23% of the global population within only ∼3% of the world's land area. It encompasses some of the world's largest fluvial systems in the world (River Brahmaputra, Ganges and Indus Basins), which hosts some of the highest yielding aquifers in the world. The distribution of usable groundwater in the region varies considerably and the continued availability of safe water from many of these aquifers (e.g. Bengal Basin) is constrained by the presence of natural contaminants. Further, the trans-boundary nature of the aquifers in the Indian Sub-Continent makes groundwater resource a potentially politically sensitive issue, particularly since this region is the largest user of groundwater resources in the world. Indeed, there is considerable concern regarding dwindling well yield and declining groundwater levels, even for the highly productive aquifers. Though irrigation already accounts for >85% of the total ground water extraction of the region, there is a mounting pressure on aquifers for food security of the region. Highly variable precipitation, hydrogeological conditions and predicted, impending climate change effects provide substantial challenges to groundwater management. The observed presence of natural groundwater contaminants together with the growing demand for irrigated food production and predicted climate change further complicate the development of strategies for using groundwater resources sustainably. We provide an introduction and overview of 11 articles, collated in this special issue, which describe the current condition of vulnerable groundwater resources across the Indian Sub-Continent."}{"Hot spring resort development in Laguna Province, Philippines: Challenges in water use regulation ": "Study region\n                  Calamba and Los Baños in Laguna Province, Philippines lie between the northern part of Mt. Makiling and north shore of Laguna de Bay.\n               \n               \n                  Study focus\n                  One significant activity in Laguna province is the development of the water resorts which includes hot springs resorts and spas. Presence of hot springs is due to the geothermal activities in the area. This study seeks to explore the nature and possible impacts of groundwater utilization in hot spring resorts in Calamba and Los Baños in Laguna Province. This study also analyzes the issues and challenges in the implementation of policies and laws to regulate water use in these resorts.\n               \n               \n                  New hydrological insights for the region\n                  These water resorts are estimated to consume large volume of groundwater which could result to over-extraction and decrease in groundwater quantity. However, monitoring and regulation of usage is difficult as most of these resorts operate without water use permits. If groundwater use is left unregulated, water availability for the resorts industry and for domestic, commercial and other uses in the future will be negatively affected. It is necessary to strengthen implementation of laws and enhance partnerships among national and local government agencies, private sector, civil society and communities, in the proper monitoring and regulation of groundwater resources to promote sustainability."}{"Impacts of climate change on hydrological regime and water resources management of the Koshi River Basin, Nepal ": "Study region\n                  The middle hilly region of the Koshi River Basin in Nepal.\n               \n               \n                  Study focus\n                  Assessment is made of the hydrological regime of the basin under climate change. Results from two Regional Climate Models (PRECIS-HADCM3Q0 and PRECIS-ECHAM05), based on IPCC-SRES A1B scenario, were bias corrected against historical gauged data. Hydrological impact simulations were conducted using SWAT model. Design flood estimation was done after extreme value analysis based on annual flow maxima.\n               \n               \n                  New hydrological insights for the region\n                  The study found that climate change does not pose major threat on average water availability. However, temporal flow variations are expected to increase in the future. The magnitude of projected flow for given return periods, however, strongly depends on the climate model run considered. The ECHAM05 results show higher flow changes than those estimated from the HADCM3 outputs. A relation was derived to estimate projected flood flow as a function of return period and flow estimated from historical series. Amidst the uncertainties, these predictions provide reasonable insight for re-consideration of design standards or design values of hydraulic structures under climate change."}{"The biggest drought events in Europe from 1950 to 2012 ": "Study region\n                  Europe, including European Russia, but excluding Greenland, the Canary Islands, the Azores, and Madeira.\n               \n               \n                  Study focus\n                  Drought is a complex climate-related phenomenon that can affect different sectors causing economic, social, and environmental impacts. We focus on meteorological and hydrological droughts, defined as shortage of precipitation over several months and we discuss the biggest drought events in 1950–2012. To define such drought events we computed three drought indicators, the Standardized Precipitation Index, the Standardized Precipitation Evapotranspiration Index, and the Reconnaissance Drought Index and we merged them into a combined indicator at 3-month scale for meteorological and 12-month for hydrological droughts. The indicators have been calculated using the E-OBS gridded data (0.25°×0.25°).\n               \n               \n                  New hydrological insights for the region\n                  Europe has been subdivided into thirteen regions and for each region we determined a list of drought events. The events have been characterized by the time, duration, severity, average area involved, peak month, and area involved at the peak month. We computed time series of the combined indicators for each region and country to determine the twenty-two biggest drought events in 1950–2012. Northern Europe and Russia show the highest drought frequency, duration, and severity in the 1950s and 1960s, where this is for the 1970s in Central Europe and the British Islands, and the 1990s and 2000s for the Mediterranean area and Baltic Republics."}{"Evaluation of sixteen reference evapotranspiration methods under sahelian conditions in the Senegal River Valley ": "Study region\n                  Reference evapotranspiration (ETo) plays a key role in irrigation systems design, water management under irrigated and rainfed production. Under the sahelian conditions in the Senegal River Valley that receives less than 300mm annual rainfall, rice crop water use should be estimated for the sustainability of the resource.\n               \n               \n                  Study focus\n                  However the Penman–Monteith (PM) equation is revealed the most accurate one; it necessitates several climatic parameters that are not always available mostly in the developing countries. The objective of this study was to evaluate the performance of 16 ETo equations against the ASCE-PM equation under the sahelian conditions at Ndiaye and Fanaye (Senegal) for alternate equation for ETo estimation with less climatic parameters. The results showed that the Hargreaves, modified Hargreaves, Ravazzani and Tralkovic equations systematically overestimated ETo with the highest percentage error of estimate (PE). In contrast, Makkink–Hansen, Oudin and Turc equations systematically underestimated ETo. Temperature based equations of Romenenko and Schendel performed relatively better at Fanaye with 5.5% and 9.6% PE, fitting slopes of 0.92 and 1.05, and mean ratio (MR) of 1.00 and 1.14, respectively. Mass transfer equations of Trabert and Mahringer also had good performance compared to the Penman–Monteith equation.\n               \n               \n                  New hydrological insights for the region\n                  Overall, Valiantzas, Trabert, Romanenko, Schendel and Mahringer equations were the promising equations that could be used for reference evapotranspiration estimation in the Senegal River Valley."}{"Sea-level rise and coastal groundwater inundation and shoaling at select sites in California, USA ": "Study region\n                  The study region spans coastal California, USA, and focuses on three primary sites: Arcata, Stinson Beach, and Malibu Lagoon.\n               \n               \n                  Study focus\n                  1m and 2m sea-level rise (SLR) projections were used to assess vulnerability to SLR-driven groundwater emergence and shoaling at select low-lying, coastal sites in California. Separate and combined inundation scenarios for SLR and groundwater emergence were developed using digital elevation models of study site topography and groundwater surfaces constructed from well data or published groundwater level contours.\n               \n               \n                  New hydrological insights for the region\n                  SLR impacts are a serious concern in coastal California which has a long (∼1800km) and populous coastline. Information on the possible importance of SLR-driven groundwater inundation in California is limited. In this study, the potential for SLR-driven groundwater inundation at three sites (Arcata, Stinson Beach, and Malibu Lagoon) was investigated under 1m and 2m SLR scenarios. These sites provide insight into the vulnerability of Northern California coastal plains, coastal developments built on beach sand or sand spits, and developed areas around coastal lagoons associated with seasonal streams and berms. Northern California coastal plains with abundant shallow groundwater likely will see significant and widespread groundwater emergence, while impacts along the much drier central and southern California coast may be less severe due to the absence of shallow groundwater in many areas. Vulnerability analysis is hampered by the lack of data on shallow coastal aquifers, which commonly are not studied because they are not suitable for domestic or agricultural use. Shallow saline aquifers may be present in many areas along coastal California, which would dramatically increase vulnerability to SLR-driven groundwater emergence and shoaling. Improved understanding of the extent and response of California coastal aquifers to SLR will help in preparing for mitigation and adaptation."}{"Hydrochemical characterization of various surface water and groundwater resources available in Matahara areas, Fantalle Woreda of Oromiya region ": "Study region\n                  The Matahara region is located in the East Showa zone of Oromiya regional state (Ethiopia). Matahra Sugar Estate and Lake Basaka (highly saline, alkaline and sodic lake) are situated within the flat plains of Matahara region. The area is vulnerable to the occurrences of various tectonic and volcanic activities due to its location in the upper most part of the Main Ethiopian Rift Valley region.\n               \n               \n                  Study focus\n                  In this study, the hydrochemical properties of different surface water and groundwater bodies available at Matahara region have been characterized for quality compositions. Water samples were collected from different water sources and analyzed for important major quality parameters following standard test procedures. Other chemical indices were derived from the measured quality parameters. The potential sources of minerals were suggested for each of the considered water sources based on their quality characteristics.\n               \n               \n                  New hydrological insights for the region\n                  Overall, the study result elucidates that the chemical composition of different water bodies are due to natural processes and/or anthropogenic activities within the region. The local anthropogenic processes could be discharges from factory, domestic sewage and farming activities. Some of the water types are found to have relatively higher concentration of dissolved constituents. Irrigation waters have almost equal chemical compositions, indicating their hydrochemical sources are almost the same. Most of the concentrations are relatively high in Lake Basaka, groundwater and hot springs. It is easy to imagine the potential damaging effects of such quality waters on crop production, soil properties and environment of the region."}{"A survey of cyber security management in industrial control systems ": "Contemporary industrial control systems no longer operate in isolation, but use other networks (e.g., corporate networks and the Internet) to facilitate and improve business processes. The consequence of this development is the increased exposure to cyber threats. This paper surveys the latest methodologies and research for measuring and managing this risk. A dearth of industrial-control-system-specific security metrics has been identified as a barrier to implementing these methodologies. Consequently, an agenda for future research on industrial control system security metrics is outlined. The “functional assurance” concept is also introduced to deal with fail-safe and fail-secure industrial control system operations."}{"Time-based critical infrastructure dependency analysis for large-scale and cross-sectoral failures ": "Dependency analysis of critical infrastructures is a computationally intensive problem when dealing with large-scale, cross-sectoral, cascading and common-cause failures. The problem intensifies when attempting a dynamic, time-based dependency analysis. This paper extends a previous graph-based risk analysis methodology to dynamically assess the evolution of cascading failures over time. Various growth models are employed to capture slow, linear and rapidly evolving effects, but instead of using static projections, the evolution of each dependency is “objectified” by a fuzzy system that also considers the effects of nearby dependencies. To achieve this, the impact (and, eventually, risk) of each dependency is quantified on the time axis into a form of many-valued logic. In addition, the methodology is extended to analyze major failures triggered by concurrent common-cause cascading events. A critical infrastructure dependency analysis tool, CIDA, that implements the extended risk-based methodology is described. CIDA is designed to assist decision makers in proactively analyzing dynamic and complex dependency risk paths in two ways: (i) identifying potentially underestimated low risk dependencies and reclassifying them to a higher risk category before they are realized; and (ii) simulating the effectiveness of alternative mitigation controls with different reaction times. Thus, the CIDA tool can be used to evaluate alternative defense strategies for complex, large-scale and multi-sectoral dependency scenarios and to assess their resilience in a cost-effective manner."}{"A continental-scale hydrology and water quality model for Europe: Calibration and uncertainty of a high-resolution large-scale SWAT model ": "Summary\n               \n                  A combination of driving forces are increasing pressure on local, national, and regional water supplies needed for irrigation, energy production, industrial uses, domestic purposes, and the environment. In many parts of Europe groundwater quantity, and in particular quality, have come under sever degradation and water levels have decreased resulting in negative environmental impacts. Rapid improvements in the economy of the eastern European block of countries and uncertainties with regard to freshwater availability create challenges for water managers. At the same time, climate change adds a new level of uncertainty with regard to freshwater supplies. In this research we build and calibrate an integrated hydrological model of Europe using the Soil and Water Assessment Tool (SWAT) program. Different components of water resources are simulated and crop yield and water quality are considered at the Hydrological Response Unit (HRU) level. The water resources are quantified at subbasin level with monthly time intervals. Leaching of nitrate into groundwater is also simulated at a finer spatial level (HRU). The use of large-scale, high-resolution water resources models enables consistent and comprehensive examination of integrated system behavior through physically-based, data-driven simulation. In this article we discuss issues with data availability, calibration of large-scale distributed models, and outline procedures for model calibration and uncertainty analysis. The calibrated model and results provide information support to the European Water Framework Directive and lay the basis for further assessment of the impact of climate change on water availability and quality. The approach and methods developed are general and can be applied to any large region around the world."}{"Implications of projected climate change for groundwater recharge in the western United States ": "Summary\n               \n                  Existing studies on the impacts of climate change on groundwater recharge are either global or basin/location-specific. The global studies lack the specificity to inform decision making, while the local studies do little to clarify potential changes over large regions (major river basins, states, or groups of states), a scale often important in the development of water policy. An analysis of the potential impact of climate change on groundwater recharge across the western United States (west of 100° longitude) is presented synthesizing existing studies and applying current knowledge of recharge processes and amounts. Eight representative aquifers located across the region were evaluated. For each aquifer published recharge budget components were converted into four standard recharge mechanisms: diffuse, focused, irrigation, and mountain-systems recharge. Future changes in individual recharge mechanisms and total recharge were then estimated for each aquifer. Model-based studies of projected climate-change effects on recharge were available and utilized for half of the aquifers. For the remainder, forecasted changes in temperature and precipitation were logically propagated through each recharge mechanism producing qualitative estimates of direction of changes in recharge only (not magnitude). Several key patterns emerge from the analysis. First, the available estimates indicate average declines of 10–20% in total recharge across the southern aquifers, but with a wide range of uncertainty that includes no change. Second, the northern set of aquifers will likely incur little change to slight increases in total recharge. Third, mountain system recharge is expected to decline across much of the region due to decreased snowpack, with that impact lessening with higher elevation and latitude. Factors contributing the greatest uncertainty in the estimates include: (1) limited studies quantitatively coupling climate projections to recharge estimation methods using detailed, process-based numerical models; (2) a generally poor understanding of hydrologic flowpaths and processes in mountain systems; (3) difficulty predicting the response of focused recharge to potential changes in the frequency and intensity of extreme precipitation events; and (4) unconstrained feedbacks between climate, irrigation practices, and recharge in highly developed aquifer systems."}{"A review of unconventional sustainable building insulation materials ": "Building insulation is commonly realized using materials obtained from petrochemicals (mainly polystyrene) or from natural sources processed with high energy consumptions (glass and rock wools). These materials cause significant detrimental effects on the environment mainly due to the production stage, i.e. use of non-renewable materials and fossil energy consumption, and to the disposal stage, i.e. problems in reusing or recycling the products at the end of their lives. The introduction of the concept of “sustainability” in building design process encouraged researches aimed at developing thermal and acoustic insulating materials using natural or recycled materials. Some of them, such as kenaf or wood fiber, are already commercialized but their diffusion could be further improved since their performance is similar to the synthetic ones. Others are currently under study and their development is only at an early stage. The goal of the paper is to report a state of the art of building insulation products made of natural or recycled materials that are not or scarcely commercialized. Comparative analyses were carried out considering in particular thermal characteristics in terms of thermal conductivity, specific heat and density. Data on the acoustic performance of the materials were also reported. Life Cycle Assessment data were finally collected, in order to put in evidence the environmental advantages of these materials. Particular attention was paid to researches focused to exploit local materials and even industrial byproducts, since these approaches respectively limit transportation and disposal impacts."}{"Electric vehicle traction motors without rare earth magnets ": "Since the Hybrid Electric Vehicle (HEV) became main-stream with the launch of the Toyota Prius in 1997, the use of rare earth magnets in vehicle traction motors has become common. In particular the rare earth based, hard magnetic material Neodymium Iron Boron (NdFeB) has offered significant performance benefits, not possible with other technologies, enabling the development of compact, torque- and power-dense electric traction motors. This trend has continued as mass market Battery Electric Vehicles (BEV) such as the Nissan Leaf, have come to market. However in 2011–2012 the price of these materials rose significantly, owing to geopolitical concerns relating to security of supply. Whilst the price has recovered more recently closer to historical levels, concern still remains in the minds of governments and many manufacturers of hybrid and electric vehicles. Reports have also raised questions over the environmental sustainability of these materials and this has further encouraged users to consider alternatives. This paper therefore examines why these magnetic materials have been so successful in traction motor applications. It also explores the alternatives, including those which are ready for market and those which are in the process of being developed."}{"Metadiscourse in the introductions of PhD theses and research articles ": "Previous studies have indicated that the introductions of PhD theses and research articles are similar in their rhetorical features. In contrast, it has been suggested that metadiscourse as a rhetorical device is constructed in a different manner in these texts. However, very few studies have sought to empirically validate this assumption. This paper investigates how research writers construct metadiscourse in the introductions of their PhD theses and subsequently published research articles. The analysis shows that the majority of the writers make greater use of metadiscourse in their article introductions. The most significant changes include greater use of phrases referring to previous research, less reference to other parts of the text, and still less use of phrases signalling authorial presence. Close examination reveals that these variations derive from genre-specific features, including that writers of PhD thesis introductions present previews of the subsequent chapters. This paper closes by arguing that the variations can also be ascribed to the nature of the PhD thesis as an educational genre and that of research articles as a professional genre in which writers need to survive severe competition to get their manuscripts published."}{"Genre, discipline and identity ": "In Genre Analysis Swales encouraged us to see genres in terms of the communities in which they are used and as a function of the choices and constraints acting on text producers. It is this sensitivity to community practices which make genre a rich source of insights into two key concepts of the social sciences – community and identity. In this paper I take up these themes to explore the relationships between community expectations and the individual writer. To do so I use a corpus approach to recover evidence for repeated patterns of language which encode disciplinary preferences for different points of view, argument styles, attitudes to knowledge, and relationships between individuals and between individuals and ideas. The paper attempts to show how genre can offer insights into the ways actors understand both the here-and now interaction (the context of situation) and the broader constraints of the wider community which influence that interaction (the context of culture), revealing something of actors' orientations to scholarly communities and the ways they stake out individual positions."}{"Carbonatite metasomatism of peridotite lithospheric mantle: implications for diamond formation and carbonatite-kimberlite magmatism ": "Mineral inclusions in diamond record its origin at different depths, down to the lower mantle. However, most diamonds entrained with erupting kimberlite magma originate in lithospheric mantle. Lithospheric U-type diamonds crystallize during early metasomatism of reduced fO2 at the IW oxygen buffer) depleted peridotite in the roots of Precambrian cratons. Evidence of the metasomatic events comes from compositions of garnets in peridotitic xenoliths and inclusions in diamonds. On further interaction with carbonatitic melt, peridotite changes its composition, while diamond no longer forms in a more oxidized environment (fO2 near the CCO buffer). Silicate metasomatism of depleted peridotite (by basanite-like melts) does not induce diamond formation but may participate in generation of group I kimberlite. Low-degree (below 1%) partial melting of metasomatized peridotite produces a kimberlite-carbonatite magmatic assemblage, as in the case of the Snap Lake kimberlite dike. Occasionally, mantle metasomatism may occur as reduction reactions with carbonates and H2O giving rise to hydrocarbon compounds, though the origin of hydrocarbons in the deep mantle remains open to discussion. Melting experiments in carbonate systems show hydrous carbonated melts with low H2O to be the most plausible agents of mantle material transport. An experiment-based model implies melting of carbonates in subducting slabs within the mantle transition zone, leading to formation of carbonatitic diapirs, which can rise through the mantle by buoyancy according to the dissolution-precipitation mechanism. These processes, in turn, can form oxidized channels in the mantle and maintain diamond growth at the back of diapirs by reducing carbon from carbonated melts. When reaching the lithospheric base, such diapirs form a source of kimberlite and related magmas. The primary composition of kimberlite often approaches carbonatite with no more than 10-15% SiO2."}{"Zonation of the Siberian Ordovician deposits based on pelagic groups of fauna ": "We summarize data on the biostratigraphic units of the Siberian Ordovician deposits based on pelagic groups of fauna: graptolites, conodonts, and chitinozoans. It is shown that graptolite and conodont zones and beds have a high potential for correlation. We have determined the precise zonal position of most of the lower boundaries of the Ordovician stages and informal Ordovician substages of the International Stratigraphic Chart in the Lower Paleozoic key sections of the Taimyr Peninsula, Siberian Platform, and Altai-Sayan Folded Area."}{"Late Paleozoic gabbroids of western Transbaikalia: U-Pb and Ar-Ar isotopic ages, composition, and petrogenesis ": "We provide new isotope-geochronological evidence for the synchronous occurrence of Late Paleozoic basic and granitoid magmatism in western Transbaikalia; this is a strong argument for the contribution of mantle magmas to granitoid petrogenesis. The Late Paleozoic basic rocks originated from the phlogopite-garnet-bearing lherzolitic mantle, which melted under “hydration conditions.” The specific features of Late Paleozoic magmatism in western Transbaikalia were determined by the combination of the activity of a low-energy mantle plume with the final stage of the Hercynian orogeny in space and time. At the early stage of magmatism, during the formation of the Barguzin granites,the plume had only a thermal influence on the crustal rocks heated as a result of Hercynian fold-thrust deformations. The mixing of mantle basic and crustal salic magmas at different levels marked the transition from crustal to mixed (mantle-crustal) granites, which include all post-Barguzin complexes (probably, except for alkali granites). In the geologic evolution of Transbaikalia, the Late Paleozoic magmatism was postorogenic, but it was initiated and influenced by the mantle plume."}{"Methods for characterizing the fate and effects of nano zerovalent iron during groundwater remediation ": "The emplacement of nano zerovalent iron (nZVI) for groundwater remediation is usually monitored by common measurements such as pH, total iron content, and oxidation–reduction potential (ORP) by potentiometry. However, the interpretation of such measurements can be misleading because of the complex interactions between the target materials (e.g., suspensions of highly reactive and variably aggregated nanoparticles) and aquifer materials (sediments and groundwater), and multiple complications related to sampling and detection methods. This paper reviews current practice for both direct and indirect characterizations of nZVI during groundwater remediation and explores prospects for improving these methods and/or refining the interpretation of these measurements. To support our recommendations, results are presented based on laboratory batch and column studies of nZVI detection using chemical, electrochemical, and geophysical methods. Chemical redox probes appear to be a promising new method for specifically detecting nZVI, based on laboratory tests. The potentiometric and voltammetric detections of iron nanoparticles, using traditional stationary disc electrodes, rotating disc electrodes, and flow-through cell disc electrodes, provide insight for interpreting ORP measurements, which are affected by solution chemistry conditions and the interactions between iron nanoparticles and the electrode surface. The geophysical methods used for characterizing ZVI during groundwater remediation are reviewed and its application for nZVI detection is assessed with results of laboratory column experiments."}{"Treatment technologies for aqueous perfluorooctanesulfonate (PFOS) and perfluorooctanoate (PFOA): A critical review with an emphasis on field testing ": "Perfluorooctanesulfonic acid (PFOS) and perfluorooctanoic acid (PFOA) are used in fire-fighting foams but this is now being questioned because concerns are growing about their toxicity and impacts on the environment. Past use has resulted in their widespread accumulation in water sources, sediments and biota. They may pose risks to human health and the environment. Several technologies have been tested for removing PFOS and PFOA from water but most have only been developed at laboratory scale. This paper provides a critical review of existing methods for removing PFOS and PFOA from wastewaters with an emphasis on identifying processes that show promise for the development of practical industrial-scale remediation technologies. It is concluded that among the remediation technologies cited in the literature, removal by activated carbon has been the most widely used, with several successful field tests being reported. However, a number of limitations to the use of activated carbon exist, such as being ineffective at removing PFOA and other PFCs. Other adsorbents that have the potential to treat aqueous PFOS and PFOA include organo-clays, clay minerals and carbon nanotubes."}{"Extraction and characterization of chitin and chitosan from fishery waste by chemical method ": "After cellulose, chitin is the most widespread biopolymer available in nature. Chitin has economic value because of its biological activities, industrial and biomedical applications. There are three sources of chitin, namely crustaceans, insects and microorganism. The commercial sources of chitin are shells of crustaceans such as shrimp, crabs, lobsters and krill. In the present study, chitin has been extracted from locally available fish in Rourkela. The obtained chitin was converted into the more useful chitosan. The obtained chitin and chitosan have been characterized by using different techniques like spectral analysis, X-ray diffraction, Elemental analysis, Fourier transforms infrared spectroscopy (FTIR), Scanning electron microscopy (SEM) and Differential scanning calorimetry (DSC). XRD analysis indicated the crystalline nature of the chitin and chitosan. The FTIR patterns displayed the bands corresponding to stretching and vibration of O-H, N-H and CO bonds and conformed the formation of \n                        α\n                     -chitin. Degree of deacetylation (DD) value was calculated using elemental analysis, potentiometric titration and FTIR. Using FTIR analysis DD value was found to be 61%."}{"A review on circular economy: the expected transition to a balanced interplay of environmental and economic systems ": "In the last few years Circular Economy (CE) is receiving increasing attention worldwide as a way to overcome the current production and consumption model based on continuous growth and increasing resource throughput. By promoting the adoption of closing-the-loop production patterns within an economic system CE aims to increase the efficiency of resource use, with special focus on urban and industrial waste, to achieve a better balance and harmony between economy, environment and society. This study provides an extensive review of the literature of last two decades, with the purpose of grasping the main CE features and perspectives: origins, basic principles, advantages and disadvantages, modelling and implementation of CE at the different levels (micro, meso and macro) worldwide.\n                  Results evidence that CE origins are mainly rooted in ecological and environmental economics and industrial ecology. In China CE is promoted as a top-down national political objective while in other areas and countries as European Union, Japan and USA it is a tool to design bottom-up environmental and waste management policies. The ultimate goal of promoting CE is the decoupling of environmental pressure from economic growth. The implementation of CE worldwide still seems in the early stages, mainly focused on recycle rather than reuse. Important results have been achieved in some activity sectors (e.g. in waste management, where large waste recycling rates are achieved in selected developed countries). CE implies the adoption of cleaner production patterns at company level, an increase of producers and consumers responsibility and awareness, the use of renewable technologies and materials (wherever possible) as well as the adoption of suitable, clear and stable policies and tools. The lesson learned from successful experiences is that the transition towards CE comes from the involvement of all actors of the society and their capacity to link and create suitable collaboration and exchange patterns. Success stories also point out the need for an economic return on investment, in order to provide suitable motivation to companies and investors. In summary, the CE transition has just started. Moreover, the interdisciplinary framework underpinning CE offers good prospects for gradual improvement of the present production and consumption models, no longer adequate because of their environmental load and social inequity, a clear indicator of resource use inefficiency."}