{"Investigation of swelling/degradation behaviour of alginate beads crosslinked with Ca2+ and Ba2+ ions ": "Spherical beads have been prepared by ionotropic gelation of sodium alginate in the presence of CaCl2 and BaCl2 solutions and their swelling behavior has been studied. The barium ion-crosslinked beads exhibit almost minimum swelling of 40±3% in PBS at pH 7.4 but possess greater stability while calcium alginate beads exhibit nearly 160% of water uptake and subsequently dissolve. The beads appear to swell through ion-exchange process which was confirmed by monitoring the Ca2+ release from the calcium alginate beads. The release was found to be diffusion controlled. On treatment with 0.1 M HCl, the calcium alginate beads demonstrated a decrease in water uptake in PBS at pH 7.4 with faster degradation while for acid treated barium alginate beads, the water uptake was found to increase on treatment with HCl. When the two beads samples were put in media of continuous varying pH (to mimic the passage of beads from mouth to colon), barium alginate beads possessed greater stability, thus showing potential to be used for colon-targeted oral delivery."}{"Pandora's box: academic perceptions of student plagiarism in writing ": "Plagiarism is viewed by many academics as a kind of Pandora's box\n                        1\n                     \n                     \n                        1\n                        From Pandora's box “there issued from it a multitude of evils and distempers, which dispersed themselves all over the world, and which, from that fatal moment have never ceased to afflict the human race” Lempriere (1864, p. 450).\n                     —the elements contained inside are too frightening to allow escape for fear of the havoc that may result. Reluctance by academic members of staff to discuss student plagiarism openly may contribute to the often untenable situations we, as teachers, face when dealing with student plagiarism issues. In this article, I examine the dilemmas English for Academic Purposes (EAP) staff face when dealing with student plagiarism in the tertiary classroom. The perceptions of all 11 teachers involved in teaching a first year EAP writing subject at South-Coast University\n                        2\n                     \n                     \n                        2\n                        The names of individuals and institutions have been changed for the sake of anonymity.\n                      are detailed in light of the university's policy on plagiarism. My research indicates that not only is an agreed definition of plagiarism difficult to reach by members of staff teaching the same subject, but plagiarism is a multi-layered phenomenon encompassing a spectrum of human intention. Evaluating the spectrum can lead to differences in the implementation of university plagiarism policy, the result of which embodies issues of equity. The aim of the article is to encourage policy-makers and academic staff to acknowledge the concerns about implementation of plagiarism policy. Collaborative, cross-disciplinary re-thinking of plagiarism is needed to reach workable solutions."}