{"Localized surface plasmons and hot electrons ": "The ability of plasmonic devices to generate hot electrons has the potential to move chemical manufacturing outdoors by harnessing photon energy and converting it to useful chemical energy. By using localized surface plasmons to generate hot carriers in noble metal nanostructures, visible light can produce energetic electrons (or holes) which drive chemical reactions or create a light-induced photocurrent. Within this Perspective, we look into recent theory of plasmonic hot electron generation and how the underlying nanoparticle structure influences both the number and energy of the hot carriers produced. Applications in photodiodes and photocatalysis are highlighted to demonstrate potential device opportunities for plasmon-generated hot electrons. Super-resolution imaging studies, in which the location of hot carrier production in hybrid plasmonic-semiconductor devices is spatially localized to <10nm, are also presented."}{"Exploring the limits: A low-pressure, low-temperature Haber–Bosch process ": "The Haber–Bosch process for ammonia synthesis has been suggested to be the most important invention of the 20th century, and called the ‘Bellwether reaction in heterogeneous catalysis’. We examine the catalyst requirements for a new low-pressure, low-temperature synthesis process. We show that the absence of such a process for conventional transition metal catalysts can be understood as a consequence of a scaling relation between the activation energy for N2 dissociation and N adsorption energy found at the surface of these materials. A better catalyst cannot obey this scaling relation. We define the ideal scaling relation characterizing the most active catalyst possible, and show that it is theoretically possible to have a low pressure, low-temperature Haber–Bosch process. The challenge is to find new classes of catalyst materials with properties approaching the ideal, and we discuss the possibility that transition metal compounds have such properties."}{"Gas adsorption on MoS2 monolayer from first-principles calculations ": "First-principles calculations within density functional theory have been carried out to investigate the adsorption of various gas molecules including CO, CO2, NH3, NO, NO2, CH4, H2O, N2, O2 and SO2 on MoS2 monolayer in order to fully exploit gas sensing capabilities of MoS2. By including van der Waals interactions between gas molecules and MoS2, we find that only NO and NO2 can bind strongly to MoS2 sheet compared to other gas molecules, in line with experimental observations. The charge transfer and variation of electronic structures are discussed in view of the density of states and molecular orbitals of gas molecules."}{"Fluid lipid membranes: From differential geometry to curvature stresses ": "A fluid lipid membrane transmits stresses and torques that are fully determined by its geometry. They can be described by a stress- and torque-tensor, respectively, which yield the force or torque per length through any curve drawn on the membrane's surface. In the absence of external forces or torques the surface divergence of these tensors vanishes, revealing them as conserved quantities of the underlying Euler–Lagrange equation for the membrane's shape. This review provides a comprehensive introduction into these concepts without assuming the reader's familiarity with differential geometry, which instead will be developed as needed, relying on little more than vector calculus. The Helfrich Hamiltonian is then introduced and discussed in some depth. By expressing the quest for the energy-minimizing shape as a functional variation problem subject to geometric constraints, as proposed by Guven (2004), stress- and torque-tensors naturally emerge, and their connection to the shape equation becomes evident. How to reason with both tensors is then illustrated with a number of simple examples, after which this review concludes with four more sophisticated applications: boundary conditions for adhering membranes, corrections to the classical micropipette aspiration equation, membrane buckling, and membrane mediated interactions."}{"Designs, formats and applications of lateral flow assay: A literature review ": "This manuscript provides a brief overview of latest research involving the use of lateral flow assay for qualitative and quantitative analysis in different areas. The excellent features and versatility of detection formats make these strips an ideal choice for point of care applications. We outline and critically discuss detection formats, molecular recognition probes, labels, and detection systems used in lateral flow assay. Applications in different fields along with selected examples from the literature have been included to show analytical performance of these devices. At the end, we summarize accomplishments, weaknesses and future challenges in the area of lateral flow strips."}{"Modification of egg shell and its application in biodiesel production ": "Egg shells were subjected to calcination–hydration–dehydration treatment to obtain CaO with high activity. The performance of CaO obtained from the calcination–hydration–dehydration treatment of egg shell and commercial CaO was tested for its catalytic activity via transesterification of waste frying oil (WFO). The results showed that the methyl ester conversion was 67.57% for commercial CaO and it was 94.52% for CaO obtained from the calcination–hydration–dehydration treatment of egg shell at a 5wt% catalyst (based on oil weight), a methanol to oil ratio of 12:1, a reaction temperature of 65°C and a reaction time of 1h. The biodiesel conversion was determined by 1H Nuclear Magnetic Resonance Spectroscopy (1H NMR)."}{"Acid mine drainage: Challenges and opportunities ": "Acid mine drainage (AMD) or acid rock drainage (ARD) is considered as one of the main pollutants of water in many countries that have historic or current mining activities. Its generation, release, mobility, and attenuation involves complex processes governed by a combination of physical, chemical, and biological factors. In general, AMD is produced by the oxidative dissolution of sulphide minerals. This paper reviews the current state-of-the-art of AMD. It critically analyses the work performed in recent years on its occurrence, effects (on human health, plant life and aquatic species), and summarizes the remediation approaches taken so far to overcome the problem of AMD. The challenges faced in tackling the remediation of AMD have also been considered. Commercially developed projects that are either in operation, being piloted or under evaluation have also been discussed. Finally, the paper speculates on future directions or opportunities that deserve exploration."}{"Pre-treatment and anaerobic digestion of food waste for high rate methane production – A review ": "Food waste with high decomposition potential can be successfully digested anaerobically for the production of biogas. As the fossil-fuel reserves decline anaerobic digestion can be a better alternative as a renewable energy source. The byproducts such as biogas with 50–60% methane content can be efficiently used for electricity production and the final digested sludge as a fertilizer. Even though anaerobic digestion is a proven technology, still there exist some technical difficulties (organic loading rate, solid retention time, biogas composition, specific gas production) and scientific understandings (carbon to nitrogen ratio, volatile fatty acids production, pH variation, nutrient concentration) in operating reactors for solid organic wastes. First the paper gives an overview of certain fundamental aspects of anaerobic digestion considered important for the digestion of food waste and its biochemical reactions. Then it describes food waste as the substrate for anaerobic digestion and its optimal conditions for the increased activity of biogas production. Finally it has been reviewed about the performance of the different pre-treatment methods and anaerobic reactor configurations in the digestion of food waste for increasing methane content in the biogas."}{"Catalytic carbon dioxide hydrogenation to methanol: A review of recent studies ": "Methanol demand is continuously increasing in the chemical and energy industries. It is commercially produced from synthesis gas (CO+CO2\n                     +H2) using CuO/ZnO/Al2O3 catalysts. Today, much effort is being put on the development of technologies for its production from carbon dioxide (CO2). In this way, the Greenhouse effect may be mitigated. Over the years, several useful works on CO2 hydrogenation to methanol have been reported in the literature. In this article, we present a comprehensive overview of all the recent studies published during the past decade. Various aspects on this reaction system (such as thermodynamic considerations, innovations in catalysts, influences of reaction variables, overall catalyst performance, reaction mechanism and kinetics, and recent technological advances) are described in detail. The major challenges confronting methanol production from CO2 are considered. By now, such a discussion is still missing, and we intend to close this gap in this paper."}{"Dimethyl ether: A review of technologies and production challenges ": "Dimethyl ether (DME) is a well-known propellant and coolant, an alternative clean fuel for diesel engines which simultaneously is capable of achieving high performance and low emission of CO, NO\n                        x\n                      and particulates in its combustion. It can be produced from a variety of feed-stocks such as natural gas, coal or biomass; and also can be processed into valuable co-products such as hydrogen as a sustainable future energy. This review, which also can be counted as an extensive, pioneer review paper on this topic, presents recent developments in synthesis methods of dimethyl ether as an alternative energy while focuses on conventional processes and innovative technologies in reactor design and employed catalysts. In this context, synthesis methods are classified according to their use of raw material type as direct and indirect methods as well as other routes, since different methods need their own operating condition. Also, the available data for the selectivity to DME and its yield as a function of H2/CO and CO2 content of the feed is discussed."}{"Modelling Lake Kivu water level variations over the last seven decades ": "This study aimed at analysing the hydrological changes in the Lake Kivu Basin over the last seven decades with focus on the response of the lake water level to meteorological factors and hydropower dam construction. Historical precipitation and lake water levels were acquired from literature, local agencies and from global databases in order to compile a coherent dataset. The net lake inflow was modelled using a soil water balance model and the water levels were reconstructed using a parsimonious lake water balance model. The soil water balance shows that 370mmyr−1 (25%) of the precipitation in the catchment contributes to the runoff and baseflow whereas 1100mmyr−1 (75%) contributes to the evapotranspiration. A review of the lake water balance resulted in the following estimates of hydrological contributions: 55%, 25%, and 20% of the overall inputs from precipitation, surface inflows, and subaquatic groundwater discharge, respectively. The overall losses were 58% and 42% for lake surface evaporation and outflow discharge, respectively. The hydrological model used indicated a remarkable sensitivity of the lake water levels to hydrometeorological variability up to 1977, when the outflow bed was artificially widened."}{"A review on emerging contaminants in wastewaters and the environment: Current knowledge, understudied areas and recommendations for future monitoring ": "This review identifies understudied areas of emerging contaminant (EC) research in wastewaters and the environment, and recommends direction for future monitoring. Non-regulated trace organic ECs including pharmaceuticals, illicit drugs and personal care products are focused on due to ongoing policy initiatives and the expectant broadening of environmental legislation. These ECs are ubiquitous in the aquatic environment, mainly derived from the discharge of municipal wastewater effluents. Their presence is of concern due to the possible ecological impact (e.g., endocrine disruption) to biota within the environment. To better understand their fate in wastewaters and in the environment, a standardised approach to sampling is needed. This ensures representative data is attained and facilitates a better understanding of spatial and temporal trends of EC occurrence. During wastewater treatment, there is a lack of suspended particulate matter analysis due to further preparation requirements and a lack of good analytical approaches. This results in the under-reporting of several ECs entering wastewater treatment works (WwTWs) and the aquatic environment. Also, sludge can act as a concentrating medium for some chemicals during wastewater treatment. The majority of treated sludge is applied directly to agricultural land without analysis for ECs. As a result there is a paucity of information on the fate of ECs in soils and consequently, there has been no driver to investigate the toxicity to exposed terrestrial organisms. Therefore a more holistic approach to environmental monitoring is required, such that the fate and impact of ECs in all exposed environmental compartments are studied. The traditional analytical approach of applying targeted screening with low resolution mass spectrometry (e.g., triple quadrupoles) results in numerous chemicals such as transformation products going undetected. These can exhibit similar toxicity to the parent EC, demonstrating the necessity of using an integrated analytical approach which compliments targeted and non-targeted screening with biological assays to measure ecological impact. With respect to current toxicity testing protocols, failure to consider the enantiomeric distribution of chiral compounds found in the environment, and the possible toxicological differences between enantiomers is concerning. Such information is essential for the development of more accurate environmental risk assessment."}{"Full-scale partial nitritation/anammox experiences – An application survey ": "Partial nitritation/anammox (PN/A) has been one of the most innovative developments in biological wastewater treatment in recent years. With its discovery in the 1990s a completely new way of ammonium removal from wastewater became available. Over the past decade many technologies have been developed and studied for their applicability to the PN/A concept and several have made it into full-scale. With the perspective of reaching 100 full-scale installations in operation worldwide by 2014 this work presents a summary of PN/A technologies that have been successfully developed, implemented and optimized for high-strength ammonium wastewaters with low C:N ratios and elevated temperatures. The data revealed that more than 50% of all PN/A installations are sequencing batch reactors, 88% of all plants being operated as single-stage systems, and 75% for sidestream treatment of municipal wastewater. Additionally an in-depth survey of 14 full-scale installations was conducted to evaluate practical experiences and report on operational control and troubleshooting. Incoming solids, aeration control and nitrate built up were revealed as the main operational difficulties. The information provided gives a unique/new perspective throughout all the major technologies and discusses the remaining obstacles."}{"On the Kissinger equation and the estimate of activation energies for non-isothermal cold crystallization of PET ": "The activation energy for nonisothermal cold crystallization of polyethylene terephthalate (PET) and its blends with 1% polystyrene (PS) and 1% styrene-acrylonitrile copolymer (SAN) were measured based on differential scanning calorimetry (DSC). The Kissinger method was used to compute the activation energies in all cases, obtaining mean values of 120, 100, and 85 kJ/mole for neat PET, PET/1%PS and PET/1%SAN. A modified Kissinger procedure is proposed to estimate activation energies in polymer systems in which the relative crystallinity - measured at constant heating rates - can be correlated by the Ozawa model with a temperature-independent exponent. Values of the activation energy of 115 and 160 kJ/mole were obtained for cold crystallization of PET in the PET/1%PS and PET/1% SAN blends using the modified Kissinger procedure."}{"Measurement of high exciton binding energy in the monolayer transition-metal dichalcogenides WS2 and WSe2\n             ": "Monolayer transition-metal dichalcogenides are direct gap semiconductors with great promise for optoelectronic devices. Although spatial correlation of electrons and holes plays a key role, there is little experimental information on such fundamental properties as exciton binding energies and band gaps. We report here an experimental determination of exciton excited states and binding energies for monolayer WS2 and WSe2. We observe peaks in the optical reflectivity/absorption spectra corresponding to the ground- and excited-state excitons (1s and 2s states). From these features, we determine lower bounds free of any model assumptions for the exciton binding energies as E\n                     2s\n                     A−E\n                     1s\n                     A of 0.83eV and 0.79eV for WS2 and WSe2, respectively, and for the corresponding band gaps E\n                     g≥E\n                     2s\n                     A of 2.90 and 2.53eV at 4K. Because the binding energies are large, the true band gap is substantially higher than the dominant spectral feature commonly observed with photoluminescence. This information is critical for emerging applications, and provides new insight into these novel monolayer semiconductors."}{"Magnetic topological insulators and quantum anomalous hall effect ": "When the magnetic order is introduced into topological insulators (TIs), the time-reversal symmetry (TRS) is broken, and the non-trivial topological surface is driven into a new massive Dirac fermions state. The study of such TRS-breaking systems is one of the most emerging frontiers in condensed-matter physics. In this review, we outline the methods to break the TRS of the topological surface states. With robust out-of-plane magnetic order formed, we describe the intrinsic magnetisms in the magnetically doped 3D TI materials and the approach to manipulate each contribution. Most importantly, we summarize the theoretical developments and experimental observations of the scale-invariant quantum anomalous Hall effect (QAHE) in both the 2D and 3D Cr-doped (BiSb)2Te3 systems; at the same time, we also discuss the correlations between QAHE and other quantum transport phenomena. Finally, we highlight the use of TI/Cr-doped TI heterostructures to both manipulate the surface-related ferromagnetism and realize electrical manipulation of magnetization through the giant spin–orbit torques."}{"Transport properties of topological insulators: Band bending, bulk metal-to-insulator transition, and weak anti-localization ": "We reanalyze some of the critical transport experiments and provide a coherent understanding of the current generation of topological insulators (TIs). Currently TI transport studies abound with widely varying claims of the surface and bulk states, often times contradicting each other, and a proper understanding of TI transport properties is lacking. According to the simple criteria given by Mott and Ioffe–Regel, even the best TIs are not true insulators in the Mott sense, and at best, are weakly-insulating bad metals. However, band-bending effects contribute significantly to the TI transport properties including Shubnikov de-Haas oscillations, and we show that utilization of this band-bending effect can lead to a Mott insulating bulk state in the thin regime. In addition, by reconsidering previous results on the weak anti-localization (WAL) effect with additional new data, we correct a misunderstanding in the literature and generate a coherent picture of the WAL effect in TIs."}{"Spatial resolution characterization of a X-ray microCT system ": "We report on an experimental characterization of the spatial resolution of a commercial X-ray micro-computed tomography scanner. We have measured the full modulation transfer function (MTF) to assess the spatial resolution. The MTF and those spatial frequencies corresponding to a contrast loss of 50% were determined as a function of different applied X-ray tube parameters and magnification-dependent pixel sizes. A significant influence of the focal spot enlargement on the achievable spatial resolution could be shown. Our results allow for the designation of optimal X-ray tube parameters for a specific application requirement."}{"Improved peak shape fitting in alpha spectra ": "Peak overlap is a recurrent issue in alpha-particle spectrometry, not only in routine analyses but also in the high-resolution spectra from which reference values for alpha emission probabilities are derived. In this work, improved peak shape formulae are presented for the deconvolution of alpha-particle spectra. They have been implemented as fit functions in a spreadsheet application and optimum fit parameters were searched with built-in optimisation routines. Deconvolution results are shown for a few challenging spectra with high statistical precision. The algorithm outperforms the best available routines for high-resolution spectrometry, which may facilitate a more reliable determination of alpha emission probabilities in the future. It is also applicable to alpha spectra with inferior energy resolution."}{"Long-term storage stability of biodiesel and biodiesel blends ": "Longer-term storage stability of biodiesel and blends was studied in experiments simulating up to one year for 100% biodiesel (B100) and three years for blends. Aging was simulated by holding samples at 43°C to accelerate oxidation (ASTM D4625). Biodiesels were treated with antioxidants before and after aging, with continued aging after antioxidant treatment. Treating aged biodiesel was effective at restoring stability; however, antioxidant effectiveness was decreased relative to fresh biodiesel. Blends were prepared at B5 (5vol.%) and B20 (20vol.%) with biodiesel having either 3- or 6-hour Rancimat induction time and low or high polyunsaturated ester content with two diesels produced from hydrocracked or hydrotreated feedstocks. All B5s were stable for the entire storage time regardless of B100 induction time. B20s were unstable if prepared from high polyunsaturated ester biodiesel with a 3-hour induction time. Base diesel stability had considerable effect on blend stability. All but the lowest-stability B20s remained within specification, indicating that long-term storage of biodiesel blends is possible if the biodiesel has high oxidative stability and storage conditions are clean. Induction time decreases indicated loss of stability (consumption of antioxidant) prior to blend degradation; therefore, induction time monitoring is recommended for predicting quality changes during storage."}{"A review on application of flocculants in wastewater treatment ": "Flocculation is an essential phenomenon in industrial wastewater treatment. Inorganic coagulants (salts of multivalent metals) are being commonly used due to its low cost and ease of use. However, their application is constrained with low flocculating efficiency and the presence of residue metal concentration in the treated water. Organic polymeric flocculants are widely used nowadays due to its remarkable ability to flocculate efficiently with low dosage. However, its application is associated with lack of biodegradability and dispersion of monomers residue in water that may represent a health hazard. Therefore, biopolymers based flocculants have been attracting wide interest of researchers because they have the advantages of biodegradability and environmental friendly. But, natural flocculants are needed in large dosage due to its moderate flocculating efficiency and shorter shelf life. Thus, in order to combine the best properties of both, synthetic polymers are grafted onto the backbone of natural polymers to obtain tailor-made grafted flocculants. This paper gives an overview of the development of different types of flocculants that were being investigated for treatment of industrial wastewater. Furthermore, their flocculation performance will be reviewed and the flocculation mechanism will be discussed."}{"Use of ovary culture techniques in reproductive toxicology ": "There is increasing evidence to indicate that a substantial number of both man-made and naturally occurring chemicals are disruptive to human and wildlife reproductive health. Currently, reproductive toxicology testing is primarily carried out in vivo, however, in the past 50 years, various culture methods have been developed with the aim of growing ovarian follicles in vitro. These culture systems have become a widely used tool in reproductive biology and toxicology. In this review we describe how reproductive toxicology of the ovary is greatly enhanced by in vitro studies. Experiments using in vitro ovarian cultures to understand or detect damage to the ovary itself and to its specialised structures of the follicles and oocytes, allows for faster screening of potential developmental and/or reproductive toxicants."}{"Generalized binary interaction parameters for the Peng–Robinson equation of state ": "Accurate predictions of phase equilibria of mixtures are essential for designing and optimizing separation processes and numerous other unit operations in the chemical industry. Although experiments provide accurate data, they are time consuming and expensive. A need exists for accurate, reliable models that can provide predictions of vapor–liquid equilibrium (VLE) of mixtures without the need for extensive experimentation. Cubic equations of state (CEOS), such as Soave–Redlich–Kwong (SRK) and Peng–Robinson (PR), are widely used in the chemical industry to perform reservoir simulations and process design calculations due to their inherent simplicity and efficiency. These equations have one or two empirical binary interaction parameters (BIPs) for each binary pair of a mixture. The BIPs cannot be predicted a priori from existing theory, but they can be regressed from VLE experimental data. The present study focused on developing reliable generalized models to estimate the BIPs for the PR EOS using a quantitative structure–property relationship (QSPR) modeling approach.\n                  For model development, a VLE database consisting of 916 low-pressure binary systems covering a wide range of functional-group interactions was utilized. Using this database, the BIPs for the PR EOS were determined by regressing the VLE experimental data. Then, the BIPs were generalized using QSPR modeling methodology. Results indicate that the generalized PR-QSPR model provides bubble-point pressure predictions within two times the errors obtained through direct regressions of the BIPs. Further, the generalized model was validated by predicting bubble-point pressures of binary systems not used in model development and systems that contained data at higher pressures. For 22 systems used for model validation, the developed PR-QSPR model provided generalized predictions comparable to those of data used for model development."}{"Cross shelf hydrographic and hydrochemical conditions and their short term variability at the northern Benguela during a normal upwelling season ": "Cross shelf hydrographic and hydrochemical conditions were investigated during the seasonal maximum of upwelling in the northern Benguela upwelling system. The study combines in situ observations, remotely sensed data and results of a regional 3-dimensional numerical model. In situ observations were recorded along a cross shelf transect off Namibia starting at 20°S 13°E, repeated five times during 16 August 2011 until 19 September 2011. Comparison of wind forcing and sea surface temperatures during the time of the expedition with long-term climatological data as well as the index of intensity of the Benguela upwelling indicates “normal” upwelling conditions in austral winter 2011 in the northern Benguela. Small scale temporal (days) and spatial (km) variability is high during the upwelling season, primarily caused by highly variable wind forcing and dynamics of mesoscale structures like eddies and filaments as found in remotely sensed data. This mesoscale dynamics impact the applicability of a conceptual 2-dimensional circulation model, i.e. a linear succession along the cross-shelf transect. Therefore, an age proxy for surface water was constructed based on oxygen and heat fluxes during the first aging period and on salinity and heat fluxes during the second phase. The application of an age proxy instead of distance to shore successfully validates the succession concept. Furthermore, the investigation of the upwelling strengths by analytical and circulation models verified their dependence on coastal- and curl driven upwelling processes with the onshore dominance of coastal upwelling. In the investigated time period, offshore, curl driven upwelling dominated with a maximum located on the shelf."}{"The North Atlantic subpolar circulation in an eddy-resolving global ocean model ": "The subpolar North Atlantic represents a key region for global climate, but most numerical models still have well-described limitations in correctly simulating the local circulation patterns. Here, we present the analysis of a 30-year run with a global eddy-resolving (1/12°) version of the NEMO ocean model. Compared to the 1° and 1/4° equivalent versions, this simulation more realistically represents the shape of the Subpolar Gyre, the position of the North Atlantic Current, and the Gulf Stream separation. Other key improvements are found in the representation of boundary currents, multi-year variability of temperature and depth of winter mixing in the Labrador Sea, and the transport of overflows at the Greenland–Scotland Ridge. However, the salinity, stratification and mean depth of winter mixing in the Labrador Sea, and the density and depth of overflow water south of the sill, still present challenges to the model. This simulation also provides further insight into the spatio-temporal development of the warming event observed in the Subpolar Gyre in the mid 1990s, which appears to coincide with a phase of increased eddy activity in the southernmost part of the gyre. This may have provided a gateway through which heat would have propagated into the gyre's interior."}{"In search of the dead zone: Use of otoliths for tracking fish exposure to hypoxia ": "Otolith chemistry is often useful for tracking provenance of fishes, as well as examining migration histories. Whereas elements such as strontium and barium correlate well with salinity and temperature, experiments that examine manganese uptake as a function of these parameters have found no such correlation. Instead, dissolved manganese is available as a redox product, and as such, is indicative of low-oxygen conditions. Here we present evidence for that mechanism in a range of habitats from marine to freshwater, across species, and also present ancillary proxies that support the mechanism as well. For example, iodine is redox-sensitive and varies inversely with Mn; and sulfur stable isotope ratios provide evidence of anoxic sulfate reduction in some circumstances. Further, S may be incorporated trophically whereas other elements appear to be taken up directly from water. This research suggests a potential means to identify individual fish exposure to hypoxia, over entire lifetimes. With further testing and understanding, in the future fish may be able to be used as “mobile monitors” of hypoxic conditions."}{"Turbulence and mixing by internal waves in the Celtic Sea determined from ocean glider microstructure measurements ": "We present a new series of data from a 9-day deployment of an ocean microstructure glider (OMG) in the Celtic Sea during the summer of 2012. The OMG has been specially adapted to measure shear microstructure and coincident density structure from which we derive the dissipation rate of turbulent kinetic energy (ε) and diapycnal diffusion rates (K). The methods employed to provide trustworthy turbulent parameters are described and data from 766 profiles of ε, temperature, salinity and density structure are presented. Surface and bottom boundary layers are intuitively controlled by wind and tidal forcing. Interior dynamics is dominated by a highly variable internal wave-field with peak vertical displacements in excess of 50m, equivalent to over a third of the water depth. Following a relatively quiescent period internal wave energy, represented by the available potential energy (APE), increases dramatically close to the spring tide flow. Rather than follow the assumed spring-neap cycle however, APE is divided into two distinct peak periods lasting only one or two days. Pycnocline ε also increases close to the spring tide period and similar to APE, is distinguishable as two distinct energetic periods, however the timing of these periods is not consistent with APE. Pycnocline mixing associated with the observed ε is shown to be responsible for the majority of the observed reduction in bottom boundary layer density suggesting that diapycnal exchange is a key mechanism in controlling or limiting exchange between the continental shelf and the deep ocean. Results confirm pycnocline turbulence to be highly variable and difficult to predict however a log-normal distribution does suggest that natural variability could be reproduced if the mean state can be accurately simulated."}{"Synthesis of silver nanoparticles with different shapes ": "Today the synthesis of silver nanoparticles is very common due to their numerous applications in various fields. Silver nanoparticles have unique properties such as: optical and catalytic properties, which, depend on the size and shape of the produced nanoparticles. So, today the production of silver nanoparticles with different shapes which have various uses in different fields such as medicine, are noted by many researchers. This article, is an attempt to present an overview of the shape-controlled synthesis of silver nanoparticles using various methods."}{"Water hyacinth (Eichhornia crassipes) – An efficient and economic adsorbent for textile effluent treatment – A review ": "Phytoremediation through aquatic macrophytes treatment system (AMATS) for the removal of pollutants and contaminants from various natural sources is a well established environmental protection technique. Water hyacinth (Eichhornia crassipes), a worst invasive aquatic weed has been utilised for various research activities over the last few decades. The biosorption capacity of the water hyacinth in minimising various contaminants present in the industrial wastewater is well studied. The present review quotes the literatures related to the biosorption capacity of the water hyacinth in reducing the concentration of dyestuffs, heavy metals and minimising certain other physiochemical parameters like TSS (total suspended solids), TDS (total dissolved solids), COD (chemical oxygen demand) and BOD (biological oxygen demand) in textile wastewater. Sorption kinetics through various models, factors influencing the biosorption capacity, and role of physical and chemical modifications in the water hyacinth are also discussed."}{"Kinetics and equilibrium study for the adsorption of textile dyes on coconut shell activated carbon ": "The preparation of activated carbon from coconut husk with H2SO4 activation (CSAC) and its ability to remove textile dyes (maxilon blue GRL, and direct yellow DY 12), from aqueous solutions were reported in this study. The adsorbent was characterized with Fourier transform infrared spectrophotometer (FT-IR), and scanning electron microscope (SEM). Various physiochemical parameters such as, contact time, initial dye concentration, adsorbent dosage, particle size, pH of dye solution and temperature were investigated in a batch-adsorption technique. Result showed that the adsorption of both GRL and DY 12 dyes was favorable at acidic pH. The adsorption uptake was found to increase with increase in initial dye concentration, and contact time but decreases with the amount of adsorbent, particle size, and temperature of the system. The chemisorption, intra-particle diffuse, pseudo-first-order and pseudo-second-order kinetic models were applied to test the experimental data. The pseudo-second order exhibited the best fit for the kinetic studies, which indicates that adsorption of (GRL, and DY 12) is limited by chemisorption process. The equilibrium data were evaluated using Langmuir, Freundlich, Temkin and Fritz–Schlunder isotherms. The Fritz–Schlunder model best describes the uptake of (GRL and DY 12) dye, which implies that the adsorption of textiles dyes in this study onto coconut husk activated carbon is heterogeneous with multi-layers. Thermodynamic parameters such as Gibbs free energy, enthalpy and entropy were determined. It was found that (GRL and DY 12) dye adsorption was spontaneous and endothermic."}{"Solid propellants: AP/HTPB composite propellants ": "In this article we mainly discuss about AP/HTPB composite solid propellants. Classification, components, properties, burning rate and ignition behavior of propellants are mentioned here. Combustion of AP monopropellant, HTPB and AP/HTPB is discussed in detail."}{"Extraction, isolation and identification of flavonoid from Euphorbia neriifolia leaves ": "The flavonoids contained in Euphorbia neriifolia leaves were extracted, identified and characterized. Direct and sequential soxhlet extraction and its concentrated fractions were subjected to thin layer chromatography and high performance thin layer chromatography. The results showed that maximum yield of the flavonoid (6.53g) was obtained from ethanolic extract. The Rf\n                      value of isolated flavonoid and phytochemical screening has been compared with standard Quercetin. Characterization of isolated flavonoid was done by IR, 1H NMR, and MS. On the basis of chemical and spectral analysis structure was elucidated as 2-(3,4-dihydroxy-5-methoxy-phenyl)-3,5-dihydroxy-6,7-dimethoxychromen-4-one, a flavonoid. This compound was isolated for the first time from this plant."}{"Study of physicochemical properties of edible oil and evaluation of frying oil quality by Fourier Transform-Infrared (FT-IR) Spectroscopy ": "Physicochemical properties like density, viscosity, boiling point, saponification value (SV), iodine value (IV),and peroxide value (PV) of Corn and Mustard oils were studied to evaluate the compositional quality of oils and also to investigate the effect on the use of same oil for repeated frying as it ultimately changes the physicochemical, nutritional and sensory properties of the oil. FT-IR spectroscopy was used to evaluate the degree of oxidation after heating and frying processes. Results revealed that due to the temperature change in the oil there is a notable difference in the spectral band which showed that the proportions of the fatty acids were changed. The spectra of Corn oil at the boiling point and at multiple frying times with a piece of potato showed frequencies in range of 2852.7–2926.0cm−1 while in Mustard oil an additional peak was observed at 3633.8cm−1 which exhibits the secondary oxidized product formation."}{"Crosslinked poly(vinyl alcohol) hydrogels for wound dressing applications: A review of remarkably blended polymers ": "A series of excellent poly(vinyl alcohol) (PVA)/polymers blend hydrogel were reviewed using different crosslinking types to obtain proper polymeric dressing materials, which have satisfied biocompatibility and sufficient mechanical properties. The importance of biodegradable–biocompatible synthetic polymers such as PVA, natural polymers such as alginate, starch, and chitosan or their derivatives has grown significantly over the last two decades due to their renewable and desirable biological properties. The properties of these polymers for pharmaceutical and biomedical application needs have attracted much attention. Thus, a considered proportion of the population need those polymeric medical applications for drug delivery, wound dressing, artificial cartilage materials, and other medical purposes, where the pressure on alternative polymeric devices in all countries became substantial. The review explores different polymers which have been blended previously in the literature with PVA as wound dressing blended with other polymeric materials, showing the feasibility, property change, and purpose which are behind the blending process with PVA."}{"Quality by design approach: Regulatory need ": "In this era of competition quality has been given prime magnitude; failure to meet such quality allied goals produces massive shift of company in share of market. In this context pharmaceutical industry is utmost regulated industry as it is governed by authoritative regulatory bodies. “Quality could be planned and most of quality deficit arises in the way process is planned and developed”, this thought of well known quality expert Joseph Moses Juran gives foundation to the concept of quality by design (QbD). USFDA launched a pilot programme in 2005 to permit participating firms a prospect to submit chemistry, manufacturing, and controls (CMC) of NDA information representing application of QbD. Now USFDA is accelerating QbD drive by making warning to generic manufacturers from January 2013. QbD has its perspectives to contribute the drug design, development, and manufacture of high-quality drug products. In the present review basic consideration of the QbD approach, its historical background, and regulatory needs are discussed. In detail explanation of elements of QbD i.e. method intent, design of experiment, and risk assessment is given. Application of QbD to pharmaceutical and biopharmaceutical processes, development and unit operation associated with it are briefly mentioned. Detail account of QbD to analytical technique is explained thoroughly by referencing examples."}{"Impacts of anthropogenic disturbances at deep-sea hydrothermal vent ecosystems: A review ": "Deep-sea hydrothermal-vent ecosystems have stimulated decades of scientific research and hold promise of mineral and genetic resources that also serve societal needs. Some endemic taxa thrive only in vent environments, and vent-associated organisms are adapted to a variety of natural disturbances, from tidal variations to earthquakes and volcanic eruptions. In this paper, physicochemical and biological impacts of a range of human activities at vents are considered. Mining is currently the only anthropogenic activity projected to have a major impact on vent ecosystems, albeit at a local scale, based on our current understanding of ecological responses to disturbance. Natural recovery from a single mining event depends on immigration and larval recruitment and colonization; understanding processes and dynamics influencing life-history stages may be a key to effective minimization and mitigation of mining impacts. Cumulative impacts on benthic communities of several mining projects in a single region, without proper management, include possible species extinctions and shifts in community structure and function."}{"Oceans and Human Health: A rising tide of challenges and opportunities for Europe ": "The European Marine Board recently published a position paper on linking oceans and human health as a strategic research priority for Europe. With this position paper as a reference, the March 2014 Cornwall Oceans and Human Health Workshop brought together key scientists, policy makers, funders, business, and non governmental organisations from Europe and the US to review the recent interdisciplinary and cutting edge research in oceans and human health specifically the growing evidence of the impacts of oceans and seas on human health and wellbeing (and the effects of humans on the oceans). These impacts are a complex mixture of negative influences (e.g. from climate change and extreme weather to harmful algal blooms and chemical pollution) and beneficial factors (e.g. from natural products including seafood to marine renewable energy and wellbeing from interactions with coastal environments). Integrated approaches across disciplines, institutions, and nations in science and policy are needed to protect both the oceans and human health and wellbeing now and in the future."}{"Large filter feeding marine organisms as indicators of microplastic in the pelagic environment: The case studies of the Mediterranean basking shark (Cetorhinus maximus) and fin whale (Balaenoptera physalus) ": "The impact of microplastics (plastic fragments smaller than 5 mm) on large filter feeding marine organisms such as baleen whales and sharks are largely unknown. These species potentially are ingesting micro-litter by filter feeding activity. Here we present the case studies of the Mediterranean fin whale (Balaenoptera physalus) and basking shark (Cetorhinus maximus) exploring the toxicological effects of microplastics in these species measuring the levels of phthalates in both species. The results show higher concentration of MEHP in the muscle of basking shark in comparison to fin whale blubber. These species can be proposed as indicators of microplastics in the pelagic environment in the implementation of Descriptor 8 and 10 of the EU Marine Strategy Framework Directive (MSFD)."}{"Application of infrared spectral techniques on quality and compositional attributes of coffee: An overview ": "During the last two decades, near and mid-infrared spectral analyses have emerged as a reliable and promising analytical tool for objective assessment of coffee quality attributes. The literature presented in this review clearly reveals that near and mid-infrared approaches have a huge potential for gaining rapid information about the chemical composition and related properties of coffee. In addition to its ability for effectively quantifying and characterising quality attributes of some important features of coffee such as moisture, lipids and caffeine content, classification into quality grades and determination of sensory attributes, it is able to measure multiple chemical constituents simultaneously avoiding extensive sample preparation. Developing a quality evaluation system based on infrared spectral information to assess the coffee quality parameters and to ensure its authentication would bring economical benefits to the coffee industry by increasing consumer confidence in the quality of products. This paper provides an overview of the recently developed approaches and latest research carried out in near and mid-infrared spectral technology for evaluating the quality and composition of coffee and the possibility of its widespread deployment."}{"A review on lignin-based polymeric, micro- and nano-structured materials ": "Next to cellulose, lignin is the second most abundant biopolymer, and the main source of aromatic structures on earth. It is a phenolic macromolecule, with a complex structure which considerably varies depending on the plant species and the isolation process. Lignin has long been obtained as a by-product of cellulose in the paper pulp production, but had rather low added-value applications. Changes in the paper market have however stimulated the need to focus on other applications for lignins. In addition, the emergence of biorefinery projects to develop biofuels, bio-based materials and chemicals from carbohydrate polymers should also generate large amounts of lignin with the potential for value addition.\n                  These developments have brought about renewed interest in the last decade for lignin and its potential use in polymer materials. This review covers both the topics of the direct use of lignin in polymer applications, and of the chemical modifications of lignin, in a polymer chemistry perspective. The future trend toward micro- and nanostructured lignin-based materials is then addressed."}{"Preparation and application of starch nanoparticles for nanocomposites: A review ": "The increasing scientific and industrial interest for starch nanoparticles (SNP) has led to the development of numerous methods for preparing sub-micron starch fillers for nanocomposites applications. Starch nanocrystals (SNC), which constitute the focus of this review, are one type of SNP with crystalline property and platelet like morphology. SNC can be extracted from various starch botanical sources, allowing to obtain a large range of amylose content, shape, viscosity in suspension, surface reactivity and thermal resistance. To date, the most common method for extracting SNC remains the mild acid hydrolysis of the amorphous parts of native granular starch. So far, alternative methods render much lower yield. Since first publications on SNC, the principal aim is to use them as reinforcement in polymer matrices. Thanks to the reactive nature of starch, SNC surface can be modified by grafting or cross-linking which renders them more readily dispersible in the polymer matrix. The present review focus on the reinforcing effect and mechanisms of SNC, as well as on their impact of barrier properties of polymers."}{"Soy proteins: A review on composition, aggregation and emulsification ": "Composition of soybean proteins is briefly described. Gels and gelling processes of soybean proteins and other functionalities such as colloidal properties and emulsifying properties are described. The effects of temperature, pH, ionic strength, processing conditions such as high pressure, ultrasonic treatment, utilisation of enzyme, chemical modification are also described since they have been found useful to improve the processing and final product."}{"Formation kinetics and rheology of alginate fluid gels produced by in-situ calcium release ": "The formation and properties of alginate fluid gels produced using in-situ calcium release and a defined shear field are investigated.\n                  Results show that, while the rate of particle growth during formation increases significantly upon lowering the shear rate, the rate of inter-particle interaction post-production remains unaffected by the magnitude of shear.\n                  The longer polymer chain allows a greater number of possible sites for calcium crosslinking per chain which enhances the formation of a percolating network and increases the number of rheologically-effective network crosslinks. As a result, high M\n                     w alginate fluid gels exhibit faster gelation kinetics and greater viscosities than those of low M\n                     w alginate fluid gels.\n                  Particle stiffness increases with increasing CaCO3 concentration until a critical value is reached. Quiescent gels display the same CaCO3 critical value, suggesting that the number of crosslinks within an individual fluid gel particle is equivalent to that of their counterpart quiescent gel. This is due to the fast coil-dimer transition which, under the applied shear field, leads to kinetically trapped fluid gel structures. However, their textural response differs from that of a quiescent gel which is likely caused by the bridging between fluid gel particles.\n                  In addition to advancing the understanding of the production of fluid gels from alginates, this work shows for the first time how the ordering kinetics and the resulting particle properties can be manipulated by the choice of alginate M\n                     w and CaCO3 concentration, potentially allowing the design and delivery of specific structures with desirable attributes."}{"From the Sabatier principle to a predictive theory of transition-metal heterogeneous catalysis ": "We discuss three concepts that have made it possible to develop a quantitative understanding of trends in transition-metal catalysis: scaling relations, activity maps, and the d-band model. Scaling relations are correlations between surface bond energies of different adsorbed species including transition states; they open the possibility of mapping the many parameters determining the rate of a full catalytic reaction onto a few descriptors. The resulting activity map can be viewed as a quantitative implementation of the classical Sabatier principle, which states that there is an optimum “bond strength” defining the best catalyst for a given reaction. In the modern version, the scaling relations determine the relevant “bond strengths” and the fact that these descriptors can be measured or calculated makes it a quantitative theory of catalysis that can be tested experimentally by making specific predictions of new catalysts. The quantitative aspect of the model therefore provides new possibilities in catalyst design. Finally, the d-band model provides an understanding of the scaling relations and variations in catalytic activity in terms of the electronic structure of the transition-metal surface."}{"N-doped graphene as catalysts for oxygen reduction and oxygen evolution reactions: Theoretical considerations ": "Electrocatalysts are essential to two key electrochemical reactions, oxygen evolution reaction (OER) and oxygen reduction reaction (ORR) in renewable energy conversion and storage technologies such as regenerative fuel cells and rechargeable metal–air batteries. Here, we explored N-doped graphene as cost-effective electrocatalysts for these key reactions by employing density functional theory (DFT). The results show that the substitution of carbon at graphene edge by nitrogen results in the best performance in terms of overpotentials. For armchair nanoribbons, the lowest OER and ORR overpotentials were estimated to be 0.405V and 0.445V, respectively, which are comparable to those for Pt-containing catalysts. OER and ORR with the minimum overpotentials can occur near the edge on the same structure but different sites. These calculations suggest that engineering the edge structures of the graphene can increase the efficiency of the N-doped graphene as efficient OER/ORR electrocatalysts for metal–air batteries, water splitting, and regenerative fuel cells."}