{"Electrolysis of water on (oxidized) metal surfaces ": "Density functional theory calculations are used as the basis for an analysis of the electrochemical process, where by water is split to form molecular oxygen and hydrogen. We develop a method for obtaining the thermochemistry of the electrochemical water splitting process as a function of the bias directly from the electronic structure calculations. We consider electrodes of Pt(111) and Au(111) in detail and then discuss trends for a series of different metals. We show that the difficult step in the water splitting process is the formation of superoxy-type (OOH) species on the surface by the splitting of a water molecule on top an adsorbed oxygen atom. One conclusion is that this is only possible on metal surfaces that are (partly) oxidized. We show that the binding energies of the different intermediates are linearly correlated for a number of metals. In a simple analysis, where the linear relations are assumed to be obeyed exactly, this leads to a universal relationship between the catalytic rate and the oxygen binding energy. Finally, we conclude that for systems obeying these relations, there is a limit to how good a water splitting catalyst an oxidized metal surface can become."}{"Fluorescence detection of hydroxyl radicals ": "The hydroxyl radical (\n                        \n                     OH), a product of water radiolysis, reacts to hydroxylate aromatic organic compounds. In some cases, these hydroxylated products are fluorescent. Examples include the benzoate, coumarin, and phenoxazinone systems. For representative members of these systems, we have determined both the rate constants for reaction with \n                        \n                     OH and the yields of the fluorescent products. The rate constants all fall in the range 2×109 to 2×1010\n                     Lmol−1\n                     s−1, and the yields 5–11% per \n                        \n                     OH. These results suggest that it may prove feasible to construct a probe consisting of two groups both of which must react with \n                        \n                     OH to become fluorescent. The efficient process of fluorescence resonance energy transfer implies that such a probe might be able to detect \n                        \n                     OH clusters, which are generally assumed to be a characteristic feature of energy deposition by ionizing radiation."}{"Definition and properties of Lagrangian coherent structures from finite-time Lyapunov exponents in two-dimensional aperiodic flows ": "This paper develops the theory and computation of Lagrangian Coherent Structures (LCS), which are defined as ridges of Finite-Time Lyapunov Exponent (FTLE) fields. These ridges can be seen as finite-time mixing templates. Such a framework is common in dynamical systems theory for autonomous and time-periodic systems, in which examples of LCS are stable and unstable manifolds of fixed points and periodic orbits. The concepts defined in this paper remain applicable to flows with arbitrary time dependence and, in particular, to flows that are only defined (computed or measured) over a finite interval of time.\n                  Previous work has demonstrated the usefulness of FTLE fields and the associated LCSs for revealing the Lagrangian behavior of systems with general time dependence. However, ridges of the FTLE field need not be exactly advected with the flow. The main result of this paper is an estimate for the flux across an LCS, which shows that the flux is small, and in most cases negligible, for well-defined LCSs or those that rotate at a speed comparable to the local Eulerian velocity field, and are computed from FTLE fields with a sufficiently long integration time. Under these hypotheses, the structures represent nearly invariant manifolds even in systems with arbitrary time dependence.\n                  The results are illustrated on three examples. The first is a simplified dynamical model of a double-gyre flow. The second is surface current data collected by high-frequency radar stations along the coast of Florida and the third is unsteady separation over an airfoil. In all cases, the existence of LCSs governs the transport and it is verified numerically that the flux of particles through these distinguished lines is indeed negligible."}{"Inorganic and organic UV filters: Their role and efficacy in sunscreens and suncare products ": "Minerals such as titanium dioxide, TiO2, and zinc oxide, ZnO, are well known active semiconductor photocatalysts used extensively in heterogeneous photocatalysis to destroy environmental pollutants that are organic in nature. They are also extensively used in sunscreen lotions as active broadband sunscreens that screen both UVB (290–320nm) and UVA (320–400nm) sunlight radiation and as high SPF makers. When so photoactivated by UV light, however, these two particular metal oxides are known to generate highly oxidizing radicals (\n                        \n                     OH and \n                        \n                           \n                              \n                                 O\n                              \n                              \n                                 2\n                              \n                              \n                              \n                              \n                                 -\n                                 \n                                    \n                                 \n                              \n                           \n                        \n                     ) and other reactive oxygen species (ROS) such as H2O2 and singlet oxygen, 1O2, which are known to be cytotoxic and/or genotoxic. Hydroxyl (\n                        \n                     OH) radicals photogenerated from photoactive TiO2 specimens extracted from commercial sunscreen lotions [R. Dunford, A. Salinaro, L. Cai, N. Serpone, S. Horikoshi, H. Hidaka, J. Knowland, FEBS Lett. 418 (1997) 87] induce damage to DNA plasmids in vitro and to whole human skin cells in cultures. Accordingly, the titanium dioxide particle surface was modified to produce TiO2 specimens of considerably reduced photoactivity. Deactivation of TiO2 diminishes considerably, in some cases completely suppresses damage caused to DNA plasmids, to human cells, and to yeast cells compared to non-modified specimens exposed to UVB/UVA simulated solar radiation. The photostabilities of sunscreen organic active agents in neat polar and apolar solvents and in actual commercial formulations have been examined [N. Serpone, A. Salinaro, A.V. Emeline, S. Horikoshi, H. Hidaka, J. Zhao, Photochem. Photobiol. Sci. 1 (2002) 970]. With rare exceptions, the active ingredients undergo photochemical changes (in some cases form free radicals) and the sunscreen lotions lose considerable Sun protection efficacy only after a relatively short time when exposed to simulated sunlight UVB/UVA radiation, confirming the recent findings by Sayre et al. [R.M. Sayre, J.C. Dowdy, A.J. Gerwig, W.J. Shields, R.V. Lloyd, Photochem. Photobiol. 81 (2005) 452]."}{"Alien aquatic plants in a thermally abnormal river and their assembly to neophyte-dominated macrophyte stands (River Erft, Northrhine-Westphalia) ": "Floristic surveys, vegetation mapping, and detailed transect analyses rendered a macrophyte flora of 14 native and five alien taxa of flowering plants in the River Erft, a contributory of the River Rhine in Northrhine-Westphalia. Water temperatures of this river do not fall below 10°C all the year round, for reasons of geothermically heated water discharged from nearby opencast mining areas. Macrophyte stand structures, composed of the neophytes Azolla filiculoides and Lemna minuta (floating) and Myriophyllum aquaticum, Egeria densa, and Vallisneria spiralis (rooted in the muddy or sandy ground of the river) are described and the ecological requirements of these taxa are characterized. The alien species can be seen as elements that increase the \n                        \n                           α\n                        \n                     -diversity of the aquatic vegetation of the River Erft. They do not replace any of the native species, even if shifts in the competition dynamics occur. The colonization by neophytes of the abnormally warmed River Erft can be appreciated as paradigmatic for trends in the macrophyte vegetation of medium-sized rivers in Central Europe when climate-related or discharge-based heating of the waterbody occurs and propagules of alien plants imported by waterfowl or – more important – plants from aquarium waste will find suitable places of existence and spread."}{"Aquatic fungi growing on dead fragments of submerged plants ": "The authors investigated the dead fragments of 22 species of submerged plants in the water from three limnological and trophical different water bodies (spring, river and pond). A total of 184 species of aquatic fungi, including 119 zoosporic and 65 conidial species were found on the fragments investigated plants. The most common fungus species were Aphanomyces laevis, Saprolegnia litoralis, Pythium rostratum (zoosporic fungi) and Acrodictys elaeidicola, Anguillospora longissima, Angulospora aquatica, Lemonniera aquatica, Mirandina corticola, Tetracladium marchalianum, Tetracladium maxiliformis, Trinacrium subtile (conidial fungi).\n                  Most fungus species were observed on the specimens of Elodea canadensis (33 fungus species), Hippuris vulgaris f. submersa (33), Myriophyllum spicatum (34) and Potamogeton crispus (33), fewest on Ceratophyllum demersum (24), Fontinalis dalicarlica and Potamogeton nitens (each 25).\n                  The most fungi were growing in the water from River Supraśl (107), the fewest in the water from Pond Dojlidy (99). Some aquatic fungus species were observed in the water of only one of the three water bodies – in Pond Dojlidy (30), in Spring Jaroszówka (32) and in the River Supraśl (39) species. Seventy-five species growing only on fragments of single submerged plants. A number of zoosporic and conidial species (22 and four, respectively) appeared new to Polish waters. Out of these 119 zoosporic species, some are known as parasites or necrotrophs of fish."}{"Comparing modified biological monitoring working party score system and several biological indices based on macroinvertebrates for water-quality assessment ": "Macroinvertebrate communities from the lower Nysa Kłodzka River catchment, southern Poland, were analyzed seasonally, in order to assess changes in their composition and structure, in relation to water quality. Two major groups of sites, differing in both morphological structure and taxonomical composition by cluster analysis, were identified within the catchment area. Wider and deeper sites, located along the Nysa Kłodzka River, were associated with the dominance of Chironomidae. Sites assigned along tributaries were characterized by a diversified structure of dominant taxa, including Oligochaeta, Hirudinea, Crustacea, Trichoptera, Ephemeroptera and Diptera. The performance of the modified procedure, named BMWP(PL) index, in accurately classifying 26 sites has been assessed through comparison with saprobic, diversity and biotic indices as well as chemical data. Due to diversified taxa richness and the presence or absence of specific indicator groups, values of the BMWP(PL) index varied from 27 to 93, and were correlated with the other biological indices and chemical variables. It has been stated that there is strong potential for application of the BMWP(PL) system in Poland, although some further testing is recommended."}{"An overview of hydrogen production from biomass ": "Hydrogen production plays a very important role in the development of hydrogen economy. One of the promising hydrogen production approaches is conversion from biomass, which is abundant, clean and renewable. Alternative thermochemical (pyrolysis and gasification) and biological (biophotolysis, water–gas shift reaction and fermentation) processes can be practically applied to produce hydrogen. This paper gives an overview of these technologies for hydrogen production from biomass. The future development will also be addressed."}{"Heavy metal removal mechanism of acid mine drainage in wetlands: A critical review ": "Acid mine drainage (AMD) is one of the most significant environmental challenges facing the mining industry worldwide. Water infiltrating through the metal sulphide minerals, effluents of mineral processing plants and seepage from tailing dams becomes acidic and this acidic nature of the solution allows the metals to be transported in their most soluble form. The conventional treatment technologies used in the treatment of acid mine drainage are expensive both in terms of operating and capital costs. One of the methods of achieving compliance using passive treatment systems at low cost, producing treated water pollution free, and fostering a community responsibility for acid mine water treatment involves the use of wetland treatment system. These wetlands absorb and bind heavy metals and make them slowly concentrated in the sedimentary deposits to become part of the geological cycle. In this paper a critical review of the heavy metal removal mechanism involving various physical, chemical and biological processes, which govern wetland performance, have been made. This information is important for the siting and use of wetlands for remediation of heavy metals."}{"Porous structure of hypercrosslinked polystyrene: State-of-the-art mini-review ": "The paper evaluates accumulated information about the apparent inner surface area (S\n                     app), pore volume (W\n                     o), pore size (diameter, D), and pore size distribution (PSD) of the single-phase hypercrosslinked polystyrene networks prepared by an intensive post-crosslinking of either dissolved linear polystyrene or swollen gel-type styrene–divinylbenzene copolymers. Critical analysis of data obtained by conventional physical methods used for the characterization of porous solids (low temperature adsorption of nitrogen or argon, mercury intrusion porosimetry, inversed size exclusion chromatography, electronic microscopy, positronium annihilation) reveals the most trustworthy porosity parameters of the above hypercrosslinked polystyrene resins as S\n                     app\n                     ⩾1000m2/g, W\n                     o in the range of 0.3–0.5cm3/g, D in dry networks from 4–5 to 30Å and only slightly increasing in swollen samples. The hypercrosslinked networks thus present first basically microporous polymeric material that exhibits narrow PSD resulting from a statistically uniform distribution of crosslinks."}