{"Food irradiation: Standards, regulations and world-wide trade ": "There is an established framework of international standards for food irradiation covering human health, plant protection, labelling, dose delivery, quality assurance and facility management. Approximately 60 countries permit irradiation of one or more food or food classes. National regulations are briefly reviewed. Decontamination of spices, herbs and condiments remains the single largest application of irradiation. However, in recent years the market for irradiated fresh and processed meat has become firmly established in several countries including China and the USA. At least 10 countries have recently established bi-lateral agreements for trade in irradiated fresh fruits and vegetables using phytosanitary irradiation. Irradiated fresh produce volumes now exceed 20,000t per year. Rationalization and greater consistency in labelling regulations would be advantageous to the future growth of applications of food irradiation."}{"Irradiation treatment of pharmaceutical and personal care products (PPCPs) in water and wastewater: An overview ": "Pharmaceutical and personal care products (PPCPs), especially the pharmaceutically active compounds (PhACs) such as antibiotics and hormones have attracted great concerns worldwide for their persistence and potential threat to ecosystem and public health. This paper presents an overview on the ionizing irradiation-induced degradation of PPCPs in aqueous solution. Parameters that affect PPCPs degradation, such as the absorbed dose, solution pH, dose rate, water matrices and the presence of some inorganic ions and humic acid are evaluated. The mechanism and pathways of radiolytic degradation of PPCPs are reviewed. In many cases, PPCPs such as antibiotics and X-ray contrast agent could be removed completely by radiation, but a higher absorbed dose was needed for their mineralization and toxicity reduction. The combination of ionizing irradiation with other methods such as H2O2, ozonation and TiO2 nanoparticles could improve the degradation efficacy and reduce the cost. Ionizing irradiation is a promising alternative for degradation of PPCPs in aqueous solution."}{"The early history of food irradiation ": "Immediately after the discovery of ionizing radiation speculations arose to use it for therapeutic treatment and also for food preservation. However, at that time no radiation sources suitable for such applications had been available. With the development of (military) nuclear technologies suitable radiation sources became more and more available. This article narrates the many early ideas developed and the approaches taken. However, on the level of industrial exploitation of radiation processing of food, several such great ideas could not survive; some are still playing a niche role today as described in the respective articles. Nevertheless and today, radiation processing of food has become a standard technology world-wide."}{"Two-dimensional porphyrin- and phthalocyanine-based covalent organic frameworks ": "Covalent organic frameworks (COFs) represent an emerging class of porous crystalline materials and have recently shown interesting applications from catalysis to optoelectronic devices. In this review, by covering most of the reported work, we summarized the research progress of two-dimensional (2D) porphyrin- and phthalocyanine-based COFs, with highlighting the synthesis of these 2D COFs via various dynamic covalent reactions and emphasizing their potential applications in different areas."}{"Synthetic approaches to benzimidazoles from o-phenylenediamine: A literature review ": "The methods for the synthesis of benzimidazoles have become a focus of synthetic organic chemists, as they are useful building blocks for the development of important therapeutic compounds in medicine. Benzimidazole nucleus plays a very important role as a therapeutic agent e.g. antiulcer and anthelmintic drugs. Other benzimidazole derivatives exhibit pharmacological activities such as antimicrobial, antiviral, anticancer, anti-inflammatory and analgesic."}{"A green synthesis of copper nanoparticles using native cyclodextrins as stabilizing agents ": "In this work, a comparative study of the effect of the NCD size as a stabilizing agent, on the synthesis of copper nanoparticles (Cu-NPs) by an easy green method was reported. The nanoparticles were synthesized through the chemical reduction of aqueous solutions of copper (II) sulfate with ascorbic acid, using different native cyclodextrins (NCDs) (α-, β-, or γ-NCD) as stabilizing agents. Cu-NPs were characterized by scanning electron microscopy–energy dispersive spectroscopy (SEM–EDX), powder X-ray diffraction (XRD) and transmission electron microscopy (TEM). The pattern showed in the typical selected area electron diffraction (SAED) and lattice fringes, evidence that the crystalline structure of Cu-NPs is face-centered cubic (FCC) with a (111), (200) and (220) lattice planes of Cu. The analysis of the TEM images show that the size of the Cu-NPs depends on the type of native cyclodextrin (NCD), also it was observed that the nanoparticles are spherical and with a size between ∼2 and 33nm. The smaller Cu-NPs were obtained with α-NCD (mode 4nm), while the nanoparticles obtained with β-NCD show the narrow size distribution (mode 6.5nm). The average particle size and particle size distribution of Cu-NPs depend upon the type of CDs."}{"A review of the kinetics adsorption models and their application to the adsorption of lead by an activated carbon ": "10 kinetic models are studied in detail and used after to model the adsorption kinetics of lead on an activated carbon. All the kinetics parameters are determined: coefficients of diffusion, rate constants and maximum lead adsorption, then, compared to the literature data. The data are better simulated by the nonlinear models in the order: simplified Elovich>Elovich>Bangham>pseudo order n\n                     >Boyd, Crank long times>pseudo order 2>Crank>Weber and Morris>Langmuir, pseudo order 1>pore volume and surface diffusion model by Leyva Ramos>simplified Crank short times. It is one of the first times that the kinetics of adsorption are fitted by the entire true Crank model. The kinetics of lead adsorption by the activated carbon are best described by the Elovich equation: \n                        \n                           Q\n                           =\n                           \n                              \n                                 \n                                    1\n                                    /\n                                    β\n                                 \n                              \n                           \n                           Ln\n                           \n                              \n                                 α\n                                 β\n                                 t\n                              \n                           \n                        \n                      with α equal to 0.035mgg−1\n                     s−1 and β to 0.134gmg−1."}{"Life cycle assessment of future electric and hybrid vehicles: A cradle-to-grave systems engineering approach ": "Electric mobility is playing an important and growing role in the context of sustainable transport sector development. This study presents the life cycle assessment of an electric car based on the technology of Lithium-ion battery (BEV) for Europe and compares it to an internal combustion engine vehicle (ICEV). According to a cradle-to-grave approach, manufacturing, use and disposal phases of both vehicles have been included in the assessment in order to identify the hot spots of the entire life cycles. For electric vehicles two manufacturing inventories have been analysed and different vehicle disposal pathways have also been considered. Furthermore, the environmental performances of hybrid vehicles have been analysed based on the life cycle models of the BEV and ICEV. The results of the hot spot analysis showed that the BEV manufacturing phase determined the highest environmental burdens mainly in the toxicity categories as a result of the use of metals in the battery pack. However, the greenhouse gas emissions associated with the BEV use phase were shown to be half than those recorded for the ICEV use phase. The trend of the results has also been investigated for future energy mixes: the electricity and diesel mixes for the year 2050 have been considered for the modelling of the use phase of BEV and ICEV."}{"Extending the GERG-2008 equation of state: Improved departure function and interaction parameters for (methane+butane) ": "The Groupe Européen de Recherches Gazières (GERG) 2008 multi-parameter equation of state (EOS) is considered the reference model for the prediction of natural gas mixture properties. However, the limited quality of thermodynamic property data available for many key binary mixtures at the time of its development constrained both its range of validity and achievable uncertainty. The data situation for the binary system (CH4\n                     +C4H10) in particular was identified previously as limiting the ability of the GERG-EOS to describe rich natural gases at low temperatures. Recently, new vapour-liquid equilibrium (VLE) and liquid mixture heat capacity data measured at low temperatures and high pressures have been published that significantly improve the data situation for this crucial binary, allowing erroneous literature data to be identified and the predictive behaviour of the GERG-EOS when extrapolated to be tested. The 10 basis functions in the generalised departure function used by the GERG-EOS for several binaries including (CH4\n                     +C4H10) were examined to eliminate the term causing a divergence between measured and predicted liquid mixture isobaric heat capacities at T\n                     <150K. With a simplified nine-term departure function, the maximum relative deviation between the measured and predicted heat capacities was reduced from nearly (110 to 7) %. The interaction parameters in the GERG equation were also re-determined by including, for the first time for this binary, reliable low temperature VLE data together with most of the other high temperature data used in the original development of the model. The new interaction parameters for (CH4\n                     +C4H10) reduced the relative deviation of bubble point pressures measured and calculated at T\n                     =244K from (9 to 1.4) %, without affecting the accuracy of property predictions at higher temperatures."}{"Money creation and circulation in a credit economy ": "This paper presents a multi-agent model describing the main mechanisms of money creation and money circulation in a credit economy. Our special attention is paid to the role of debt in the two processes. With the agent-based modeling approach, macro phenomena are well founded in micro-based causalities. A hypothetical economy composed of a banking system and multiple traders is proposed. Instead of being a pure financial intermediary, the banking system is viewed as the center of money creation and an accelerator of money circulation. Agents finance their expenditures not only by their own savings but also through bank loans. Through mathematical calculations and numerical simulation, we identify the determinants of money multiplier and those of velocity of money. In contrast to the traditional money creation model, the money multiplier is determined not only by the behavior of borrowing but also by the behavior of repayment as well. The velocity of money is found to be influenced by both money-related factors such as the expenditure habits of agents with respect to their income and wealth and debt-related factors such as borrowing and repayment behaviors of debtors and the reserve requirements faced by banks."}{"Evaluating the importance of nodes in complex networks ": "Evaluating the importance of nodes for complex networks is of great significance to the research of survivability and robusticity of networks. This paper proposes an effective ranking method based on degree value and the importance of lines. It can well identify the importance of bridge nodes with lower computational complexity. Firstly, the properties of nodes that are connected to a line are used to compute the importance of the line. Then, the contribution of nodes to the importance of lines is calculated. Finally, degree of nodes and the contribution of nodes to the importance of lines are considered to rank the importance of nodes. Five real networks are used as test data. The experimental results show that our method can effectively evaluate the importance of nodes for complex networks."}{"Why is Probabilistic Seismic Hazard Analysis (PSHA) still used? ": "Even though it has never been validated by objective testing, Probabilistic Seismic Hazard Analysis (PSHA) has been widely used for almost 50years by governments and industry in applications with lives and property hanging in the balance, such as deciding safety criteria for nuclear power plants, making official national hazard maps, developing building code requirements, and determining earthquake insurance rates. PSHA rests on assumptions now known to conflict with earthquake physics; many damaging earthquakes, including the 1988 Spitak, Armenia, event and the 2011 Tohoku, Japan, event, have occurred in regions relatively rated low-risk by PSHA hazard maps. No extant method, including PSHA, produces reliable estimates of seismic hazard. Earthquake hazard mitigation should be recognized to be inherently political, involving a tradeoff between uncertain costs and uncertain risks. Earthquake scientists, engineers, and risk managers can make important contributions to the hard problem of allocating limited resources wisely, but government officials and stakeholders must take responsibility for the risks of accidents due to natural events that exceed the adopted safety criteria."}{"A window for plate tectonics in terrestrial planet evolution? ": "The tectonic regime of a planet depends critically on the contributions of basal and internal heating to the planetary mantle, and how these evolve through time. We use viscoplastic mantle convection simulations, with evolving core–mantle boundary temperatures, and radiogenic heat decay, to explore how these factors affect tectonic regime over the lifetime of a planet. The simulations demonstrate (i) hot, mantle conditions, coming out of a magma ocean phase of evolution, can produce a “hot” stagnant-lid regime, whilst a cooler post magma ocean mantle may begin in a plate tectonic regime; (ii) planets may evolve from an initial hot stagnant-lid condition, through an episodic regime lasting 1–3Gyr, into a plate-tectonic regime, and finally into a cold, senescent stagnant lid regime after ∼10Gyr of evolution, as heat production and basal temperatures wane; and (iii) the thermal state of the post magma ocean mantle, which effectively sets the initial conditions for the sub-solidus mantle convection phase of planetary evolution, is one of the most sensitive parameters affecting planetary evolution – systems with exactly the same physical parameters may exhibit completely different tectonics depending on the initial state employed. Estimates of the early Earth’s temperatures suggest Earth may have begun in a hot stagnant lid mode, evolving into an episodic regime throughout most of the Archaean, before finally passing into a plate tectonic regime. The implication of these results is that, for many cases, plate tectonics may be a phase in planetary evolution between hot and cold stagnant states, rather than an end-member."}{"Ellenburger wastewater injection and seismicity in North Texas ": "North Texas has experienced a roughly exponential increase in seismicity since 2008. This increase is primarily attributable to wastewater injection into the Ellenburger Formation—a carbonate formation located within and just above seismically active zones. To our knowledge, there has been no previous comprehensive ∼10year analysis comparing regional seismicity with basin-wide injection and injection pressure of wastewater into the Ellenburger, even though monthly injection/pressure records have been made publically available for nearly a decade. Here we compile and evaluate more than 24,000 monthly injection volume and pressure measurements for the Ellenburger formation. We compare Ellenburger injection pressures and volumes to basin-wide injection pressures and volumes, and to earthquake locations and rates. The analysis shows where cumulative injection volumes are highest, where injection pressures and formation pressures are increasing, how injection volumes have changed regionally with time, and how Ellenburger injection volumes and pressures correlate in space and time with recent seismicity in North Texas. Results indicate that between 2005 and 2014 at least 270 million m3 (∼1.7 billion barrels) of wastewater were injected into the Ellenburger formation. If we assume relative homogeneity for the Ellenburger and no significant fluid loss across the 63,000km2 basin, this volume of fluid would increase pore fluid pressure within the entire formation by 0.09MPa (∼13 psi). Recent spot measurements of pressure in the Ellenburger confirm that elevated fluid pressures ranging from 1.7 to 4.5MPa (250–650 psi) above hydrostatic exist in this formation, and this may promote failure on pre-existing faults in the Ellenburger and underlying basement. The analysis demonstrates a clear spatial and temporal correlation between seismic activity and wastewater injection volumes across the basin, with earthquakes generally occurring in the central and eastern half of the basin, where Ellenburger wastewater injection cumulative volumes and estimated pressure increases are highest. The increased seismicity correlates with increased fluid pressure, which is a potential cause for these earthquakes. Based on these results, we hypothesize it is plausible that the cumulative pressure increase across the basin may trigger earthquakes on faults located tens of kilometers or more from injection wells, and this process may have triggered the Irving-Dallas earthquake sequence. We use these results to develop preliminary forecasts for the region concerning where seismicity will likely continue or develop in the future, and assess what additional data are needed to better forecast and constrain seismic hazard."}{"P and S wave tomography of Japan subduction zone from joint inversions of local and teleseismic travel times and surface-wave data ": "We determined P and S wave velocity tomography of the Japan subduction zone down to a depth of 700km by conducting joint inversions of a large number of high-quality arrival-time data of local earthquakes and teleseismic events which are newly collected for this study. We also determined 2-D phase-velocity images of fundamental mode Rayleigh waves at periods of 20–150s beneath Japan and the surrounding oceanic regions using amplitude and phase data of teleseismic Rayleigh waves. A detailed 3-D S-wave tomography of the study region is obtained by jointly inverting S-wave arrival times of local and teleseismic events and the Rayleigh-wave phase-velocity data. Our inversion results reveal the subducting Pacific and Philippine Sea slabs clearly as dipping high-velocity zones from a 1-D starting velocity model. Prominent low-velocity (low-V) anomalies are revealed in the mantle wedge above the slabs and in the mantle below the Pacific slab. The distinct velocity contrasts between the subducting slabs and the surrounding mantle reflect significant lateral variations in temperature as well as water content and/or the degree of partial melting. The low-V anomalies in the mantle wedge are attributed to slab dehydration and corner flows in the mantle wedge. A sheet-like low-V zone is revealed under the Pacific slab beneath NE Japan, which may reflect hot upwelling from the deeper mantle and subduction of a plume-fed asthenosphere as well. Our present results indicate that joint inversions of different seismic data are very effective and important for obtaining robust tomographic images of the crust and mantle."}{"Nanomaterials-based advanced oxidation processes for wastewater treatment: A review ": "Over the past decades, advanced oxidation processes (AOPs) for wastewater treatment drawn a great deal of attention of the researchers. AOP’s are one of the promising advanced technologies to destroy the total organic content, toxic pollutants etc. from the wastewater. A number of attempts has been made from the past two decades on the waste water treatment using various advanced oxidation treatment techniques. The main objective of this review article is to provide the quick reference for researchers and academicians in the area of wastewater treatment using nanomaterials in conjunction with various AOPs and/or hybrid AOPs. This review article is mainly focused on (1) the nanomaterials-based individual and hybrid AOPs for treatment of various industrial effluents or model effluents, (2) the current status of work in the area of hybrid nanomaterials as heterogeneous catalysts combined with AOPs and hybrid advanced oxidation processes."}{"Ultrasound assisted extraction of food and natural products. Mechanisms, techniques, combinations, protocols and applications. A review ": "This review presents a complete picture of current knowledge on ultrasound-assisted extraction (UAE) in food ingredients and products, nutraceutics, cosmetic, pharmaceutical and bioenergy applications. It provides the necessary theoretical background and some details about extraction by ultrasound, the techniques and their combinations, the mechanisms (fragmentation, erosion, capillarity, detexturation, and sonoporation), applications from laboratory to industry, security, and environmental impacts. In addition, the ultrasound extraction procedures and the important parameters influencing its performance are also included, together with the advantages and the drawbacks of each UAE techniques. Ultrasound-assisted extraction is a research topic, which affects several fields of modern plant-based chemistry. All the reported applications have shown that ultrasound-assisted extraction is a green and economically viable alternative to conventional techniques for food and natural products. The main benefits are decrease of extraction and processing time, the amount of energy and solvents used, unit operations, and CO2 emissions."}{"Characterizing the cavitation development and acoustic spectrum in various liquids ": "A bespoke cavitometer that measures acoustic spectrum and is capable of operating in a range of temperatures (up to 750°C) was used to study the cavitation behaviour in three transparent liquids and in molten aluminium. To relate these acoustic measurements to cavitation development, the dynamics of the cavitation bubble structures was observed in three Newtonian, optically transparent liquids with significantly different physical properties: water, ethanol, and glycerine. Each liquid was treated at 20kHz with a piezoelectric ultrasonic transducer coupled to a titanium sonotrode with a tip diameter of 40mm. Two different transducer power levels were deployed: 50% and 100%, with the maximum power corresponding to a peak-to-peak amplitude of 17μm. The cavitation structures and the flow patterns were filmed with a digital camera. To investigate the effect of distance from the ultrasound source on the cavitation intensity, acoustic emissions were measured with the cavitometer at two points: below the sonotrode and near the edge of the experimental vessel. The behaviour of the three tested liquids was very different, implying that their physical parameters played a decisive role in the establishment of the cavitation regime. Non dimensional analysis revealed that water shares the closest cavitation behaviour with liquid aluminium and can therefore be used as its physical analogue in cavitation studies; this similarity was also confirmed when comparing the measured acoustic spectra of water and liquid aluminium."}{"Impact of opening hermetic storage bags on grain quality, fungal growth and aflatoxin accumulation ": "Purdue Improved Crop Storage (PICS) bags are used by farmers in Sub-Saharan Africa for pest management of stored grains and products, including maize. These bags hermetically seal the products, preventing exchange with external moisture and gases. Biological respiration within the bags create an environment that is unsuitable for insect development and fungal growth. This study was conducted to determine the impact of routine opening of the storage bags for maize consumption on fungal growth and aflatoxin contamination. Maize with moisture contents (MC) high enough to support fungal growth (15%, 16%, 18% and 20%) was stored in PICS bags, which were opened weekly and exposed to humid conditions (85% RH) for 30 min over a period of 8 weeks and 24 weeks. Monitors indicated that oxygen defused into the open bags but did not reach equilibrium with the bottom layers of grain during the 30-min exposure period. Fungal colony forming units obtained from the grain surface increased 3-fold (at 15% MC) to 10,000-fold (at 20% MC) after 8 weeks. At both 8 weeks and 24 weeks, aflatoxin was detected in at least one bag at each grain moisture, suggesting that aflatoxin contamination spread from a planted source of A. flavus-colonized grain to non-inoculated grain. The results indicate that repeatedly breaking the hermetic seal of the PICS bags will increase fungal growth and the risk of aflatoxin contamination, especially in maize stored at high moisture content. This work also further demonstrates that maize should be properly dried prior to storage in PICS bags."}{"Additive manufacturing of 316L stainless steel by electron beam melting for nuclear fusion applications ": "A feasibility study was performed to fabricate ITER In-Vessel components by one of the metal additive manufacturing methods, Electron Beam Melting® (EBM®). Solid specimens of SS316L with 99.8% relative density were prepared from gas atomized precursor powder granules. After the EBM® process the phase remains as austenite and the composition has practically not been changed. The RCC-MR code used for nuclear pressure vessels provides guidelines for this study and tensile tests and Charpy-V tests were carried out at 22 °C (RT) and 250 °C (ET). This work provides the first set of mechanical and microstructure data of EBM® SS316L for nuclear fusion applications. The mechanical testing shows that the yield strength, ductility and toughness are well above the acceptance criteria and only the ultimate tensile strength of EBM® SS316L is below the RCC-MR code. Microstructure characterizations reveal the presence of hierarchical structures consisting of solidified melt pools, columnar grains and irregular shaped sub-grains. Lots of precipitates enriched in Cr and Mo are observed at columnar grain boundaries while no sign of element segregation is shown at the sub-grain boundaries. Such a unique microstructure forms during a non-equilibrium process, comprising rapid solidification and a gradient ‘annealing’ process due to anisotropic thermal flow of accumulated heat inside the powder granule matrix. Relations between process parameters, specimen geometry (total building time) and sub-grain structure are discussed. Defects are formed mainly due to the large layer thickness (100 \n                        \n                           μ\n                           m\n                           )\n                        \n                      which generates insufficient bonding between a few of the adjacently formed melt pools during the process. Further studies should focus on adjusting layer thickness to improve the strength of EBM® SS316L and optimizing total building time."}{"Calibration and correction of LA-ICP-MS and LA-MC-ICP-MS analyses for element contents and isotopic ratios ": "LA-ICP-MS and LA-MC-ICP-MS have been the techniques of choice for achieving accurate and precise element content and isotopic ratio, the state-of-the-art technique combines the advantages of low detection limits with high spatial resolution, however, the analysis accuracy and precision are restricted by many factors, such as sensitivity drift, elemental/isotopic fractionation, matrix effects, interferences and the lack of sufficiently matrix-matched reference materials. Thus, rigorous and suitable calibration and correction methods are needed to obtain quantitative data. This review systematically summarized and evaluated the interference correction, quantitative calculation and sensitivity correction strategies in order to provide the analysts with suitable calibration and correction strategies according to the sample types and the analyzed elements. The functions and features of data reduction software ICPMSDataCal were also outlined, which can provide real-time and on-line data reduction of element content and isotopic ratios analyzed by LA-ICP-MS and LA-MC-ICP-MS."}{"Evaluation of lead isotope compositions of NIST NBS 981 measured by thermal ionization mass spectrometer and multiple-collector inductively coupled plasma mass spectrometer ": "Because Pb isotopes can be used for tracing, they are widely used in many disciplines. The detection and analysis of Pb isotopes of bulk samples are usually conducted using thermal ionization mass spectrometer (TIMS) and multiple-collector inductively coupled plasma mass spectrometer (MC-ICP-MS), both of which need external reference materials with known isotopic compositions to correct for the mass discrimination effect produced during analysis. NIST NBS 981 is the most widely used reference material for Pb isotope analysis; however, the isotopic compositions reported by various analytical laboratories, especially those using TIMS, vary from each other. In this study, we statistically evaluated 229 reported TIMS analysis values collected by GeoReM in the last 30 years, 176 reported MC-ICP-MS analysis values, and 938 MC-ICP-MS analysis results from our laboratory in the last five years. After careful investigation, only 40 TIMS results were found to have double or triple spikes. The ratios of the overall weighted averages, 206Pb/204Pb, 207Pb/204Pb, and 208Pb/204Pb, obtained from 40 spiked TIMS reports and 1114 MC-ICP-MS results of NIST NBS 981 isotopes were 16.9406 ± 0.0003 (2s), 15.4957 ± 0.0002 (2s), and 36.7184 ± 0.0007 (2s), respectively."}{"Geodynamic setting of Late Cretaceous Sn–W mineralization in southeastern Yunnan and northeastern Vietnam ": "The Sn–W mineralization in SE Yunnan Province, China and NE Vietnam shares many similarities. Through comparing the geological and geochronological data, we suggest the Sn–W deposits and the associate igneous rocks in the region represent one regional magmatic-mineralization event. To explore the geodynamic setting of these mineralization and magmatic activities, a geochronological dataset in the regions has been presented, containing data of this study and previously published. The dataset shows that the Late Cretaceous magmatic–mineralization–metamorphic activities widely distribute along the eastern Asian continental margin. Existing studies support that this is the product of the subduction of the Palaeo-Pacific Plate beneath the Eurasian continent, which probably formed under an Andean-type active continental margin setting. According to the exhibited data, we preliminarily conclude that the late Cretaceous magmatic and Sn–W mineralization activities in the southeast Yunnan and northeast Vietnam region is one part of this subduction activities and should have formed under the same geodynamic setting."}{"The proto-Earth geo-reactor: Reassessing the hypotheses ": "Recent high-precision isotope analysis data could be used to revisit the hypothetical past occurrence of a geo-reactor. Specific noble gas isotope signatures that could be generated by binary and ternary fissions were identified in volcano emanations or as soluble/associated species in crystalline rocks and semi-quantitatively quantified as isotopic ratio or estimated amounts. Presently if it would have been hypothetically stated that according to the actinide inventory on the Earth, local potential criticality of the geo-system, if locally concentrated, may have been reached, several questions remain such as why, where and when did any geo-reactor have been operational? Even if the hypothesis of a geo-reactor operation in the proto-Earth period would have been plausible, it is likely that a geo-reactor is not operating today. This has been recently tested by reconstructing the occurrence of actinides by antineutrino detection and tomography through the Earth.\n                  The present paper focuses on the geo-reactor hypothetical conditions including history, spatial extension and regimes. The discussion based on recent calculations involves investigations on the limits in term of fissile inventory, size and power, based on coupling of geochemical reactions and stratification through the gravitational field considering behavior through the inner mantle, the boundary with the core and the core. The reconstruction allows to formulating that from the history point of view it would have been possible that the geo-reactor reached criticality in a proto-Earth period as a reactor triggered by 235-uranium and that thorium may have worked as an absorber if the actinide concentration was locally large enough. Without actinide separation the initiation of the criticality is unlikely. However did the segregation of actinides occur in any Earth layer?"}{"The Adverse Outcome Pathway approach in nanotoxicology ": "An Adverse Outcome Pathway (AOP) is a conceptual construct that describes existing knowledge on the link between a molecular initiating event and an adverse outcome. A sequential chain of causally related events is portrayed at different levels of biological organisation. AOPs are considered to be useful mechanistic blueprints for the development of novel tools for human and environmental risk assessment. Following OECD guidance, an increasing number of AOPs for chemically-induced adverse effects in humans and environmental species are being proposed. Due to their unique properties, the toxicity of nanomaterials (NMs) and chemicals is often difficult to directly compare since their mechanisms usually differ. While there are still many knowledge gaps in our understanding of NM toxicity, an ever increasing number of mechanistic studies are shedding light on their toxicokinetic and toxicodynamic properties. In this paper, we introduce the concept of AOPs and analyse its possible implementation for nanotoxicology. We illustrate how the AOP framework can be used to rationally combine mechanistic knowledge relating to both NM- and chemically-induced liver toxicity to fill information gaps and guide the development of toxicity testing strategies. The differences between NM and chemically-induced adversity are proposed to be primarily related to differences in toxicokinetics and the nature of the initial Key Events in the AOP. Consequently, much of the mechanistic knowledge captured by AOPs that have been developed from consideration of chemically-induced toxicity is also relevant to describe AOPs applicable to NMs, at least in qualitative terms, and thus can be used to inform predictive modelling and risk assessment of NM toxicity."}{"A review on contemporary Metal–Organic Framework materials ": "Metal–Organic Frameworks (MOFs) are counterpart of many porous entities and are pertinent materials for future needs in almost in every sphere of life. The augmentation in the study of MOFs elicits significant information related to many potential applications. There are many systematic and facile synthetic routes such as hydro/solvothermal technique, microwave, electrochemical and mechanochemical etc. The experimentation, approximation by trial-and-error approaches is still applicable for the preparation of metal organic framework materials. The strategies used in the design of MOFs play crucial role in point of view of the desired application. This review compiles and describes varied eccentric traits of MOFs, synthetic approaches, and mechanisms corresponding to applications in the comprehensible way. The remarkable achievements by researchers in the field of MOFs for targeted applications and the way forward to take up the measures to design and develop MOFs are also addressed."}{"Identification of microplastic in effluents of waste water treatment plants using focal plane array-based micro-Fourier-transform infrared imaging ": "The global presence of microplastic (MP) in aquatic ecosystems has been shown by various studies. However, neither MP concentrations nor their sources or sinks are completely known. Waste water treatment plants (WWTPs) are considered as significant point sources discharging MP to the environment.\n                  This study investigated MP in the effluents of 12 WWTPs in Lower Saxony, Germany. Samples were purified by a plastic-preserving enzymatic-oxidative procedure and subsequent density separation using a zinc chloride solution. For analysis, attenuated total reflection Fourier-transform infrared spectroscopy (ATR-FT-IR) and focal plane array (FPA)-based transmission micro-FT-IR imaging were applied. This allowed the identification of polymers of all MP down to a size of 20 μm. In all effluents MP was found with quantities ranging from 0 to 5 × 101 m−3 MP > 500 μm and 1 × 101 to 9 × 103 m−3 MP < 500 μm. By far, polyethylene was the most frequent polymer type in both size classes. Quantities of synthetic fibres ranged from 9 × 101 to 1 × 103 m−3 and were predominantly made of polyester. Considering the annual effluxes of tested WWTPs, total discharges of 9 × 107 to 4 × 109 MP particles and fibres per WWTP could be expected. Interestingly, one tertiary WWTP had an additionally installed post-filtration that reduced the total MP discharge by 97%. Furthermore, the sewage sludge of six WWTPs was examined and the existence of MP, predominantly polyethylene, revealed. Our findings suggest that WWTPs could be a sink but also a source of MP and thus can be considered to play an important role for environmental MP pollution."}{"Transport and fate of microplastic particles in wastewater treatment plants ": "Municipal wastewater treatment plants (WWTPs) are frequently suspected as significant point sources or conduits of microplastics to the environment. To directly investigate these suspicions, effluent discharges from seven tertiary plants and one secondary plant in Southern California were studied. The study also looked at influent loads, particle size/type, conveyance, and removal at these wastewater treatment facilities. Over 0.189 million liters of effluent at each of the seven tertiary plants were filtered using an assembled stack of sieves with mesh sizes between 400 and 45 μm. Additionally, the surface of 28.4 million liters of final effluent at three tertiary plants was skimmed using a 125 μm filtering assembly. The results suggest that tertiary effluent is not a significant source of microplastics and that these plastic pollutants are effectively removed during the skimming and settling treatment processes. However, at a downstream secondary plant, an average of one micro-particle in every 1.14 thousand liters of final effluent was counted. The majority of microplastics identified in this study had a profile (color, shape, and size) similar to the blue polyethylene particles present in toothpaste formulations. Existing treatment processes were determined to be very effective for removal of microplastic contaminants entering typical municipal WWTPs."}{"Carbodiimide additive to control hydrolytic stability and biodegradability of PLA ": "Enhanced durability of bio-based polylactic acid (PLA) is one of the prerequisites to be a considered as alternative to petroleum-based polymers in long time application. The effect of bis(2,6-diisopropylphenyl)carbodiimide (BDICDI) additive in various concentration on the extent of hydrolytic stabilization and subsequent degradation kinetics of PLA was studied in the process of abiotic hydrolysis and microbial decomposition under composting conditions. The study showed that BDICDI acts as an efficient stabilizer suppressing the hydrolytic scission of ester bonds of PLA in both degradation processes tested, especially at concentrations above 1.5% w/w. Within the stabilization period which strongly depends on concentrations of BDICDI, suppression of hydrolytic degradation also triggered preservation of thermal and mechanical properties. After the period of stabilization as the dose of stabilizer is depleted, probably via reaction with water molecules and carboxylic groups, the material was hydrolyzed at a comparable or even slightly higher rate than pure PLA. By applying the appropriate amount of BDICDI, the approximate duration of stabilization could be set to suit the desired requirements of the final product."}{"Calculation of the ambient dose equivalent H*(10) from gamma-ray spectra obtained with scintillation detectors ": "The measurement of the ambient dose equivalent H*(10) with automatic real-time radioactivity monitors using gamma-ray spectrometry provides valuable information at short integration times and serves as an alternative to conventional peak analysis of spectra. In this paper, a full methodology for the calculation of this quantity using Monte Carlo (MC) simulations is described and applied to real spectrometric measurements with LaBr3(Ce) scintillation detectors. The methodology involves the calculation of the fluence-to-H*(10) conversion factors and a method for obtaining the fluence from gamma-ray spectra. The combination of these two elements makes it possible to calculate the H*(10). The obtained results are compared with the H*(10) measurements of a Geiger-Müller (GM) detector. Finally, the necessary activity concentration to produce a certain increment on the H*(10) is discussed for some isotopes. This is used to discuss the analysis capabilities of the spectrometric detectors when compared to GM ones."}{"A Radium-223 microgenerator from cyclotron-produced trace Actinium-227 ": "The alpha particle emitter Radium-223 dichloride (223RaCl2) has recently been approved for treatment of late-stage bone metastatic prostate cancer. There is considerable interest in studying this new agent outside of the clinical setting, however the supply of 223Ra is limited and expensive. We have engineered a 223Ra microgenerator using traces of 227Ac previously generated from cyclotron-produced 225Ac. Radiochemically pure 223RaCl2 was made, characterized, evaluated in vivo, and the source was recovered in high yield for regeneration of the microgenerator."}{"Cherenkov light production from the α-emitting decay chains of 223Ra, 212Pb, and 149Tb for Cherenkov Luminescence Imaging ": "Cherenkov Luminescence Imaging (CLI) is a new method to image radioactive therapeutic and diagnostic agents, primarily in preclinical studies. This study used Geant4 and Python to generate the predicted Cherenkov light production as a function of time for a set of isotopic chains of interest for targeted alpha therapy: 223Ra, 212Pb, and 149Tb. All are shown to produce substantial Cherenkov light, though time delays between initial decays and the production of Cherenkov light requires caution in interpreting CLI."}{"Combustion, performance and emission analysis of a DI diesel engine using plastic pyrolysis oil ": "Plastic waste is an ideal source of energy due to its high heating value and abundance. It can be converted into oil through the pyrolysis process and utilised in internal combustion engines to produce power and heat. In the present work, plastic pyrolysis oil is manufactured via a fast pyrolysis process using a feedstock consisting of different types of plastic. The oil was analysed and it was found that its properties are similar to diesel fuel. The plastic pyrolysis oil was tested on a four-cylinder direct injection diesel engine running at various blends of plastic pyrolysis oil and diesel fuel from 0% to 100% at different engine loads from 25% to 100%. The engine combustion characteristics, performance and exhaust emissions were analysed and compared with diesel fuel operation. The results showed that the engine is able to run on plastic pyrolysis oil at high loads presenting similar performance to diesel while at lower loads the longer ignition delay period causes stability issues. The brake thermal efficiency for plastic pyrolysis oil at full load was slightly lower than diesel, but NOX emissions were considerably higher. The results suggested that the plastic pyrolysis oil is a promising alternative fuel for certain engine application at certain operation conditions."}{"A review on the pretreatment of lignocellulose for high-value chemicals ": "Pretreatment is an important process to transform lignocellulosic biomass to high-value chemicals. This process potentially provides economic sustainability, which is challenged by energy crisis and environmental pollution. Pretreatment is mainly applied to improve the digestibility of cellulose by increasing enzyme accessibility. Different lignocellulosic biomasses require various pretreatment processes and conditions depending on process configurations selected for subsequent hydrolysis and fermentation steps. In this article, studies on the pretreatment of lignocellulose for high-value chemicals were reviewed. The relative advantages of various pretreatment processes, including physical, chemical, physicochemical, and biological methods, were also assessed in economic perspectives. Existing problems and development potential were also discussed. This review provides a theoretical basis for future research on lignocellulosic biomass for chemical applications."}{"Catalytic pyrolysis of plastic waste: A review ": "This paper reviews the progress and challenges of the catalytic pyrolysis of plastic waste along with future perspectives in comparison to thermal pyrolysis. The factors affecting the catalytic pyrolysis process such as the temperature, retention time, feedstock composition and the use of catalyst were evaluated in detail to improve the process of catalytic pyrolysis. Pyrolysis can be carried out via thermal or catalytic routes. Thermal pyrolysis produces low quality liquid oil and requires both a high temperature and retention time. In order to overcome these issues, catalytic pyrolysis of plastic waste has emerged with the use of a catalyst. It has the potential to convert 70–80% of plastic waste into liquid oil that has similar characteristics to conventional diesel fuel; such as the high heating value (HHV) of 38–45.86MJ/kg, a density of 0.77–0.84g/cm3, a viscosity of 1.74–2.5mm2/s, a kinematic viscosity of 1.1–2.27 cSt, a pour point of (−9) to (−67)°C, a boiling point of 68–352°C, and a flash point of 26.1–48°C. Thus the liquid oil from catalytic pyrolysis is of higher quality and can be used in several energy-related applications such as electricity generation, transport fuel and heating source. Moreover, process by-products such as char has the potential to be used as an adsorbent material for the removal of heavy metals, pollutants and odor from wastewater and polluted air, while the produced gases have the potential to be used as energy carriers. Despite all the potential advantages of the catalytic pyrolysis, some limitations such as high parasitic energy demand, catalyst costs and less reuse of catalyst are still remaining. The recommended solutions for these challenges include exploration of cheaper catalysts, catalyst regeneration and overall process optimization."}{"Use of membrane technology for oil field and refinery produced water treatment—A review ": "With the advent of modern drilling technology namely sand-tar, hydraulic fracturing and enhanced oil recovery, the amount of waste water to be treated before reuse and/or discharge to the environment has increased manifold in recent time. The treatment of produced water and refinery waste water from the oil industry has been traditionally done by physical as well as chemical processes. The use of membrane technology for the produced and refinery waste water treatment has been recent phenomenon and active research has been focused to enhance the efficiency and life time of the membrane during the operation of the waste water treatment. In this review we briefly focus on the produced and refinery waste water treatment by primary and secondary treatment in historical perspective followed by focusing on various membrane technologies starting from microfiltration (MF), ultrafiltration (UF), nanofiltration (NF) and reverse osmosis (RO). Finally we also focus on the membrane distillation (MD) in combination with forward osmosis (FO) as potential future technology."}{"Metabolism disrupting chemicals and metabolic disorders ": "The recent epidemics of metabolic diseases, obesity, type 2 diabetes(T2D), liver lipid disorders and metabolic syndrome have largely been attributed to genetic background and changes in diet, exercise and aging. However, there is now considerable evidence that other environmental factors may contribute to the rapid increase in the incidence of these metabolic diseases. This review will examine changes to the incidence of obesity, T2D and non-alcoholic fatty liver disease (NAFLD), the contribution of genetics to these disorders and describe the role of the endocrine system in these metabolic disorders. It will then specifically focus on the role of endocrine disrupting chemicals (EDCs) in the etiology of obesity, T2D and NAFLD while finally integrating the information on EDCs on multiple metabolic disorders that could lead to metabolic syndrome. We will specifically examine evidence linking EDC exposures during critical periods of development with metabolic diseases that manifest later in life and across generations."}{"Maternal marijuana use has independent effects on risk for spontaneous preterm birth but not other common late pregnancy complications ": "Widespread legalisation of marijuana raises safety concerns for its use in pregnancy. This study investigated the association of marijuana use prior to and during pregnancy with pregnancy outcomes in a prospective cohort of 5588 nulliparous women from the international SCOPE study. Women were assessed at 15±1 and 20±1 weeks’ gestation. Cases [278 Preeclampsia, 470 gestational hypertension, 633 small-for-gestational-age, 236 spontaneous preterm births (SPTB), 143 gestational diabetes] were compared separately with 4114 non-cases. Although the numbers are small, continued maternal marijuana use at 20 weeks’ gestation was associated with SPTB independent of cigarette smoking status [adj OR 2.28 (95% CI:1.45–3.59)] and socioeconomic index (SEI) [adj OR 2.17 (95% CI:1.41–3.34)]. When adjusted for maternal age, cigarette smoking, alcohol and SEI, continued maternal marijuana use at 20 weeks’ gestation had a greater effect size [adj OR 5.44 (95% CI 2.44–12.11)]. Our data indicate that increasing use of marijuana among young women of reproductive age is a major public health concern."}{"Trends in maternal mortality in the United States ": "Maternal mortality is a major global concern. Although a notable decline in maternal mortality in the United States occurred during the mid-20th century, this progress stalled during the late 20th century. Furthermore, maternal mortality rates have increased during the early 21st century. Around the year 2000 the maternal mortality rate began to rise and has since nearly doubled. Given that at least half of maternal deaths in the U.S. are preventable, the rise in maternal deaths in the U.S. is historic and worrisome. This overview will try to provide a context for understanding the problem of this rise in maternal mortality in the U.S. by briefly discussing how maternal mortality rates are reported from National Vital Statistics data and from a National Surveillance system. Trends and causes of maternal deaths and the difficulty with interpreting these trends will be discussed."}{"The chick embryo chorioallantoic membrane (CAM) assay ": "During avian development the mesodermal layers of the allantois and chorion fuse to form the chorioallantoic membrane (CAM). This structure rapidly expands generating a rich vascular network that provides an interface for gas and waste exchange. The CAM allows to study tissue grafts, tumor growth and metastasis, drugs delivery and toxicologic analysis, and angiogenic and anti-angiogenic molecules. The CAM is relatively simple, quick, and low-cost model that allows screening of a large number of pharmacological samples in a short time; does not require administrative procedures for obtaining ethics committee approval for animal experimentation. Moreover, being naturally immunodeficient, the chick embryo may receive transplantations from different tissues and species, without immune responses."}{"The spinodal of single- and multi-component fluids and its role in the development of modern equations of state ": "The spinodal represents the limit of thermodynamic stability of a homogeneous fluid. In this work, we present a robust methodology to obtain the spinodal of multicomponent fluids described even with the most sophisticated equations of state (EoS) available. We elaborate how information about the spinodal and its uncertainty can contribute both in the development of modern EoS and to estimate their uncertainty in the metastable regions. Inequality constraints are presented that can be exploited in the fitting of modern EoS of single-component fluids to avoid inadmissible pseudo-stable states between the vapor and liquid spinodals. We find that even cubic EoS violate some of these constraints.\n                  With the use of a selection of EoS representative of modern applications, we compare vapor and liquid spinodal curves, superheat and supersaturation limits from classic nucleation theory (CNT), and available experimental data for the superheat limit. Computations are performed with pure species found in natural gas, binary mixtures, as well as a multi-component natural gas mixture in order to demonstrate the scalability of the approach. We demonstrate that there are large inconsistencies in predicted spinodals from a wide range of EoS such as cubic EoS, extended corresponding state EoS, SAFT and multiparameter EoS. The overall standard deviation in the prediction of the spinodal temperatures were 1.4 K and 2.7 K for single- and multi-component liquid-spinodals and 6.3 K and 26.9 K for single- and multi-component vapor spinodals.\n                  The relationship between the measurable limit of superheat, or supersaturation, and the theoretical concept of the spinodal is discussed. While nucleation rates from CNT can deviate orders of magnitude from experiments, we find that the limit of superheat from experiments agree within 1.0 K and 2.4 K with predictions from CNT for single- and multi-component fluids respectively. We demonstrate that a large part of the metastable domain of the phase diagram is currently unavailable to experiments, in particular for metastable vapor. Novel techniques, experimental or with computational simulations, should be developed to characterize the thermodynamic properties in these regions, and to identify the thermodynamic states that define the spinodal."}{"Time series analysis of data for sea surface temperature and upwelling components from the southwest coast of Portugal ": "This study relates sea surface temperature (SST) to the upwelling conditions off the southwest coast of Portugal using statistical analyses of publically available data. Optimum Interpolation (OI) of daily SST data were extracted from the United States (US) National Oceanic and Atmospheric Administration (NOAA) and data for wind speed and direction were from the US National Climatic Data Center. Time series were extracted at a daily frequency for a time horizon of 26years. Upwelling indices were estimated using westerly (Q\n                     x) and southerly (Q\n                     y) Ekman transport components.\n                  In the first part of the study, time series were inspected for trend and seasonality over the whole period. The seasonally adjusted time series revealed an increasing slope for SST (0.15°C per decade) and decreasing slopes for Q\n                     x (−84.01m3\n                     s−1\n                     km−1 per decade) and Q\n                     y (−25.20m3\n                     s−1\n                     km−1 per decade), over the time horizon. Structural breaks analysis applied to the time series showed that a statistically significant incremental increase in SST was more pronounced during the last decade.\n                  Cross-correlation between upwelling indices and SST revealed a time delay of 5 and 2days between Q\n                     x and SST, and between Q\n                     y and SST, respectively. A spectral analysis combined with the previous analysis enabled the identification of four oceanographic seasons. Those seasons were later recognised over a restricted time period of 4years, between 2008 and 2012, when there was an extensive sampling programme for the validation of ocean colour remote sensing imagery. The seasons were defined as: summer, with intense and regular events of upwelling; autumn, indicating relaxation of upwelling conditions; and spring and winter, showing high interannual variability in terms of number and intensity of upwelling events."}{"New approaches for extracting and recovering metals from mine tailings ": "Waste materials from metal mining, such as mineral tailings, often contain significant amounts of potentially valuable metals particularly where, as in many historic operations, the efficiency of flotation technologies used to concentrate target minerals was not as good as those currently available. A two-stage mineral leaching and metal recovery protocol was developed to extract copper from tailings generated as waste materials in two mines currently operating in Spain and Serbia. The most effective extraction of copper (84 to >90%) was achieved by bioleaching the tailings at 45°C, using a defined microbial consortium, where elemental sulfur was added to the tailings and the pH of leach liquors allowed to fall to ∼pH 1, at which point anaerobic conditions were imposed. The thermo-tolerant acidophiles Acidithiobacillus caldus and Sulfobacillus thermosulfidooxidans emerged as the dominant bacteria present in both tailings leachates under these conditions. Copper present in the pregnant leach solutions (PLS) produced were next precipitated as a sulfide phase using hydrogen sulfide generated in a low pH (4.0) sulfidogenic bioreactor. The off-line system used allowed the copper present in PLS to be precipitated selectively without the need to adjust the pH of the PLS, though small amounts of silver present in PLS from one of the tailings samples co-precipitated with copper sulfide. Experimental data also suggested that it would be possible to extract silver from bioleached solid residues (where it was mostly found) using a simple chemical extractant. The results suggested that bio-processing these waste materials would have economic as well as environmental benefits."}{"Advance review on the exploitation of the prominent energy-storage element: Lithium. Part I: From mineral and brine resources ": "Lithium (Li), an exceptional cathode material in rechargeable batteries, is an essential element in modern energy production and storage devices. The continuously increasing demand for lithium in these devices, along with their steady production, has led to the high economic importance of lithium, making it one of the strategically influential elements. The uneven distribution of mineral resources in the earth’s crust and the unequal concentration in brine and sea water reserves also causes lithium exploitation to be of critical importance. This situation requires the efficient processing of lithium resources either by the processing of minerals/brine/sea water or by the recycling of spent lithium-ion batteries. To explore new routes for the sustainable exploitation of lithium, it is imperative to review the methodologies that have already been studied and are currently in industrial practice. In this study, we present an overview of the processes investigated for the extraction, separation and recovery of lithium from not only a technological perspective but also from a chemical perspective.\n                  In Part I, this state-of-the-art review addresses the processing of lithium resources that currently contributes to the commercial exploitation of this energy-critical element. This review includes lithium recovery from mineral (spodumene, petalite, lepidolite, zinnwaldite) and brine resources. A deliberation of the mineralogical aspect along with a review of the extraction process of lithium minerals is sub-divided according to the chosen media, namely, chloride, sulfate and carbonate, for their conversion into a leachable form, whereas the division of aqua-based resources is based on the lithium concentration. In the discussion, the advantages and/or disadvantages, problems and prospects of the processes are also summarized. We believe this article can contribute to improving the extraction and recovery processes of lithium toward the sustainability of this critical element and can provide future research directions."}{"\n               Annona muricata: A comprehensive review on its traditional medicinal uses, phytochemicals, pharmacological activities, mechanisms of action and toxicity ": "Annona muricata L. (Magnoliales: Annonaceae) is a tropical plant species known for its edible fruit which has some medicinal merits, but also some toxicological effects. This review focuses on the phytochemicals contents, bioactivity, biological actions and toxicological aspects of extracts and isolated compounds, as well as medicinal uses of A. muricata, with the objective of stimulating further studies on extracts and fruit pulp used for human consumption. Traditional medicinal uses of A. muricata have been identified in tropical regions to treat diverse ailments such as fever, pain, respiratory and skin illness, internal and external parasites, bacterial infections, hypertension, inflammation, diabetes and cancer. More than 200 chemical compounds have been identified and isolated from this plant; the most important being alkaloids, phenols and acetogenins. Using in vitro studies, extracts and phytochemicals of A. muricata have been characterized as an antimicrobial, anti-inflammatory, anti-protozoan, antioxidant, insecticide, larvicide, and cytotoxic to tumor cells. In vivo studies of the crude extracts and isolated compounds of A. muricata were shown to possess anxiolytic, anti-stress, anti-inflammatory, contraceptive, anti-tumoral, antiulceric, wound healing, hepato-protective, anti-icteric and hypoglycemic activities. In addition, clinical studies support the hypoglycemic activity of the ethanolic extracts of A. muricata leaves. Mechanisms of action of some pharmacological activities have been elucidated, such as cytotoxic, antioxidant, antimicrobial, antinociception and hypotensive activities. However, some phytochemical compounds isolated from A. muricata have shown a neurotoxic effect in vitro and in vivo, and therefore, these crude extracts and isolated compounds need to be further investigated to define the magnitude of the effects, optimal dosage, mechanisms of action, long-term safety, and potential side effects. Additionally, clinical studies are necessary to support the therapeutic potential of this plant."}{"Remediation of wastewater using various nano-materials ": "In the present era of scarcity of water resources, effective treatment of wastewater is a major prerequisite for growing economy. It is critical to develop and implement advanced wastewater treatment technologies with high efficiency and low capital requirement. Among various treatments, recent advanced processes in nano-material sciences have been attracting the attention of scientists. However, limited collective knowledge is available in this context. The present manuscript reviews the potential developments in nanotechnology with respect to wastewater treatment. The article reviewed and discussed utilization of various classes of nano-materials for wastewater treatment processes. This includes four main classes; First, nano-adsorbents such as activated carbon, carbon nanotubes, grapheme, manganese oxide, zinc oxide, titanium oxide, magnesium oxide and ferric oxides that are usually applied for removal of heavy metals from the wastewater. Second, nano-catalysts such as photocatalyst, electrocatalyst, Fenton based catalyst, and chemical oxidant have been shown the potential for removing both organic and inorganic contaminants. Third, nano-membranes have been used for effective removal of dyes, heavy metals and foulants using carbon nanotube membranes, electrospun nanofibers and hybrid nano-membranes. Finally, the integration of nanotechnology with biological processes such as algal membrane bioreactor, anaerobic digestion and microbial fuel cell is discussed with respect to its potential for wastewater purification."}{"Plastics and microplastics in the oceans: From emerging pollutants to emerged threat ": "Plastic production has increased dramatically worldwide over the last 60 years and it is nowadays recognized as a serious threat to the marine environment. Plastic pollution is ubiquitous, but quantitative estimates on the global abundance and weight of floating plastics are still limited, particularly for the Southern Hemisphere and the more remote regions. Some large-scale convergence zones of plastic debris have been identified, but there is the urgency to standardize common methodologies to measure and quantify plastics in seawater and sediments. Investigations on temporal trends, geographical distribution and global cycle of plastics have management implications when defining the origin, possible drifting tracks and ecological consequences of such pollution. An elevated number of marine species is known to be affected by plastic contamination, and a more integrated ecological risk assessment of these materials has become a research priority. Beside entanglement and ingestion of macro debris by large vertebrates, microplastics are accumulated by planktonic and invertebrate organisms, being transferred along food chains. Negative consequences include loss of nutritional value of diet, physical damages, exposure to pathogens and transport of alien species. In addition, plastics contain chemical additives and efficiently adsorb several environmental contaminants, thus representing a potential source of exposure to such compounds after ingestion. Complex ecotoxicological effects are increasingly reported, but the fate and impact of microplastics in the marine environment are still far to be fully clarified."}{"Dangerous hitchhikers? Evidence for potentially pathogenic Vibrio spp. on microplastic particles ": "The taxonomic composition of biofilms on marine microplastics is widely unknown. Recent sequencing results indicate that potentially pathogenic Vibrio spp. might be present on floating microplastics. Hence, these particles might function as vectors for the dispersal of pathogens. Microplastics and water samples collected in the North and Baltic Sea were subjected to selective enrichment for pathogenic Vibrio species. Bacterial colonies were isolated from CHROMagar™Vibrio and assigned to Vibrio spp. on the species level by MALDI-TOF MS (Matrix Assisted Laser Desorption/Ionisation – Time of Flight Mass Spectrometry). Respective polymers were identified by ATR FT-IR (Attenuated Total Reflectance Fourier Transform – Infrared Spectroscopy). We discovered potentially pathogenic Vibrio parahaemolyticus on a number of microplastic particles, e.g. polyethylene, polypropylene and polystyrene from North/Baltic Sea. This study confirms the indicated occurrence of potentially pathogenic bacteria on marine microplastics and highlights the urgent need for detailed biogeographical analyses of marine microplastics."}{"Microbial hitchhikers on marine plastic debris: Human exposure risks at bathing waters and beach environments ": "Marine plastic debris is well characterized in terms of its ability to negatively impact terrestrial and marine environments, endanger coastal wildlife, and interfere with navigation, tourism and commercial fisheries. However, the impacts of potentially harmful microorganisms and pathogens colonising plastic litter are not well understood. The hard surface of plastics provides an ideal environment for opportunistic microbial colonisers to form biofilms and might offer a protective niche capable of supporting a diversity of different microorganisms, known as the “Plastisphere”. This biotope could act as an important vector for the persistence and spread of pathogens, faecal indicator organisms (FIOs) and harmful algal bloom species (HABs) across beach and bathing environments. This review will focus on the existent knowledge and research gaps, and identify the possible consequences of plastic-associated microbes on human health, the spread of infectious diseases and bathing water quality."}{"Microplastics in the Mediterranean Sea: Deposition in coastal shallow sediments, spatial variation and preferential grain size ": "Marine litter loads in sea compartments are an emergent issue due to their ecological and biological consequences. This study addresses microplastic quantification and morphological description to test spatial differences along an anthropogenic gradient of coastal shallow sediments and further on to evaluate the preferential deposition of microplastics in a given sediment grain fraction. Sediments from Marine Protected Areas (MPAs) contained the highest concentrations of microplastics (MPs): up to 0.90 ± 0.10 MPs/g suggesting the transfer of microplastics from source areas to endpoint areas. In addition, a high proportion of microplastic filaments were found close to populated areas whereas fragment type microplastics were more common in MPAs. There was no clear trend between sediment grain size and microplastic deposition in sediments, although microplastics were always present in two grain size fractions: 2 mm > x > 1 mm and 1 mm > x 0.5 mm."}{"Correlation of volatile carbonyl yields emitted by e-cigarettes with the temperature of the heating coil and the perceived sensorial quality of the generated vapours ": "E-liquids generally contain four main components: nicotine, flavours, water and carrier liquids. The carrier liquid dissolves flavours and nicotine and vaporises at a certain temperature on the atomizer of the e-cigarette. Propylene glycol and glycerol, the principal carriers used in e-liquids, undergo decomposition in contact with the atomizer heating-coil forming volatile carbonyls. Some of these, such as formaldehyde, acetaldehyde and acrolein, are of concern due to their adverse impact on human health when inhaled at sufficient concentrations. The aim of this study was to correlate the yield of volatile carbonyls emitted by e-cigarettes with the temperature of the heating coil.\n                  For this purpose, a popular commercial e-liquid was machine-vaped on a third generation e-cigarette which allowed the variation of the output wattage (5–25W) and therefore the heat generated on the atomizer heating-coil. The temperature of the heating-coil was determined by infrared thermography and the vapour generated at each temperature underwent subjective sensorial quality evaluation by an experienced vaper.\n                  A steep increase in the generated carbonyls was observed when applying a battery-output of at least 15W corresponding to 200–250°C on the heating coil. However, when considering concentrations in each inhaled puff, the short-term indoor air guideline value for formaldehyde was already exceeded at the lowest wattage of 5W, which is the wattage applied in most 2nd generation e-cigarettes. Concentrations of acetaldehyde in each puff were several times below the short-term irritation threshold value for humans. Acrolein was only detected from 20W upwards. The negative sensorial quality evaluation by the volunteering vaper of the vapour generated at 20W demonstrated the unlikelihood that such a wattage would be realistically set by a vaper. This study highlights the importance to develop standardised testing methods for the assessment of carbonyl-emissions and emissions of other potentially harmful compounds from e-cigarettes. The wide variety and variability of products available on the market make the development of such methods and the associated standardised testing conditions particularly demanding."}{"Glyphosate in German adults – Time trend (2001 to 2015) of human exposure to a widely used herbicide ": "The broadband herbicide glyphosate (N-[phosphonomethyl]-glycine) and its main metabolite aminomethylphosphonic acid (AMPA) were analyzed by GC-MS-MS in 24h-urine samples cryo-archived by the German Environmental Specimen Bank (ESB). Samples collected in 2001, 2003, 2005, 2007, 2009, 2011, 2012, 2013, 2014, and 2015 were chosen for this retrospective analysis. All urine samples had been provided by 20 to 29 years old individuals living in Greifswald, a city in north-eastern Germany. Out of the 399 analyzed urine samples, 127 (=31.8%) contained glyphosate concentrations at or above the limit of quantification (LOQ) of 0.1μg/L. For AMPA this was the case for 160 (=40.1%) samples. The fraction of glyphosate levels at or above LOQ peaked in 2012 (57.5%) and 2013 (56.4%) after having discontinuously increased from 10.0% in 2001. Quantification rates were lower again in 2014 and 2015 with 32.5% and 40.0%, respectively. The overall trend for quantifiable AMPA levels was similar. Glyphosate and AMPA concentrations in urine were statistically significantly correlated (spearman rank correlation coefficient=0.506, p≤0.001). Urinary glyphosate and AMPA levels tended to be higher in males. The possible reduction in exposure since 2013 indicated by ESB data may be due to changes in glyphosate application in agricultural practice. The ESB will continue monitoring internal exposures to glyphosate and AMPA for following up the time trend, elucidating inter-individual differences, and contributing to the ongoing debate on the further regulation of glyphosate-based pesticides."}{"The impact of sanitation interventions on latrine coverage and latrine use: A systematic review and meta-analysis ": "Background\n                  An estimated 2.4 billion people still lack access to improved sanitation and 946 million still practice open defecation. The World Health Organization (WHO) commissioned this review to assess the impact of sanitation on coverage and use, as part of its effort to develop a set of guidelines on sanitation and health.\n               \n               \n                  Methods and findings\n                  We systematically reviewed the literature and used meta-analysis to quantitatively characterize how different sanitation interventions impact latrine coverage and use. We also assessed both qualitative and quantitative studies to understand how different structural and design characteristics of sanitation are associated with individual latrine use. A total of 64 studies met our eligibility criteria. Of 27 intervention studies that reported on household latrine coverage and provided a point estimate with confidence interval, the average increase in coverage was 14% (95% CI: 10%, 19%). The intervention types with the largest absolute increases in coverage included the Indian government's “Total Sanitation Campaign” (27%; 95% CI: 14%, 39%), latrine subsidy/provision interventions (16%; 95% CI: 8%, 24%), latrine subsidy/provision interventions that also incorporated education components (17%; 95% CI: −5%, 38%), sewerage interventions (14%; 95% CI: 1%, 28%), sanitation education interventions (14%; 95% CI: 3%, 26%), and community-led total sanitation interventions (12%; 95% CI: −2%, 27%). Of 10 intervention studies that reported on household latrine use, the average increase was 13% (95% CI: 4%, 21%). The sanitation interventions and contexts in which they were implemented varied, leading to high heterogeneity across studies. We found 24 studies that examined the association between structural and design characteristics of sanitation facilities and facility use. These studies reported that better maintenance, accessibility, privacy, facility type, cleanliness, newer latrines, and better hygiene access were all frequently associated with higher use, whereas poorer sanitation conditions were associated with lower use.\n               \n               \n                  Conclusions\n                  Our results indicate that most sanitation interventions only had a modest impact on increasing latrine coverage and use. A further understanding of how different sanitation characteristics and sanitation interventions impact coverage and use is essential in order to more effectively attain sanitation access for all, eliminate open defecation, and ultimately improve health."}{"Human biomonitoring reference values for metals and trace elements in blood and urine derived from the Canadian Health Measures Survey 2007–2013 ": "Human biomonitoring reference values are statistical estimates that indicate the upper margin of background exposure to a given chemical at a given time. Nationally representative human biomonitoring data on 176 chemicals, including several metals and trace elements, are available in Canada from 2007 to 2013 through the Canadian Health Measures Survey (CHMS). In this work, we used a systematic approach based on the reference interval concept proposed by the International Federation of Clinical Chemistry and Laboratory Medicine and the International Union of Pure and Applied Chemistry to derive reference values (RV95s) for metals and trace elements. These RV95s were derived for blood and urine matrices in the general Canadian population based on the latest biomonitoring data from the CHMS. Biomarkers were chosen based on specific selection criteria, including widespread detection in Canadians (≥66% detection rate). Reference populations were created for each biomarker by applying appropriate exclusion criteria. Age and sex were evaluated as possible partitioning criteria and separate RV95s were derived for the sub-populations in cases where partitioning was deemed necessary. The RV95s for metals and trace elements in blood ranged from 0.18μg/L for cadmium in young children aged 3–5 years to 7900μg/L for zinc in males aged 20–79 years. In the case of urinary biomarkers, the RV95s ranged from 0.17μg/L for antimony in the total population aged 3–79 years to 1400mg/L for fluoride in adults aged 20–79 years. These RV95s represent the first set of reference values for metals and trace elements in the general Canadian population. We compare the RV95s from other countries where available and discuss factors that could influence such comparisons."}{"The exposome in practice: Design of the EXPOsOMICS project ": "EXPOsOMICS is a European Union funded project that aims to develop a novel approach to the assessment of exposure to high priority environmental pollutants, by characterizing the external and the internal components of the exposome. It focuses on air and water contaminants during critical periods of life. To this end, the project centres on 1) exposure assessment at the personal and population levels within existing European short and long-term population studies, exploiting available tools and methods which have been developed for personal exposure monitoring (PEM); and 2) multiple “omic” technologies for the analysis of biological samples (internal markers of external exposures). The search for the relationships between external exposures and global profiles of molecular features in the same individuals constitutes a novel advancement towards the development of “next generation exposure assessment” for environmental chemicals and their mixtures. The linkage with disease risks opens the way to what are defined here as ‘exposome-wide association studies’ (EWAS)."}{"Development and validation of a LC-ESI-MS/MS method for the determination of phenolic compounds in honeydew honeys with the diluted-and-shoot approach ": "A simple, reproducible and sensitive method has been optimized and validated for simultaneous determination of 32 phenolic compounds in bracatinga (Mimosa scabrella Benth.) with the diluted-and-shoot approach, without the need of any additional clean-up steps. It has been based on high performance liquid chromatography coupled with triple quadrupole tandem mass spectrometry and electrospray ionization (HPLC-ESI-MS/MS). The chromatography conditions were optimized, and due to the selectivity provided by MRM monitoring, LC separation required only 9min. The developed method was validated on the basis of Eurachem and European Commission Decision 2002/657/EC guidelines. Mean recoveries ranged from 70.4 to 110%. Intra-day and inter-day precision with RSD (relative standard deviations) from 0.14 to 18.9% and 0.34 to 20.0%, respectively were achieved. Limits of detection (LOD) and quantification (LOQ) ranged from 0.03 to 3.20μgL−1 and 0.20–12.8μgL−1. Finally, the method was applied to samples and 20 phenolic compounds were quantified in all the samples analyzed, representing a contribution to the characterization and quantification of phenolic compounds from bracatinga (M. scabrella Bentham) honeydew honey."}{"High performance polymer nanocomposites for additive manufacturing applications ": "Additive manufacturing (or 3D printing) involves the process of fabricating a part by layer-by-layer assembly of materials with processes such as extrusion, binding, melting, and photopolymerization. It is transforming how we assemble our prototypes and, in the future, manufacture our products. There have been a number of materials that can be utilized for this technology, however, high performance polymer nanocomposites are a very important class of material that is just recently being used in additive manufacturing. High performance polymer is a group of polymer materials that are known to retain its desirable mechanical, thermal, and chemical properties when subjected to harsh environment such as high temperature, high pressure, and corrosive chemicals. When mixed with nanofillers such as carbon nanotube, nanoclay, and graphene, these polymers can have improved mechanical properties and sometimes acquire properties that were not present initially like thermal and electrical conductivity. This review article aims to summarize available additive manufacturing techniques, high performance polymers and nanofillers available, and research efforts on its use for additive manufacturing."}{"Mucoadhesion: A promising approach in drug delivery system ": "Mucoadhesion, the state in which two materials, amongst which one is biological in nature, adhere to each other for extended periods of time with the help of interfacial forces, provides an attractive strategy to overcome the hurdles of conventional drug delivery systems including first pass metabolism, and localized delivery of biomolecules including proteins, peptides and oligonucleotides. Mucoadhesion provides great opportunities for the delivery of a variety of compounds via different routes of administration viz. ocular, nasal, vaginal and buccal. In addition mucoadhesion also makes it possible to obtain prolonged, local or systemic drug action. In this review we discussed about potential applications of mucoadhesion and mucoadhesive polymers in drug delivery along with the mechanism of mucoadhesion and the methods for evaluation of mucoadhesive drug delivery systems."}{"Polysaccharide-based films and coatings for food packaging: A review ": "The accumulation of synthetic plastics, mainly from food packaging, is causing a serious environmental problem. It is driving research efforts to the development of biodegradable films and coatings. The biopolymers used as raw material to prepare biodegradable films should be renewable, abundant and low-cost. In some cases, they can be obtained from wastes. This review summarizes the advances in polysaccharide-based films and coatings for food packaging. Among the materials studied to develop biodegradable packaging films and coatings are polysaccharides such as cellulose, chitosan, starch, pectin and alginate. These polysaccharides are able to form films and coatings with good barrier properties against the transport of gases such as oxygen and carbon dioxide. On the other hand, tensile strength and percentage of elongation are important mechanical properties. Desirable values of them are required to maintain the integrity of the packed food. The tensile strength values showed by polysaccharide-based films vary from each other, but some of them exhibit similar values to those observed in synthetic polymers values. For example, tensile strength values of films based on high amylose starch or chitosan are comparable to those values found in high-density polyethylene films. The values of percentage of elongation are the main concern, which are far from the desirable values found for synthetic polymers. Researchers are studying combinations of polysaccharides with other materials to improve the barrier and mechanical properties in order to obtain biopolymers that could replace synthetic polymers. Functional polymers with antimicrobial properties, as that the case of chitosan, are also being studied."}{"Pd/ZnO catalysts for direct CO2 hydrogenation to methanol ": "The direct hydrogenation of CO2 into methanol is crucial for providing a means of CO2 fixation and a way to store cleanly produced hydrogen in a more energy-dense and transportable form. Here we have prepared two series of Pd/ZnO catalysts, both by immobilisation of PVA-protected Pd colloids and by Pd impregnation of PdCl2 to investigate structure activity relationships for direct CO2 hydrogenation. Very different performances were found for the different preparation methods, and the Pd loading and pre-reduction of the catalysts were shown to be important factors for optimising methanol yield. The crucial factor for high methanol yield is the formation of a Pd–Zn alloy, either during the reaction itself, or better by high temperature pre-reduction. The formation of the alloy greatly reduces CO production by the reverse water gas shift reaction. The catalysts prepared by sol-immobilisation were relatively stable to thermal treatment. In contrast, the impregnated catalysts were much less thermally stable, due to the presence of remnant chloride on the surface of the catalyst, which was absent for the case of sol immobilisation preparation. The results illustrate the importance of controlling the PdZn particle size and its surface structure for the catalysts to achieve high methanol selectivity (60%, the rest being CO) and conversion (11%) at 250°C and 20bar. Selectivity for sol-immobilised catalysts decreases from 60% at 3nm average diameter, to 20% at 7nm."}{"Understanding the generation of methanol synthesis and water gas shift activity over copper-based catalysts – A spatially resolved experimental kinetic study using steady and non-steady state operation under CO/CO2/H2 feeds ": "Understanding the mechanism and generation of activity for methanol synthesis and the water gas shift reactions over copper-based catalysts remains a significant area of study in heterogeneous catalysis. In this work, steady and non-steady state experimental and kinetic modelling methods are presented to demonstrate changes in functionality of a Cu/ZnO/Al2O3 catalyst based on gas composition.\n                  Steady-state testing of a Cu/ZnO/Al2O3 catalyst, using experimental spatial discretisation approaches with fixed-bed, integral-operation micro reactors, has generated performance data over a range of P\n                     CO/P\n                     CO2 ratios (1–10). The data showed a mixture of observations where forward or reverse water gas shift was kinetically favourable, and also where the reaction was significantly limited by thermodynamic equilibrium. A steady state Langmuir–Hinshelwood model based on micro kinetics was most appropriate which includes kinetic descriptions of both directions of the water gas shift reaction. Using this method, the entire dataset could be predicted and an internal consistency within the kinetic model of the key adsorption constants was demonstrated.\n                  Non-steady state, ‘reactor start-up’, testing of a Cu/ZnO/Al2O3 catalyst marked a novel approach to further understanding the functionality of the catalyst. Initial changes in surface carbon and oxygen populations were quantified and linked to subsequent dynamic changes in methanol synthesis and water gas shift activity. Cu/ZnO and Cu/Al2O3 formulations were also evaluated and tested using kinetic models, permitting a structural and compositional comparison with Cu/ZnO/Al2O3."}