{"Efficient, approximate and parallel Hartree–Fock and hybrid DFT calculations. A ‘chain-of-spheres’ algorithm for the Hartree–Fock exchange ": "In this paper, the possibility is explored to speed up Hartree–Fock and hybrid density functional calculations by forming the Coulomb and exchange parts of the Fock matrix by different approximations. For the Coulomb part the previously introduced Split-RI-J variant (F. Neese, J. Comput. Chem. 24 (2003) 1740) of the well-known ‘density fitting’ approximation is used. The exchange part is formed by semi-numerical integration techniques that are closely related to Friesner’s pioneering pseudo-spectral approach. Our potentially linear scaling realization of this algorithm is called the ‘chain-of-spheres exchange’ (COSX). A combination of semi-numerical integration and density fitting is also proposed. Both Split-RI-J and COSX scale very well with the highest angular momentum in the basis sets. It is shown that for extended basis sets speed-ups of up to two orders of magnitude compared to traditional implementations can be obtained in this way. Total energies are reproduced with an average error of <0.3kcal/mol as determined from extended test calculations with various basis sets on a set of 26 molecules with 20–200 atoms and up to 2000 basis functions. Reaction energies agree to within 0.2kcal/mol (Hartree–Fock) or 0.05kcal/mol (hybrid DFT) with the canonical values. The COSX algorithm parallelizes with a speedup of 8.6 observed for 10 processes. Minimum energy geometries differ by less than 0.3pm in the bond distances and 0.5° in the bond angels from their canonical values. These developments enable highly efficient and accurate self-consistent field calculations including nonlocal Hartree–Fock exchange for large molecules. In combination with the RI-MP2 method and large basis sets, second-order many body perturbation energies can be obtained for medium sized molecules with unprecedented efficiency. The algorithms are implemented into the ORCA electronic structure system."}{"Modulation instability: The beginning ": "We discuss the early history of an important field of “sturm and drang” in modern theory of nonlinear waves. It is demonstrated how scientific demand resulted in independent and almost simultaneous publications by many different authors on modulation instability, a phenomenon resulting in a variety of nonlinear processes such as envelope solitons, envelope shocks, freak waves, etc. Examples from water wave hydrodynamics, electrodynamics, nonlinear optics, and convection theory are given."}{"High-temperature structural evolution of caesium and rubidium triiodoplumbates ": "CsPbI3 and RbPbI3 were investigated by in situ powder diffraction within temperature ranges of 298–687K and 298–714K, respectively. Both compounds crystallize in orthorhombic Pnma symmetry and expand isotropically upon a heating, revealing almost the same relative change of the lattice parameters. A pronounced difference in the structural evolution close to 600K was observed, namely, CsPbI3 undergoes first-order reversible phase transformation Pnma \n                     \n                        \n                           \n                              \n                                 ⟷\n                              \n                              \n                                 \n                                    563\n                                    \n                                    \n                                       K\n                                    \n                                 \n                              \n                           \n                        \n                      \n                     Pnma+Pm3¯m \n                     \n                        \n                           \n                              \n                                 ⟷\n                              \n                              \n                                 \n                                    602\n                                    \n                                    \n                                       K\n                                    \n                                 \n                              \n                           \n                        \n                      \n                     Pm3¯m, whereas no transitions (except of the sample's melting) in RbPbI3 were detected. An attempt to clarify the relation between the existence/absence of a phase transition and bulging out of the iodine environment around alkaline ions was undertaken."}{"Structural materials for Gen-IV nuclear reactors: Challenges and opportunities ": "Generation-IV reactor design concepts envisioned thus far cater toward a common goal of providing safer, longer lasting, proliferation-resistant and economically viable nuclear power plants. The foremost consideration in the successful development and deployment of Gen-IV reactor systems is the performance and reliability issues involving structural materials for both in-core and out-of-core applications. The structural materials need to endure much higher temperatures, higher neutron doses and extremely corrosive environment, which are beyond the experience of the current nuclear power plants. Materials under active consideration for use in different reactor components include various ferritic/martensitic steels, austenitic stainless steels, nickel-base superalloys, ceramics, composites, etc. This paper presents a summary of various Gen-IV reactor concepts, with emphasis on the structural materials issues depending on the specific application areas. This paper also discusses the challenges involved in using the existing materials under both service and off-normal conditions. Tasks become increasingly complex due to the operation of various fundamental phenomena like radiation-induced segregation, radiation-enhanced diffusion, precipitation, interactions between impurity elements and radiation-produced defects, swelling, helium generation and so forth. Further, high temperature capability (e.g. creep properties) of these materials is a critical, performance-limiting factor. It is demonstrated that novel alloy and microstructural design approaches coupled with new materials processing and fabrication techniques may mitigate the challenges, and the optimum system performance may be achieved under much demanding conditions."}{"Chlorophyll a concentration across a trophic gradient of lakes: An estimator of phytoplankton biomass? ": "Chlorophyll a (chla) concentration was evaluated as a predictor of phytoplankton biomass across a broad trophic gradient of lakes (oligotrophic – highly eutrophic). First, a literature survey was conducted to collect information on the proportion of chla in phytoplankton biomass. As a result of this study (n=21) a mean value of 0.505%±0.197 S.D. chla per unit wet weight of phytoplankton was calculated. Second, analyses were performed on 756 paired measurements from an unpublished database where the specific chla content of phytoplankton biomass was regressed against phytoplankton standing stocks and chla concentration. Within an interval of 0.1–50gm−3 of phytoplankton wet weight, a substantial decrease in chla proportion from approximately 2.5% to 0.18% was found. Likewise, the proportion in phytoplankton wet weight decreased from 0.7% to 0.15% across a chla concentration interval of 0.001–0.150gm−3. These results had a significant impact both on chla-based biomass calculations and the subsequent comparison with phytoplankton biomasses resulting from microscopic counts. Assuming the microscopic method was a measure of the “true” phytoplankton standing stocks, then the precision by which phytoplankton biomass might be predicted based on chla measurements is clearly better when using variable proportions as compared to a constant conversion factor. The same holds for temporal coherence between annual records of phytoplankton biomass. The temporal fit was apparently better when relating the results of microscopic counts and biomass estimation based on variable proportions of chla in phytoplankton biomass. Nevertheless, this effect diminished as the tropic status of the lakes increased. Because of their variable specific chla content, separate taxonomic groups of phytoplankton differently affected the proportion of chla in total phytoplankton wet weight. Chlorophyceae, Cryptophyceae and cyanobacteria had a high impact, while Bacillariophyceae, Dinophyceae and Chrysophyceae were of lesser importance."}{"Identifying key environmental variables structuring benthic fauna for establishing a biotic typology for Greek running waters ": "A central aspect of the Water Framework Directive 2000/60/EC addressed to Member Countries is to proceed to type-specific ecological assessment and classification by establishing typology systems. Sixty-four permanent stream sites distributed throughout mainland Greece and islands were assessed with macroinvertebrate indicators to evaluate their ecological quality. Local and catchment scale parameters were determined and recorded to obtain an integrated assessment of the main factors affecting stream integrity and macroinvertebrate communities. Twenty-three sites were classified as reference or good status in terms of biological, chemical and hydromorphological quality with the use of various metrics. Multivariate statistical techniques were performed (MDS, BIOENV, correlation analysis and PCA) to investigate the main environmental factors structuring benthic macroinvertebrate communities and to select candidate environmental variables for establishing a biotic typology for Hellenic rivers. The results revealed relatively distinct macroinvertebrate communities within defined abiotic zones of the country. Assemblages of macroinvertebrate fauna were most strongly associated to differences in geographical position, altitude, slope, catchment area, current velocity, conductivity and water temperature. In view of the lack of sufficient data at the country level on the three last variables and after considering cause–effect relationships between large scale variables and the latter, it has been demonstrated that a number of catchment scale variables could be used as robust surrogates."}{"Ultrahigh electron mobility in suspended graphene ": "We have achieved mobilities in excess of 200,000 cm2 V −1 s−1 at electron densities of ∼2 ×1011 cm−2 by suspending single layer graphene. Suspension ∼150 nm above a Si/SiO2 gate electrode and electrical contacts to the graphene was achieved by a combination of electron beam lithography and etching. The specimens were cleaned in situ by employing current-induced heating, directly resulting in a significant improvement of electrical transport. Concomitant with large mobility enhancement, the widths of the characteristic Dirac peaks are reduced by a factor of 10 compared to traditional, nonsuspended devices. This advance should allow for accessing the intrinsic transport properties of graphene."}{"Sol–gel coatings on metals for corrosion protection ": "Sol–gel protective coatings have shown excellent chemical stability, oxidation control and enhanced corrosion resistance for metal substrates. Further, the sol–gel method is an environmentally friendly technique of surface protection and had showed the potential for the replacement of toxic pretreatments and coatings which have traditionally been used for increasing corrosion resistance of metals. This review covers the recent developments and applications of sol–gel protective coatings on different metal substrates, such as steel, aluminum, copper, magnesium and their alloys. The challenges for industrial productions and future research on sol–gel corrosion protective coatings are also briefly discussed."}{"Impacts of climate change on fisheries ": "Evidence of the impacts of anthropogenic climate change on marine ecosystems is accumulating, but must be evaluated in the context of the “normal” climate cycles and variability which have caused fluctuations in fisheries throughout human history. The impacts on fisheries are due to a variety of direct and indirect effects of a number of physical and chemical factors, which include temperature, winds, vertical mixing, salinity, oxygen, pH and others. The direct effects act on the physiology, development rates, reproduction, behaviour and survival of individuals and can in some cases be studied experimentally and in controlled conditions. Indirect effects act via ecosystem processes and changes in the production of food or abundance of competitors, predators and pathogens. Recent studies of the effects of climate on primary production are reviewed and the consequences for fisheries production are evaluated through regional examples. Regional examples are also used to show changes in distribution and phenology of plankton and fish, which are attributed to climate. The role of discontinuous and extreme events (regime shifts, exceptional warm periods) is discussed. Changes in fish population processes can be investigated in experiments and by analysis of field data, particularly by assembling comparative data from regional examples. Although our existing knowledge is in many respects incomplete it nevertheless provides an adequate basis for improved management of fisheries and of marine ecosystems and for adapting to climate change. In order to adapt to changing climate, future monitoring and research must be closely linked to responsive, flexible and reflexive management systems."}{"A 2D/3D hydrodynamic and sediment transport model for the Yangtze Estuary, China ": "Based on the Delft3D-FLOW, a 2D/3D hydrodynamic and sediment transport model was set up for the region of Yangtze Estuary, China. After a series of model verifications, which showed that the model is capable to reproduce the hydrodynamic and sediment transport processes in the region, it is applied to study the storm surge problem and morphological evolution of the Jiuduansha Shoals. It is concluded that the effects of remote wind and waves should be considered to obtain accurate results for storm surges. For reproducing the morphological changes the transport of cohesive as well as the non-cohesive fraction of sediment needs to be taken into account. The model can be considered as a basic tool for managing and studying the Yangtze Estuary."}{"Chitosan-modifications and applications: Opportunities galore ": "Of late, the most bountiful natural biopolymer chitin and chitosan have become cynosure of all party because of an unusual combination of biological activities plus mechanical and physical properties. However applications of chitin are limited due to its inherent insoluble and intractable nature. Chitosan, alkaline hydrolytic derivative of chitin has better solubility profile, less crystallinity and is amenable to chemical modifications due to presence of functional groups as hydroxyl, acetamido, and amine. The chemical modification of chitosan is of interest because the modification would not change the fundamental skeleton of chitosan, would keep the original physicochemical and biochemical properties and finally would bring new or improved properties. In view of rapidly growing interest in chitosan its chemical aspects and chemical modification studies is reviewed. The several chemical modifications such as oligomerization, alkylation, acylation, quternization, hydroxyalkylation, carboxyalkylation, thiolation, sulfation, phosphorylation, enzymatic modifications and graft copolymerization along with many assorted modifications have been carried out. The chemical modification affords a wide range of derivatives with modified properties for specific end use applications in diversified areas mainly of pharmaceutical, biomedical and biotechnological fields. Assorted modifications including chitosan hybrids with sugars, cyclodextrin, dendrimers, and crown ethers have also emerged as interesting multifunctional macromolecules. The versatility in possible modifications and applications of chitosan derivatives presents a great challenge to scientific community and to industry. The successful acceptance of this challenge will change the role of chitosan from being a molecule in waiting to a lead player."}{"Hydrocolloids as emulsifiers and emulsion stabilizers ": "We consider the essential molecular features of hydrocolloids having the ability to act as emulsifying agents and emulsion stabilizing agents. The criteria for effectiveness in protecting newly formed droplets against flocculation and coalescence are contrasted with the requirements to maintain long-term stability against aggregation, creaming and Ostwald ripening. To illustrate various aspects of stability behaviour, comparison is made between the physico-chemical characteristics of hydrocolloid emulsifying agents and those of other kinds of food emulsifying agents – surfactants, proteins and nanoparticles. Interfacial complexation between protein and polysaccharide may occur through covalent bonding or electrostatic bonding. For the case of electrostatic protein–polysaccharide complexes, the interfacial nanostructure and the stabilizing properties of the adsorbed layer are dependent, amongst other things, on the sequence of adsorption of the biopolymers to the emulsion droplet surface."}