{"A new hybrid exchange–correlation functional using the Coulomb-attenuating method (CAM-B3LYP) ": "A new hybrid exchange–correlation functional named CAM-B3LYP is proposed. It combines the hybrid qualities of B3LYP and the long-range correction presented by Tawada et al. [J. Chem. Phys., in press]. We demonstrate that CAM-B3LYP yields atomization energies of similar quality to those from B3LYP, while also performing well for charge transfer excitations in a dipeptide model, which B3LYP underestimates enormously. The CAM-B3LYP functional comprises of 0.19 Hartree–Fock (HF) plus 0.81 Becke 1988 (B88) exchange interaction at short-range, and 0.65 HF plus 0.35 B88 at long-range. The intermediate region is smoothly described through the standard error function with parameter 0.33."}{"The reaction of coumarin with the OH radical revisited: hydroxylation product analysis determined by fluorescence and chromatography ": "Aqueous solutions of coumarin have been used to detect the hydroxyl radicals produced as a result of gamma radiolysis. Reverse-phase chromatography and fluorescence measurements show that the 7-hydroxycoumarin (umbelliferone) is produced. The hydroxycoumarin isomers of 3OH-, 4OH-, 5OH-, 6OH- and 8OH-coumarin are also produced although the fluorescence emission of these products is negligible compared to that of 7-hydroxycoumarin. The radiation chemical yield of 7-hydroxycoumarin has been studied in different gas conditions."}{"A nonlinear correlation measure for multivariable data set ": "The paper states that the mutual information carried by the rank sequences that are obtained from the original two sequences is a good measure of nonlinear correlation. Based on that, the nonlinear correlation information entropy (NCIE) is proposed for measuring the general relationship of a multivariable data set. NCIE uses a number in the closed interval [0,1] to indicate the nonlinear correlation degree of the concerned multivariable data set, with 0 and 1 denotes the weakest and the strongest relationship, respectively. Data sets generated from an autoregressive model, a nonlinear chaotic Lorenz system, and a logistic function as known correlation sequences are analyzed using the proposed NCIE. The results testify the suitableness and correctness of the proposed concepts as nonlinear correlation measure."}{"Using sonochemistry for the fabrication of nanomaterials ": "One of the reasons for the huge interest in nanomaterials originated because of the prohibitive price that commercial companies have to pay for introducing new materials into the market. Nanotechnology enables these companies to obtain new properties using old and recognized materials by just reducing their particle size. For these known materials no government approval has to be obtained. Thus, the interest in nanomaterials has led to the development of many synthetic methods for their fabrication. Sonochemistry is one of the earliest techniques used to prepare nanosized compounds. Suslick [1], in his original work, sonicated Fe(CO)5 either as a neat liquid or in a decalin solution and obtained 10–20 nm size amorphous iron nanoparticles.\n                  A literature search that was conducted by crossing Sono* and Nanop* has found that this area is expanding almost exponentially. It started with two papers published in 1994, two in 1995, and increased to 59 papers in 2002. A few authors have already reviewed the fields of Sono and Nano. It should be mentioned that in 1996 [2], Suslick et al. published an early review on the nanostructured materials generated by ultrasound radiation. Suslick and Price [3] have also reviewed the application of ultrasound to materials science. This review [3] dealt with nanomaterials, but was not directed specifically to this topic. The review concentrated only on the sonochemistry of transition metal carbonyls and catalytic reactions that involve the nanoparticles resulting from their sonochemical decomposition. Grieser and Ashokkumar [4] have also written a review on a similar topic. A former coworker, Zhu, has recently submitted for publication a review article [5] entitled “Novel Methods for Chemical Preparation of Metal Chalcogenide Nanoparticles” in which he reviews three synthetic methods (sonochemistry, sonoelectrochemistry, and microwave heating) and their application in the synthesis of nanosized metal chalcogenides. Although still unpublished, I myself have recently written a review discussing novel methods (sonochemistry, microwave heating, and sonoelectrochemistry) for making nanosized materials [6]. The current review will: (1) Present the four main advantages that sonochemistry has over other methods related to materials science and nanochemistry; (2) concentrate on the more recent (2003) literature that was not reviewed in the previously-mentioned reviews, and (3) focus on a specific question, such as what is the typical shape of products obtained in sonochemistry?\n                  This review will not survey the literature related to sonoelectrochemistry."}{"Biodiesel processing and production ": "Biodiesel is an alternative diesel fuel that is produced from vegetable oils and animal fats. It consists of the monoalkyl esters formed by a catalyzed reaction of the triglycerides in the oil or fat with a simple monohydric alcohol. The reaction conditions generally involve a trade-off between reaction time and temperature as reaction completeness is the most critical fuel quality parameter. Much of the process complexity originates from contaminants in the feedstock, such as water and free fatty acids, or impurities in the final product, such as methanol, free glycerol, and soap. Processes have been developed to produce biodiesel from high free fatty acid feedstocks, such as recycled restaurant grease, animal fats, and soapstock."}{"Room temperature ionic liquids and their mixtures—a review ": "Room temperature ionic liquids are salts that are liquid at room temperature and their use as catalysts and catalytic support has been studied extensively. They are also being considered as “green solvents” for various separation processes. Recent measurements reported on the properties of pure ionic liquids and their mixtures, including gas and liquid solubility in common organic solvents will be reviewed. While some property values are in good agreement, some show large differences. These values will be compared and reasons for the discrepancies will be conjectured. Since traditional approaches to predicting the properties of fluid liquids require extensive LLE and VLE measurements, alternative predictive methods need to be explored. The predictions of the properties of mixtures of ionic liquids using COSMOtherm, an approach based on unimolecular quantum chemical calculations of the individual molecules, will be presented."}{"Concentration-dependent diffusion coefficients from a single experiment using model-based Raman spectroscopy ": "Diffusion in liquids can still be predicted only with high uncertainty due to the lack of sufficient experimental data. Diffusion experiments are complex and time-consuming. Furthermore, the concentration dependence of the diffusion coefficients requires usually several experiments even for binary mixtures. The possibility to extract this information from one short Raman diffusion experiment is explored here. A general identification framework is provided which does not require the a priori specification of a diffusion coefficient model structure but establishes the concentration dependence directly from the data. The methodology is used to determine the diffusion coefficient in the mixture ethyl acetate–cyclohexane in a wide concentration range."}{"Investigation of swelling/degradation behaviour of alginate beads crosslinked with Ca2+ and Ba2+ ions ": "Spherical beads have been prepared by ionotropic gelation of sodium alginate in the presence of CaCl2 and BaCl2 solutions and their swelling behavior has been studied. The barium ion-crosslinked beads exhibit almost minimum swelling of 40±3% in PBS at pH 7.4 but possess greater stability while calcium alginate beads exhibit nearly 160% of water uptake and subsequently dissolve. The beads appear to swell through ion-exchange process which was confirmed by monitoring the Ca2+ release from the calcium alginate beads. The release was found to be diffusion controlled. On treatment with 0.1 M HCl, the calcium alginate beads demonstrated a decrease in water uptake in PBS at pH 7.4 with faster degradation while for acid treated barium alginate beads, the water uptake was found to increase on treatment with HCl. When the two beads samples were put in media of continuous varying pH (to mimic the passage of beads from mouth to colon), barium alginate beads possessed greater stability, thus showing potential to be used for colon-targeted oral delivery."}{"The Brønsted–Evans–Polanyi relation and the volcano curve in heterogeneous catalysis ": "A number of elementary reactions at metal surfaces show a linear Brønsted–Evans–Polanyi relation between the activation energy and the reaction energy, and reactions belonging to the same class even follow the same relation. We investigate the implications of this finding on the kinetics of surface-catalyzed chemical processes. We focus in particular on the variation in the activity from one metal to the next. By analyzing a number of simple microkinetic models we show that the reaction rate under given reaction conditions shows a maximum as a function of the dissociative adsorption energy of the key reactant, and that for most conditions this maximum is in the same range of reaction energies. We also provide a database of chemisorption energies calculated using density-functional theory for a number of simple gas molecules on 13 different transition metals. An important part of the analysis consists of developing a general framework for analyzing the maximum rate. We use these concepts to rationalize trends in the catalytic activity of a number of metals for the methanation process."}