{"Comparison of degradation mechanisms in organic photovoltaic devices upon exposure to a temperate and a subequatorial climate ": "We compared the degradation process in organic bulk heterojunction solar cells, upon exposure to a temperate (Belgium) and a sub-equatorial (Benin) climate. Differences in degradation of these devices have been attributed to humidity differences between the temperate and Beninese environments.\n                  Our analyses revealed, the decrease rate on 240h of J\n                     \n                        SC\n                      is about 40% in Belgium and 45% in Benin, when the devices are exposed to light and to ambient air. The diffusion of H2O and O2 species through the layers is more rapid when the temperature is high."}{"Mechanical properties of lipid bilayers from molecular dynamics simulation ": "Lipid areas (A\n                     \n                        ℓ\n                     ), bilayer area compressibilities (K\n                     \n                        A\n                     ), bilayer bending constants (K\n                     \n                        C\n                     ), and monolayer spontaneous curvatures (c\n                     0) from simulations using the CHARMM36 force field are reported for 12 representative homogenous lipid bilayers. A\n                     \n                        ℓ\n                      (or their surrogate, the average deuterium order parameter in the “plateau region” of the chain) agree very well with experiment, as do the K\n                     \n                        A\n                     . Simulated K\n                     \n                        C\n                      are in near quantitative agreement with vesicle flicker experiments, but are somewhat larger than K\n                     \n                        C\n                      from X-ray, pipette aspiration, and neutron spin echo for saturated lipids. Spontaneous curvatures of bilayer leaflets from the simulations are approximately 30% smaller than experimental values of monolayers in the inverse hexagonal phase."}{"A quantitative model of water radiolysis and chemical production rates near radionuclide-containing solids ": "We present a mathematical model that quantifies the rate of water radiolysis near radionuclide-containing solids. Our model incorporates the radioactivity of the solid along with the energies and attenuation properties for alpha (α), beta (β), and gamma (γ) radiation to calculate volume normalized dose rate profiles. In the model, these dose rate profiles are then used to calculate radiolytic hydrogen (H2) and hydrogen peroxide (H2O2) production rates as a function of distance from the solid–water interface. It expands on previous water radiolysis models by incorporating planar or cylindrical solid–water interfaces and by explicitly including γ radiation in dose rate calculations. To illustrate our model's utility, we quantify radiolytic H2 and H2O2 production rates surrounding spent nuclear fuel under different conditions (at 20 years and 1000 years of storage, as well as before and after barrier failure). These examples demonstrate the extent to which α, β and γ radiation contributes to total absorbed dose rate and radiolytic production rates. The different cases also illustrate how H2 and H2O2 yields depend on initial composition, shielding and age of the solid. In this way, the examples demonstrate the importance of including all three types of radiation in a general model of total radiolytic production rates."}{"Theory and calculation of the atomic photoeffect ": "The so-called elementary theory of the atomic photoeffect is presented in a form that is suited for practical numerical calculation of subshell cross sections and angular distributions of emitted photoelectrons. Atomic states are described within the independent-electron approximation, with bound and free one-electron orbitals that are solutions of the Dirac equation with the Dirac–Hartree–Fock–Slater self-consistent potential of the ground-state configuration. Detailed derivations are given of subshell cross sections for both excitation to discrete bound levels and ionization. In the case of ionization, the cross section differential in the direction of the photoelectron is obtained for partially polarized photons, with the polarization specified by means of the Stokes parameters. The theoretical formulas have been implemented in a computer program named photacs that calculates tables of excitation and ionization cross sections for any element and subshell. Numerical calculations are practicable for excitations to final states with the principal quantum number up to about 20 and for ionization by photons with energy up to about 2MeV. Elaborate extrapolation schemes for determining the subshell cross section for excitation to bound levels with larger principal quantum numbers and for ionization by photons with higher energies are described. The effect of the finite width of atomic energy levels is accounted for by convolving the calculated subshell cross-section with a Lorentzian profile."}{"Effect of gamma irradiation and its convergent treatment for control of postharvest Botrytis cinerea of cut roses ": "Postharvest diseases cause considerable losses to harvested crops. Among them, gray mold (Botrytis cinerea) is a major problem of exporting to cut rose flowers into Korea. Irradiation treatment is an alternative to phytosanitary purposes and a useful nonchemical approach to the control of postharvest diseases. Gamma irradiation was evaluated for its in vitro and in vivo antifungal activity against B. cinerea on cut rose varieties, ‘Shooting Star’ and ‘Babe’. The irradiating dose required to reduce the population by 90%, D10, was 0.99kGy. Gamma irradiation showed complete inhibition of spore germination and mycelial growth of B. cinerea, especially 4.0kGy in vitro. Antifungal activity of gamma irradiation on rose B. cinerea is a dose-dependent manner. A significant phytotoxicity such as bent neck in cut rose quality was shown from gamma irradiation at over 0.4kGy (p<0.05) in both varieties. Although there is no significant difference in both varieties for fresh weight, in the case of flower rate, ‘Babe’ shows more sensitivity than ‘Shooting Star’. In vivo assays demonstrated that established doses in in vitro, over 4kGy, could completely inactive fungal pathogens, but such high doses can cause severe flowers damage. Thus, to eliminate negative impact on their quality, gamma irradiation was evaluated at lower doses in combination with an eco-friendly chemical, sodium dichloroisocyanurate (NaDCC) to examine the inhibition of B. cinerea. Intriguingly, only the combined treatment with 0.2kGy of gamma irradiation and 70ppm of NaDCC exhibited significant synergistic antifungal activity against blue mold decay in both varieties. Together, these results suggest that a synergistic effect of the combined treatment with gamma irradiation and NaDCC can be efficiently used to control the postharvest diseases in cut rose flowers, and will provide a promising technology for horticulture products for exportation."}{"Attenuation efficiency of X-ray and comparison to gamma ray and neutrons in composite metal foams ": "Steel–steel composite metal foams (S–S CMFs) and Aluminum–steel composite metal foams (Al–S CMFs) with various sphere sizes and matrix materials were manufactured and investigated for nuclear and radiation environments applications. 316L Stainless steel, high-speed T15 steel and aluminum materials were used as the matrix material together with 2, 4 and 5.2mm steel hollow spheres to manufacture various types of composite metal foams (CMFs). High-speed T15 steel is selected due to its high tungsten and vanadium concentration (both high-Z elements) to further improve the shielding efficiency of CMFs. This new type of S–S CMF is called high-Z steel–steel composite metal foam (HZ S–S CMF). Radiation shielding efficiency of all types of CMFs was explored for the attenuation of X-ray, gamma ray and neutron. The experimental results were compared with pure lead and Aluminum A356, and verified theoretically through XCOM and Monte Carlo Z-particle Transport Code (MCNP). It was observed that the radiation shielding effectiveness of CMFs is relatively independent of sphere sizes as long as the ratio of sphere-wall thickness to its outer-radius stays constant. However, the smaller spheres seem to be more efficient in general due to the fine fluctuation in the gray value profile of their 2D Micro-CT images. S–S CMFs and Al–S CMFs are respectively 275% and 145% more effective for X-ray attenuation than Aluminum A356. Compared to pure lead, CMFs show adequate attenuation with additional advantages of being lightweight and more environmentally friendly. The mechanical performance of HZ S–S CMFs under quasi-static compression was compared to that of other classes of S–S CMF. It is observed that the addition of high-Z elements to the matrix of CMFs improved their shielding against X-rays, low energy gamma rays and neutrons, while maintained their low density, high mechanical properties and high-energy absorption capability."}{"Metal oxides as photocatalysts ": "Metal oxides are of great technological importance in environmental remediation and electronics because of their capability to generate charge carriers when stimulated with required amount of energy. The promising arrangement of electronic structure, light absorption properties, and charge transport characteristics of most of the metal oxides has made possible its application as photocatalyst. In this article definition of metal oxides as photocatalyst, structural characteristics, requirements of the photocatalyst, classification of photocatalysts and the mechanism of the photocatalytic process are discussed."}{"A homogeneous chemical reactor analysis and design laboratory: The reaction kinetics of dye and bleach ": "An experimental module for senior-level reaction engineering/reactor design students is described. The module is used to characterize the kinetics of dye (food coloring) neutralization by household bleach, and the reactor system is configurable for use in either batch reactor or continuous-stirred tank reactor (CSTR) modes. The reactor temperature, volume, reactant feed rates, and reactant concentrations may be adjusted to enable students to obtain a wide range of kinetic data. Dye concentrations in the reactor are monitored by absorbance spectroscopy, and the kinetic rate law is determined directly from the batch reactor performance data. Students use the completed kinetic rate law to compare experimental steady-state CSTR performance data to the mathematical models derived from reactor design equations. Finally, the students use the kinetic behavior of the system to design a hypothetical plug-flow reactor for the same chemical reaction and a set of stated operational goals."}{"A review on Fenton-like processes for organic wastewater treatment ": "Fenton-like processes have been studied widely in recent years and are considered promising for organic wastewater treatment. Due to the demand for high efficiency wastewater treatment, a summary of the study status of Fenton-like processes is necessary to develop a novel and high efficiency organic wastewater treatment method. In this review, some important effect parameters (pH, H2O2 dosage, catalyst dosage, temperature) in hetero-/homo-geneous Fenton-like processes are discussed, and then the physical field/phenomenon-assisted hetero-/homo-geneous Fenton-like processes are presented. After that, catalyst types and the evaluation of wastewater treatment costs for various Fenton-like processes are summarized and discussed. Finally, possible future research directions and some guidelines for Fenton-like processes are given."}{"Electrostatic phase separation: A review ": "The current understanding and developments in the electrostatic phase separation are reviewed. The literature covers predominantly two immiscible and inter-dispersed liquids following the last review on the topic some 15 years. Electrocoalescence kinetics and governing parameters, such as the applied field, liquid properties, drop shape and flow, are considered. The unfavorable effects, such as chain formation and partial coalescence, are discussed in detail. Moreover, the prospects of microfluidics platforms, non-uniform fields, coalescence on the dielectric surfaces to enhance the electrocoalescence rate are also considered. In addition to the electrocoalescence in water-in-oil emulsions the research in oil-in-oil coalescence is also discussed. Finally the studies in electrocoalescer development and commercial devices are also surveyed.\n                  The analysis of the literature reveals that the use of pulsed DC and AC electric fields is preferred over constant DC fields for efficient coalescence; but the selection of the optimum field frequency a priori is still not possible and requires further research. Some recent studies have helped to clarify important aspects of the process such as partial coalescence and drop–drop non-coalescence. On the other hand, some key phenomena such as thin film breakup and chain formation are still unclear. Some designs of inline electrocoalescers have recently been proposed; however with limited success: the inadequate knowledge of the underlying physics still prevents this technology from leaving the realm of empiricism and fully developing in one based on rigorous scientific methodology."}{"Isopropanol dehydration via extractive distillation using low transition temperature mixtures as entrainers ": "Low transition temperature mixtures (LTTMs), also known as deep eutectic solvents, show properties that make them suitable as entrainers for extractive distillation. Two different low transition temperature mixtures were considered as potential entrainers for the extractive distillation of the azeotropic mixture (isopropanol+water). (Lactic acid+choline chloride) (2:1) and (glycolic acid+choline chloride) (3:1) were selected for this work. (Vapor+liquid) equilibrium measurements of the pseudo-binary systems (isopropanol+LTTM) and (water+LTTM) were measured at different concentrations of LTTM in a pressure range of 10 to 100kPa. (Vapor+liquid) equilibrium data of the pseudo-ternary system (isopropanol+water+LTTM) were also measured at constant pressure (100kPa) and constant LTTM molar fraction of 0.05 and 0.1. It was found that these LTTMs cannot break the azeotrope at those concentrations. However, the azeotrope was displaced to a much higher isopropanol concentration. The NRTL model was successfully applied to fit the experimental data."}{"Pharmaceutical crystallisation processes from batch to continuous operation using MSMPR stages: Modelling, design, and control ": "In pharmaceuticals manufacturing, the conversion of conventional batch crystallisations to continuous mode has the potential for intensified, compact operation and more consistent production via quality-by-design. A pragmatic conversion approach is to utilise existing stirred tank batch crystallisers as continuous mixed-suspension mixed-product removal (MSMPR) stages. In this study, a rigorous and general mathematical model is developed for a pharmaceutical crystallisation process under continuous MSMPR operation. In the proposed changeover from batch to continuous operation, concentration control (C-control), which has been well accepted in batch crystallisation operation, is further extended to facilitate the convenient design of the steady-state operating point of a continuous MSMPR crystalliser; an objective is to ensure that the start-up procedures and on-line control conditions fall within the design-space of the original batch operation. Both single-stage and cascaded two-stage MSMPR crystallisers were investigated and compared to the conventional batch operation. It was observed that despite the production of a smaller number-based mean crystal size, the proposed continuous MSMPR operation achieved higher production capacity with shorter mean residence time and comparable product yield to the batch operation. Lastly, the robustness of C-control strategy against uncertainties in crystallisation kinetics was also demonstrated for the proposed continuous MSMPR operation."}{"A review of the existing and alternative methods for greener nitrogen fixation ": "The conversion of atmospheric nitrogen into valuable substances such as fertilisers and fine chemicals is essential for agriculture and many other processes that sustain life on the planet. Although the Haber–Bosch process is the most important method of nitrogen fixation, the process is associated with major environmental concerns because it is very energy intensive and requires non-renewable feedstock to generate hydrogen. Hence, alternative ways of nitrogen fixation are being studied, from plasma synthesis and biological processes to metallocomplex catalysis, while existing methods are being improved using novel catalysts. This review covers all of the major areas of nitrogen fixation, discusses the industrial feasibility of each process, the reaction mechanisms, and provides a comparative evaluation of the various nitrogen fixation processes in terms of energy efficiency. Considering energy efficiency, the Haber–Bosch process and non-thermal plasma nitrogen fixation are promising methods for green industrial nitrogen fixation. Although metallocomplex nitrogen fixation takes place at ambient pressures, energy estimations show that this method does not provide higher energy efficiency than biological nitrogen fixation or the Haber–Bosch process. Biological nitrogen fixation on the other hand, has energy efficiency comparable to that of the Haber–Bosch process."}{"Potential interstellar noble gas molecules: ArOH\n                  \n                     \n                     +\n                  \n                and NeOH\n                  \n                     \n                     +\n                  \n                rovibrational analysis from quantum chemical quartic force fields ": "The discovery of ArH\n                        \n                           \n                           +\n                        \n                      in the interstellar medium has shown that noble gas chemistry may be of more chemical significance than previously believed. The present work extends the known chemistry of small noble gas molecules to NeOH\n                        \n                           \n                           +\n                        \n                      and ArOH\n                        \n                           \n                           +\n                        \n                     . Besides their respective neonium and argonium diatomic cation cousins, these hydroxyl cation molecules are the most stable small noble gas molecules analyzed of late. ArOH\n                        \n                           \n                           +\n                        \n                      is once again more stable than the neon cation, but both are well-behaved enough for a complete quartic force field analysis of their rovibrational properties. The Ar–O bond in ArOH\n                        \n                           \n                              \n                              +\n                           \n                           ,\n                        \n                      for instance, is roughly three-quarters of the strength of the Ar–H bond in ArH\n                        \n                           \n                           +\n                        \n                      highlighting the rigidity of this system. The rotational constants, geometries, and vibrational frequencies for both molecules and their various isotopologues are computed from ab initio quantum chemical theory at high-level, and it is shown that these cations may form in regions where peroxy or weakly-bound alcohols may be present. The resulting data should be of significant assistance for the laboratory or observational analysis of these potential interstellar molecules."}{"High-resolution absorption cross sections of C2H6 at elevated temperatures ": "Infrared absorption cross sections near 3.3 µm have been obtained for ethane, C2H6. These were acquired at elevated temperatures (up to 773 K) using a Fourier transform infrared spectrometer and tube furnace with a resolution of 0.005 cm\n                        \n                           \n                           \n                              −\n                              1\n                           \n                        \n                     . The integrated absorption was calibrated using composite infrared spectra taken from the Pacific Northwest National Laboratory (PNNL). These new measurements are the first high-resolution infrared C2H6 cross sections at elevated temperatures."}{"Use of hydrodynamic cavitation in (waste)water treatment ": "The use of acoustic cavitation for water and wastewater treatment (cleaning) is a well known procedure. Yet, the use of hydrodynamic cavitation as a sole technique or in combination with other techniques such as ultrasound has only recently been suggested and employed.\n                  In the first part of this paper a general overview of techniques that employ hydrodynamic cavitation for cleaning of water and wastewater is presented.\n                  In the second part of the paper the focus is on our own most recent work using hydrodynamic cavitation for removal of pharmaceuticals (clofibric acid, ibuprofen, ketoprofen, naproxen, diclofenac, carbamazepine), toxic cyanobacteria (Microcystis aeruginosa), green microalgae (Chlorella vulgaris), bacteria (Legionella pneumophila) and viruses (Rotavirus) from water and wastewater.\n                  As will be shown, hydrodynamic cavitation, like acoustic, can manifest itself in many different forms each having its own distinctive properties and mechanisms. This was until now neglected, which eventually led to poor performance of the technique. We will show that a different type of hydrodynamic cavitation (different removal mechanism) is required for successful removal of different pollutants.\n                  The path to use hydrodynamic cavitation as a routine water cleaning method is still long, but recent results have already shown great potential for optimisation, which could lead to a low energy tool for water and wastewater cleaning."}{"Materials and processes for the effective capture and immobilization of radioiodine: A review ": "The immobilization of radioiodine produced from reprocessing used nuclear fuel is a growing priority for research and development of nuclear waste forms. This review provides a comprehensive summary of the current issues surrounding processing and containment of 129I, the isotope of greatest concern due to its long half-life of 1.6 × 107 y and potential incorporation into the human body. Strategies for disposal of radioiodine, captured by both wet scrubbing and solid sorbents, are discussed, as well as potential iodine waste streams for insertion into an immobilization process. Next, consideration of direct disposal of salts, incorporation into glasses, ceramics, cements, and other phases is discussed. The bulk of the review is devoted to an assessment of various sorbents for iodine and of waste forms described in the literature, particularly inorganic minerals, ceramics, and glasses. This review also contains recommendations for future research needed to address radioiodine immobilization materials and processes."}{"Intragranular cellular segregation network structure strengthening 316L stainless steel prepared by selective laser melting ": "A feasibility study was performed to fabricate ITER In-Vessel components by Selective Laser Melting (SLM) supported by Fusion for Energy (F4E). Almost fully dense 316L stainless steel (SS316L) components were prepared from gas-atomized powder and with optimized SLM processing parameters. Tensile tests and Charpy-V tests were carried out at 22 °C and 250 °C and the results showed that SLM SS316L fulfill the RCC-MR code. Microstructure characterization reveals the presence of hierarchical macro-, micro- and nano-structures in as-built samples that were very different from SS316L microstructures prepared by other established methods. The formation of a characteristic intragranular cellular segregation network microstructure appears to contribute to the increase of yield strength without losing ductility. Silicon oxide nano-inclusions were formed during the SLM process that generated a micro-hardness fluctuation in the building direction. The combined influence of a cellular microstructure and the nano-inclusions constraints the size of ductile dimples to nano-scale. The crack propagation is hindered by a pinning effect that improves the defect-tolerance of the SLM SS316L. This work proves that it was possible to manufacture SS316L with properties suitable for ITER First Wall panels. Further studies on irradiation properties of SLM SS316L and manufacturing of larger real-size components are needed."}{"Raman spectroscopy: Caution when interpreting organic carbon from oxidising environments ": "Oxidation on Mars is primarily caused by the high influx of cosmic and solar radiation which interacts with the Martian surface. The evidence of this can be seen in the ubiquitous red colouration of the Martian sediment. This radiation will destroy most signals of life in the top few metres of the Martian surface. If organic carbon (one of the building blocks of life) is present within the accessible Martian sediments, it is very likely that it will have experienced some oxidation. ESA׳s ExoMars mission set to fly in 2018, has on board a miniaturised Raman spectrometer. As Raman spectroscopy is sensitive to carbonaceous material and will be primarily used to characterise organics, it is essential that the effect oxidation has on the Raman carbon signal is assessed. Oxidised carbonaceous shales were analysed using Raman spectroscopy to assess this issue. Results show that haematite has a band which occurs in the same frequency as the carbon D band, which cannot be distinguished from each other. This can lead to a misidentification of the carbon D band and a misinterpretation of the carbon order. Consequently, caution must be taken when applying Raman spectroscopy for organic carbon analysis in oxidised terrestrial and extraterrestrial environments, including on Mars."}{"The chances of detecting life on Mars ": "Missions to Mars progressively reveal the past and present habitability of the red planet. The current priority for Mars science is the recognition of definitive biosignatures related to past or present life. Success of life detection missions requires choices of the best mission design, location on Mars and particular sample to be analyzed. It is essential therefore to incorporate as much information as possible into the mission planning stages to maximize the precious opportunities provided by robotic operation on Mars. Bayesian statistics allow us to accommodate the many unknowns associated with a mission that has yet to take place. We have used Bayesian statistics to reveal that although in situ missions are less complex the overall probabilities of a successful mission to detect biosignatures on Mars are higher for sample return. If a mission has been designed with safe landing and operation as a priority, recognizing and avoiding those samples that do not contain the target biosignature is the most important characteristic, while for a mission where the best possible samples have been targeted the probability that the sample contains the target biosignature and that it can be correctly detected is the most dominant issue. Usefully, Bayesian statistics can be used to evaluate the chances of detecting past or present life for missions to different landing sites on Mars. A comparative assessment of Eberswelde Crater and Gale Crater indicates a higher probability of success for the latter and the probabilities of success are consistently higher for the sample return mission variant. Bayesian statistics, therefore, can inform future Mars mission planning steps to help maximize the possibility of success."}{"Copper(II) complexes of pyridine-oxazoline (Pyox) ligands: Coordination chemistry, ligand stability, and catalysis ": "The coordination chemistry of copper(II) complexes bearing pyridine-oxazoline (“Pyox”) ligands has been studied, with an aim of investigating their catalytic ability. Interestingly, the stability of the coordinated ligands has been shown to be much less than previously assumed: hydrolysis of the ligands by fortuitous water gives rise to 2-pyridine carboxylate formation, which encapsulate the copper in a two-dimensional coordination polymer 3. The complexes [Cu(R-Pyox)(NCMe)2(ClO4)2] {R=benzyl (Bn) 2a, phenyl (Ph) 2b, isopropyl (\n                        i\n                     Pr) 2c} have been prepared, of which the benzyl derivative has been analysed by CW EPR spectroscopy. The complex [Cu(Bn-Pyox)(NCMe)2(ClO4)2] and the afore-mentioned coordination polymer have been crystallographically characterised. The performance of complexes 2a–c in the asymmetric allylic oxidation of cyclohexene is described."}{"Morphometric variation of the oriental river prawn (Macrobrachium nipponense) in Taiwan ": "Morphometric differences were used to elucidate the stock geographic variations and phylogeography of Macrobrachium nipponense in Taiwan. Eight samples were collected from three estuaries (Tamsui River Estuary [TSE], Kaoping River Estuary [KPE], and Houlung River Estuary [HLE]) and five reservoirs (Shimen Reservoir [SMR], Mingde Reservoir [MDR], Deji Reservoir [DJR], Tsengwen Reservoir [TWR], and Chengqing Lake Reservoir [CLR]). Twelve morphometric measurements were size-standardized by the allometric method and via Cluster Analysis and Canonical Variate Analysis (CVA). Randomisation tests were used to verify the morphometric variation between groups. The results clustered the eight samples into a minimum of three groups. The first group included four reservoir samples (i.e. DJR, MDR, CLR, and TWR); the second included the SMR sample, and the third comprised the remaining estuarine samples (i.e. TSE, HLE, and KPE). Morphometric variation among the three groups was significant for each sex. Significant differences between these three groups may be derived from evolutionary origins, geographic events or environmental adaption which was discussed in the paper. The difference between multivariate allometric coefficients in both sexes and sites were also tested based on the eight group data sets, and the result showed that the difference between sexes was significant."}{"Microplastics in freshwater systems: A review of the emerging threats, identification of knowledge gaps and prioritisation of research needs ": "Plastic contamination is an increasing environmental problem in marine systems where it has spread globally to even the most remote habitats. Plastic pieces in smaller size scales, microplastics (particles <5 mm), have reached high densities (e.g., 100 000 items per m3) in waters and sediments, and are interacting with organisms and the environment in a variety of ways. Early investigations of freshwater systems suggest microplastic presence and interactions are equally as far reaching as are being observed in marine systems. Microplastics are being detected in freshwaters of Europe, North America, and Asia, and the first organismal studies are finding that freshwater fauna across a range of feeding guilds ingest microplastics.\n                  Drawing from the marine literature and these initial freshwater studies, we review the issue of microplastics in freshwater systems to summarise current understanding, identify knowledge gaps and suggest future research priorities. Evidence suggests that freshwater systems may share similarities to marine systems in the types of forces that transport microplastics (e.g. surface currents); the prevalence of microplastics (e.g. numerically abundant and ubiquitous); the approaches used for detection, identification and quantification (e.g. density separation, filtration, sieving and infrared spectroscopy); and the potential impacts (e.g. physical damage to organisms that ingest them, chemical transfer of toxicants). Differences between freshwater and marine systems include the closer proximity to point sources in freshwaters, the typically smaller sizes of freshwater systems, and spatial and temporal differences in the mixing/transport of particles by physical forces. These differences between marine and freshwater systems may lead to differences in the type of microplastics present. For example, rivers may show a predictable pattern in microplastic characteristics (size, shape, relative abundance) based on waste sources (e.g. household vs. industrial) adjacent to the river, and distance downstream from a point source.\n                  Given that the study of microplastics in freshwaters has only arisen in the last few years, we are still limited in our understanding of 1) their presence and distribution in the environment; 2) their transport pathways and factors that affect distributions; 3) methods for their accurate detection and quantification; 4) the extent and relevance of their impacts on aquatic life. We also do not know how microplastics might transfer from freshwater to terrestrial ecosystems, and we do not know if and how they may affect human health. This is concerning because human populations have a high dependency on freshwaters for drinking water and for food resources. Increasing the level of understanding in these areas is essential if we are to develop appropriate policy and management tools to address this emerging issue."}{"Influence of chain extender on mechanical, thermal and morphological properties of blown films of PLA/PBAT blends ": "Blown films of poly (lactic acid)/poly (butylene adipate-co-terephthalate) (PLA/BAT) blends were prepared in compositions of 40/60 and 60/40. A multifunctional epoxy chain extender, Joncryl ADR 4368, was used as compatibilizer. Both the morphology and the mechanical behavior of the blown films were investigated. The results showed that their morphology is dramatically affected by the chain extender and the blend composition. The mechanical properties were significantly changed due to the generated morphology. All blends showed increase in the modulus of elasticity, but the elongation and the stress at break showed significant increase in the 40% PLA composition without the chain extender, but in compositions with 60% PLA only with the chain extender. These results were substantiated by the change in morphology, which was caused by changes in the interfacial tension due to the chain extender, and in the viscosity ratio due to the composition."}{"Ink-jet printing of graphene for flexible electronics: An environmentally-friendly approach ": "Mechanical flexibility is considered an asset in consumer electronics and next-generation electronic systems. Printed and flexible electronic devices could be embedded into clothing or other surfaces at home or office or in many products such as low-cost sensors integrated in transparent and flexible surfaces. In this context inks based on graphene and related two-dimensional materials (2DMs) are gaining increasing attention owing to their exceptional (opto)electronic, electrochemical and mechanical properties. The current limitation relies on the use of solvents, providing stable dispersions of graphene and 2DMs and fitting the proper fluidic requirements for printing, which are in general not environmentally benign, and with high boiling point. Non-toxic and low boiling point solvents do not possess the required rheological properties (i.e., surface tension, viscosity and density) for the solution processing of graphene and 2DMs. Such solvents (e.g., water, alcohols) require the addition of stabilizing agents such as polymers or surfactants for the dispersion of graphene and 2DMs, which however unavoidably corrupt their properties, thus preventing their use for the target application. Here, we demonstrate a viable strategy to tune the fluidic properties of water/ethanol mixtures (low-boiling point solvents) to first effectively exfoliate graphite and then disperse graphene flakes to formulate graphene-based inks. We demonstrate that such inks can be used to print conductive stripes (sheet resistance of ~13kΩ/□) on flexible substrates (polyethylene terephthalate), moving a step forward towards the realization of graphene-based printed electronic devices."}{"Tagging fast neutrons from an 241Am/9Be source ": "Shielding, coincidence, and time-of-flight measurement techniques are employed to tag fast neutrons emitted from an 241Am/9Be source resulting in a continuous polychromatic energy-tagged beam of neutrons with energies up to 7MeV. The measured energy structure of the beam agrees qualitatively with both previous measurements and theoretical calculations."}{"The impact of fuel properties on the emissions from the combustion of biomass and other solid fuels in a fixed bed domestic stove ": "Experimental results are presented on the emissions from a single combustion chamber stove burning wood, coal and processed fuels. This technique was used to permit comparisons to be made of the influence of different fuel types without it being influenced by the effects of secondary combustion. Measurements were made of CO, NOx and fine particulates during the major phases of combustion, namely flaming and smouldering. Measurements of the particulates were made in two ways: firstly using a gravimetric total particulate measurement and secondly using a cyclone technique to give PM2.5 and PM10 size fractions. Smoke emissions from the different fuels were very dependent on the phase of combustion especially for the total particulate results, where flaming phase emissions were much higher than in the smouldering phase. It was found that the particulate emission factors for the wood fuels were dependent on the volatile content whilst the coals followed a different pattern. NOx was linearly dependent on the fuel-N content for all the fuel types, but the relationship for biomass is different from that for coal. CO emissions were very dependent on the combustion phase."}{"Low temperature ignition of biomass ": "Biomass is an especially reactive fuel. There have been large increases in the transportation and utilization of biomass fuels over the past 10years and this has raised concerns over its safe handling and utilization. Fires, and sometimes explosions, are a risk during all stages of fuel production as well as during the handling and utilization of the product. This paper presents a method for assessing ignition risk and provides a ranking of relative risk of ignition of biomass fuels. Tests involved single particle measurements, thermal analysis, dust layer and basket ignition tests. In all cases, smouldering combustion was observed, whereby the fuels pyrolyse to produce a black char, which then subsequently ignites. Low temperature pyrolysis kinetics have been utilised to predict ignition delay times at low temperatures. A method for evaluating risk was explored based on the activation energy for pyrolysis and a characteristic temperature from TGA analysis. Here, olive cake, sunflower husk and Miscanthus fall into the high risk category, while the woods, plane, pine, mesquite and red berry juniper, fall into the medium risk category. This method is able to capture the impact of low activation energy for pyrolysis on the increased risk of ignition."}{"Bio-based polyurethane: An efficient and environment friendly coating systems: A review ": "Bio-based polyurethane (PU) coatings have been used extensively from last few decades and replaced petrochemical based coating due to their lower environmental impact, easy availability, low cost and biodegradability. Bio-derived material, such as vegetable oils, cashew nut shell liquid (CNSL), terpene, Eucalyptus tar and other bio-renewable sources, constitute a rich source of precursors for the synthesis of polyols and isocynates which are being considered for the production of “greener” PU coatings. Various chemical modifications of bio-based precursors, synthesis of various PU coatings from these modified materials and their potential applications are discussed in this review. The review examines the technological and future challenges discussed in bringing these materials to a wide range of applications, together with potential solutions, as well as discusses the major industry players who are bringing these materials to the market. This paper will focus on the progress and future opportunities of bio-based materials for coatings."}{"A review of current coupling agents for modification of metal oxide nanoparticles ": "In recent years, metal oxide nanoparticles (NPs) have gained an increasing interest because of their unique size dependent properties; examples include electrical, magnetic, mechanical, optical and chemical properties, which largely differ from those of their bulk materials. The metal oxide NPs are used in a wide range of applications in various fields, such as medicine, energy storage, catalysis, food packaging, optoelectronic devices, semiconductor devices, aerospace, and sensing. One of the main problems of metal oxide NPs associated with different surface structures and surface interactions are represented by a high tendency of metal oxide NPs to adhesion and aggregation. The use of coupling agents is a good alternative to overcome this problem. This paper reviews the application of coupling agents for the modification of metal oxide NPs and summarizes the interaction between metal oxide NPs and coupling agents."}{"Methods and models in process safety and risk management: Past, present and future ": "The paper reviews past progress in the development of methods and models for process safety and risk management and highlights the present research trends; also it outlines the opinions of the authors regarding the future research direction in the field. Based on the open literature published in the leading journals in the field of safety, risk and reliability, the review covers the evolution of the methods and models developed for process safety and risk management. The methods and models are categorized as qualitative, semi-quantitative, quantitative and hybrid. The progress in the last few decades is discussed in the context of the past. Developments in the current decade formulate the basis of the present trends; future directions for research in these fields are also outlined. The aim of the article is to provide a historical development in this field with respect to the driving forces behind the development. It is expected that it will help researchers and industrial practitioners to gain a better understanding of the existing concepts. At the same time the aim is to provide direction to bridge the existing gaps through research and developments."}{"Quaternary ammonium disinfectants cause subfertility in mice by targeting both male and female reproductive processes ": "Alkyl dimethyl benzyl ammonium chloride (ADBAC) and didecyl dimethyl ammonium chloride (DDAC) are common ingredients in household bathroom and kitchen cleaning sprays. ADBAC+DDAC cause reproductive toxicity in mice. The aim of the present study was to investigate gender-specific reproductive effects from ADBAC+DDAC. Female reproduction was assessed through ovulation, oocyte implantation, and estrus cycling. Male reproductive function was assessed by sperm concentration, motility, and viability. Numbers of corpora lutea were not different after 2 weeks, but decreased after 8 weeks of ADBAC+DDAC exposure. Dams exposed for 5 weeks to ADBAC+DDAC spent significantly less time in estrus. ADBAC+DDAC exposed males exhibited declines in both sperm concentration and motility, but not sperm viability. Subfertility in mice from ADBAC+DDAC exposure is, therefore, mediated through reproductive disturbances in both females and males. While the effect of ADBAC+DDAC exposure on human health is unclear, widespread exposure necessitates further consideration of their potential reproductive toxicity."}{"Potential seminal transport of pharmaceuticals to the conceptus ": "Small molecule pharmaceutical products are assumed to reach concentrations in semen similar to those in blood plasma. Exposure modeling for these small-molecule products in humans assumes a daily dose of 5mL of semen and 100% absorption from the vagina with distribution to the conceptus through the maternal systemic circulation. Monoclonal antibody drugs are present in semen at concentrations about 2% or less of those in blood, and the modeling used for small molecules will over-estimate the possibility of conceptus exposure to immunoglobulins. It is not known whether peptide products reach semen, but in general peptide medications are destroyed by vaginal peptidases, and conceptus exposure is predicted to be minimal. Theoretical exposure routes to pharmaceuticals that might result in exposure of the conceptus greater than that of maternal systemic exposures include direct access through the cervical canal, adsorption to sperm for carriage into the oocyte, and direct delivery from the vaginal veins or lymphatics to the uterine artery. There is some evidence for direct access to the uterus for progesterone, terbutaline, and danazol, but the evidence does not involve exposures during pregnancy in most instances. Studies in mice, rats, rabbits, and monkeys do not suggest that exposure to small molecule pharmaceuticals in semen imposes risks to the conceptus beyond those that can be predicted using modeling of systemic maternal exposure. Monoclonal antibody and peptide exposure in semen does not pose a significant risk to the conceptus."}{"A perspective on the developmental toxicity of inhaled nanoparticles ": "This paper aimed to clarify whether maternal inhalation of engineered nanoparticles (NP) may constitute a hazard to pregnancy and fetal development, primarily based on experimental animal studies of NP and air pollution particles. Overall, it is plausible that NP may translocate from the respiratory tract to the placenta and fetus, but also that adverse effects may occur secondarily to maternal inflammatory responses. The limited database describes several organ systems in the offspring to be potentially sensitive to maternal inhalation of particles, but large uncertainties exist about the implications for embryo–fetal development and health later in life. Clearly, the potential for hazard remains to be characterized. Considering the increased production and application of nanomaterials and related consumer products a testing strategy for NP should be established. Due to large gaps in data, significant amounts of groundwork are warranted for a testing strategy to be established on a sound scientific basis."}{"Coarse grained force field for the molecular simulation of natural gases and condensates ": "The atomistically-detailed molecular modelling of petroleum fluids is challenging, amongst other aspects, due to the very diverse multicomponent and asymmetric nature of the mixtures in question. Complicating matters further, the time scales for many important processes can be much larger than the current and foreseeable capacity of modern computers running fully-atomistic models. To overcome these limitations, a coarse grained (CG) model is proposed where some of the less-important degrees of freedom are safely integrated out, leaving as key parameters the average energy levels, the molecular conformations and the range of the Mie intermolecular potentials employed as the basis of the model. The parametrization is performed by using an analytical equation of state of the statistical associating fluid theory (SAFT) family to link the potential parameters to macroscopically observed thermophysical properties. The parameters found through this top-down approach are used directly in molecular dynamics simulations of multi-component multi-phase systems. The procedure is exemplified by calculating the phase envelope of the methane–decane binary and of two synthetic light condensate mixtures. A methodology based on the discrete expansion of a mixture is used to determine the bubble points of these latter mixtures, with an excellent agreement to experimental data. The model presented is entirely predictive and an abridged table of parameters for some fluids of interest is provided."}{"Application of the SAFT-γ Mie group contribution equation of state to fluids of relevance to the oil and gas industry ": "The application of the SAFT-γ Mie group contribution approach [Papaioannou et al., J. Chem. Phys., 140 (2014) 054107] to the study of a range of systems of relevance to the oil and gas industry is presented. In particular we consider carbon dioxide, water, methanol, aromatics, alkanes, and their mixtures. Following a brief overview of the SAFT-γ Mie equation of state, a systematic methodology for the development of like and unlike group parameters relevant to the systems of interest is presented. The determination of group–group interactions entails a sequence of steps including: the selection of representative components and mixtures (in this instance carbon dioxide, water, methanol, aromatics, and alkanes); the definition of an appropriate set of groups to describe them; the collection of target experimental data used to estimate the group–group interactions; the determination of the group–group interaction parameters; and the assessment of the adequacy of the parameters and theoretical approach. The predictive capability of the SAFT-γ Mie group contribution approach is illustrated for a selection of mixtures, including representative examples of the simultaneous description of vapour–liquid and liquid–liquid equilibria, the densities of the coexisting phases, second derivative thermodynamic properties, and excess properties of mixing. Good quantitative agreement between the predictions and experimental data is achieved, even in the case of challenging mixtures comprising carbon dioxide and water, n-alkanes and water, and methanol and methane."}{"Fresh oxygen for the Baltic Sea — An exceptional saline inflow after a decade of stagnation ": "The ecological state of the Baltic Sea depends crucially on sufficiently frequent, strong deep water renewal on the periodic deep water renewal events by inflow of oxygen rich saline water from the North Sea. Due to the strong density stratification these inflows are the only source for deep water ventilation. Since the early eighties of the last century the frequency of inflow events has dropped drastically from 5 to 7 major inflows per decade to only one inflow per decade. Wide spread anoxic conditions became the usual state in the central Baltic. The rare major Baltic inflow (MBI) events in 1993 and 2003 could interrupt the anoxic bottom conditions only temporarily. After more than 10years without a major Baltic inflow events, in December 2014 a strong MBI brought large amounts of saline and well oxygenated water into the Baltic Sea. Based on observations and numerical modeling, the inflow was classified as one of the rare very strong events. The inflow volume and the amount of salt transported into the Baltic were estimated to be with 198km3 and 4Gt, respectively. The strength of the MBI exceeded considerably the previous 2003 event. In the list of the MBIs since 1880, the 2014 inflow is the third strongest event together with the MBI in 1913. This inflow event will most probably turn the entire Baltic deep water from anoxic to oxic conditions, with substantial spread consequences for marine life and biogeochemical cycles."}{"Thermo-physical properties of selected hard rocks and their relation to microwave-assisted comminution ": "This paper deals with experimental studies regarding the thermo-physical properties of granite, sandstone and basalt in the temperature range of 25–1000°C. It is shown how phase transitions (e.g. α-β quartz phase transition) influence the texture and stability of these rock types. The results of these measurements and analyses are linked to microwave irradiation tests at 17.5kW power. The measurements demonstrate the strong variation of effects depending on the parameter rock/mineralogy showing possible applications in a mineral processing environment."}{"The application of deep eutectic solvent ionic liquids for environmentally-friendly dissolution and recovery of precious metals ": "The processing of ore by hydrometallurgy or pyrometallurgy typically has a high energy demand, and associated release of carbon dioxide. Thus there is a need to develop more energy-efficient and environmentally-compatible processes. This article demonstrates that deep eutectic solvent (DES) ionic liquids provide one such method since they can be used to selectively dissolve and recover native gold and tellurium, sulphides and tellurides.\n                  Ionic liquids are anhydrous salts that are liquid at low temperature. They are powerful solvents and electrolytes with potential for high selectivity in both dissolution and recovery. Deep eutectic solvents are a form of ionic liquid that are mixtures of salts such as choline chloride with hydrogen-bond donors such as urea. DESs are environmentally benign, yet chemically stable and, furthermore, the components are already produced in large quantities at comparable costs to conventional reagents.\n                  Electrum, galena and chalcopyrite, as well as tellurobismuthite (Bi2Te3), were soluble in DES through an oxidative leach at 45–50°C. Leaching rates determined by a novel technique employing an optical profiler were very favourable in comparison to the current industrial process of cyanidation. Pyrite was notably insoluble by an oxidative leach. However, pyrite, and indeed any other sulphide, could be selectively dissolved by electrolysis in a DES, thus suggesting a protocol whereby target inclusions could be liberated by electrolysis and then dissolved by subsequent oxidation.\n                  \n                     Ionometallurgy could thus offer a new set of environmentally-benign process for metallurgy."}{"Leaching of rare earths from bauxite residue (red mud) ": "Bauxite residue (or red mud) is a waste generated during the Bayer process of alumina production. Its storage is a spatial and environmental concern. Currently, there are no bulk applications of bauxite residue except for minor use in cements and ceramics. Nonetheless, some types of bauxite residues are rich in rare-earth elements (REEs), and the extraction of scandium in particular is of special interest. Leaching experiments on Greek bauxite residue were performed with different acids at different concentrations, liquid-to-solid ratios, leaching times and temperatures. Extraction of the REEs was high for leaching in HCl solutions compared to other acids, but the dissolution of iron was high as well (∼60%). The maximum extraction of the REEs was around 80%. Sodium and calcium were completely dissolved during leaching. Dissolution of aluminum, silicon and titanium was between 30% and 50%. The leaching data show a very close association of scandium with the iron oxide phases."}{"Process development to recover rare earth metals from monazite mineral: A review ": "The escalating demand of rare earth metals (REMs) in various applications and their continuous depleting ores have laid emphasis to produce metals from their complex resources by developing energy efficient and eco-friendly processes. Present review reports the commercial processes based on pyro–hydro or hybrid techniques as well as systematic research for process development to recover rare earth from monazite. The salient findings on mining and physical beneficiation of different beach sand deposits containing monazite are reviewed. Monazite concentrate obtained are processed under different condition of time, temperature and concentration using acidic or alkaline solution. They are usually processed using thermal treatment followed by REMs recovery under optimized conditions of leaching and their extraction via solvent extraction, precipitation, etc. to produce salts/concentrate of REMs from the leached solution. The processes developed to recover REMs are reviewed and recommendations are made in respect to various methodologies and objectives."}{"Production of biodegradable plastic from agricultural wastes ": "Agricultural residues management is considered to be a vital strategy in order to accomplish resource conservation and to maintain the quality of the environment. In recent years, biofibers have attracted increasing interest due to their wide applications in food packaging and in the biomedical sciences. These eco-friendly polymers reduce rapidly and replace the usage of the petroleum-based synthetic polymers due to their safety, low production costs, and biodegradability. This paper reports an efficient method for the production of the cellulose acetate biofiber from flax fibers and cotton linters. The used process satisfied a yield of 81% and 54% for flax fibers and cotton linters respectively (based on the weight of the cellulosic residue used). The structure of the produced bioplastic was confirmed by X-ray diffraction, FT-IR and gel permeation chromatography. Moreover, this new biopolymer is biodegradable and is not affected by acid or salt treatment but is alkali labile. A comparison test showed that the produced cellulose acetate was affected by acids to a lesser extent than polypropylene and polystyrene. Therefore, this new cellulose acetate bioplastics can be applied in both the food industry and medicine."}{"A comprehensive review summarizing the effect of electrospinning parameters and potential applications of nanofibers in biomedical and biotechnology ": "Nanotechnology is a budding technology that has been identified as a vital scientific and commercial venture with global economic benefits. With the increasing knowledge of nanomaterial manufacturing techniques, research groups around the globe are focusing more on the preparation of nanomaterials for various applications. Among the various techniques reported in the literature, electrospinning has gathered significant interest because of its ability to fabricate nanostructures with unique properties such as a high surface area and inter/intra fibrous porosity. Electrospinning has been the most widely used technique in the late 20th (1990) and early 21st (2000) centuries (Reneker and Yarin, 2008). Since its first use in the early 20th (1900) (Cooley, 1900) century, significant improvements have been made in the instrument design, material used, and nanomaterials produced. The production of nanomaterials (nanofibers) via electrospinning is affected by many operating parameters. This review paper will provide an overview of the electrospinning (applied electric field, distance between the needle and collector and flow rate, needle diameter), solution (polymer concentration, viscosity, solvent and solution conductivity) and environmental (relativity humidity and temperature) parameters that affect the nanofibers fabrication and the application of nanofibers in tissue engineering, drug delivery systems, wound dressings, antibacterial study, filtration, desalination, protective clothing fabrication, and biosensors."}{"Biogenic synthesis of nanoparticles: A review ": "The nature acts like a large “bio-laboratory” comprising of plants, algae, fungi, yeast, etc. which are composed of biomolecules. These naturally occurring biomolecules have been identified to play an active role in the formation of nanoparticles with distinct shapes and sizes thereby acting as a driving force for the designing of greener, safe and environmentally benign protocols for the synthesis of nanoparticles. The present review targets the comparative biogenic synthesis and mechanisms of nanoparticles using algae and waste materials (agro waste in the presence of biomolecules). The use of waste materials not only reduces the cost of synthesis but also minimizes the need of using hazardous chemicals and stimulates ‘green synthesis’. It also focuses on the computational aspects of binding of biomolecules to nanoparticles and some of the applications of the biosynthesized nanoparticles in biomedical, catalysis and biosensors fields."}{"Microplastics in sediments: A review of techniques, occurrence and effects ": "Microplastics are omnipresent in the marine environment and sediments are hypothesized to be major sinks of these plastics. Here, over 100 articles spanning the last 50 year are reviewed with following objectives: (i) to evaluate current microplastic extraction techniques, (ii) to discuss the occurrence and worldwide distribution of microplastics in sediments, and (iii) to make a comprehensive assessment of the possible adverse effects of this type of pollution to marine organisms. Based on this review we propose future research needs and conclude that there is a clear need for a standardized techniques, unified reporting units and more realistic effect assessments."}{"The behaviors of microplastics in the marine environment ": "Despite the pollution of microplastics being internationally recognized, the understanding of their behaviors in marine environment is still developing. Microplastics are ubiquitous in the marine environment, with the potential to cause harm to marine ecosystem. Here, we would classify the behaviors of microplastics as physical behaviors (i.e. migration, sedimentation and accumulation), chemical behaviors (i.e. degradation and adsorption) and biobehaviors (i.e. ingestion, translocation and biodegradation), and a further discussion on their behavioral mechanisms were presented to better understand their impacts for the marine environment."}{"Experimental development of a new protocol for extraction and characterization of microplastics in fish tissues: First observations in commercial species from Adriatic Sea ": "The presence of microplastics in the marine environment has raised scientific interest during the last decade. Several organisms can ingest microplastics with potentially adverse effects on the digestive tract, respiratory system and locomotory appendages. However, a clear evidence of tissue accumulation and transfer of such microparticles in wild organisms is still lacking, partially hampered by technical difficulties in isolation and characterization protocols from biological samples. In this work, we compared the efficacy of some existing approaches and we optimized a new protocol allowing an extraction yield of microplastics from fish tissues ranging between 78% and 98%, depending on the polymer size. FT-IR analyses confirmed that the extraction procedure did not affect the particles characteristics. The method was further validated on the fish mullet, Mugil cephalus, exposed under laboratory conditions to polystyrene and polyethylene; the particles were isolated and quantified in stomach and liver, and their presence in the hepatic tissue was confirmed also by histological analyses. A preliminary characterization revealed the presence and distribution of microplastics in various fish species collected along the Adriatic Sea. FT-IR analyses indicated polyethylene as the predominant polymer (65%) in the stomach of fish. The overall results confirmed the newly developed method as a reliable approach to detect and quantify microplastics in the marine biota."}{"Histopathological assessment of liver and gonad pathology in continental slope fish from the northeast Atlantic Ocean ": "The deep-sea environment is a sink for a wide variety of contaminants including heavy metals and organic compounds of anthropogenic origin. Life history traits of many deep-water fish species including longevity and high trophic position may predispose them to contaminant exposure and subsequent induction of pathological changes, including tumour formation. The lack of evidence for this hypothesis prompted this investigation in order to provide data on the presence of pathological changes in the liver and gonads of several deep-water fish species. Fish were obtained from the north east region of the Bay of Biscay (north east Atlantic Ocean) by trawling at depths between 700 and 1400 m. Liver and gonad samples were collected on board ship and fixed for histological processing and subsequent examination by light microscopy. Hepatocellular and nuclear pleomorphism and individual cases of ovotestis and foci of cellular alteration (FCA) were detected in black scabbardfish (Aphanopus carbo). Six cases of FCA were observed in orange roughy (Hoplostethus atlanticus) (n = 50) together with a single case of hepatocellular adenoma. A wide variety of inflammatory and degenerative lesions were found in all species examined. Deep-water fish display a range of pathologies similar to those seen in shelf-sea species used for international monitoring programmes including biological effects of contaminants. This study has confirmed the utility of health screening in deep-water fish for detecting evidence of prior exposure to contaminants and has also gained evidence of pathology potentially associated with exposure to algal toxins."}{"The use of statistical software in food science and technology: Advantages, limitations and misuses ": "Strict requirements of scientific journals allied to the need to prove the experimental data are (in)significant from the statistical standpoint have led to a steep increase in the use and development of statistical software. In this aspect, it is observed that the increasing number of software tools and packages and their wide usage has created a generation of ‘click and go’ users, who are eagerly destined to obtain the p-values and multivariate graphs (projection of samples and variables on the factor plane), but have no idea on how the statistical parameters are calculated and the theoretical and practical reasons he/she performed such tests. However, in this paper, some published examples are listed and discussed in detail to provide a holistic insight (positive points and limitations) about the uses and misuses of some statistical methods using different available statistical software. Additionally, a brief description of several commercial and free statistical software is made highlighting their advantages and limitations."}{"Microbial enzymes for bioconversion of poultry waste into added-value products ": "The continuous growth of poultry industry results in an increased amount of waste provided from both production facilities and processing plants. The processing of poultry meat results in massive quantities of solid waste as feathers, viscera, bones, and dead on arrival. The use of enzymes for bioconversion of such byproducts into materials with increased value is an interesting strategy. Enzymes can be useful to convert poultry waste into feed and fertilizers. The hydrolysis of animal byproducts can also generate bioactive peptides, which are important molecules that may exert physiological effects in vivo, as antioxidant, angiotensin-I converting enzyme (ACE)-inhibitory and dipeptidyl peptidase-IV (DPP-IV)-inhibitory activities. Thus, poultry byproduct hydrolysates show potential for use as functional ingredients. This review presents an overview on useful microbial enzymes for bioconversion of poultry waste, such as proteases, lipases, combined enzyme preparations and, especially, keratinases for bioconversion of feathers. A discussion about production, purification and properties of keratinases is presented. Main areas for further studies are large scale production and purification of keratinases, and development of effective processes for production of bioactive molecules from poultry waste."}{"The harmonized INFOGEST in vitro digestion method: From knowledge to action ": "Within the active field of in vitro digestion in food research, the COST Action INFOGEST aimed to harmonize in vitro protocols simulating human digestion on the basis of physiologically inferred conditions. A harmonized static in vitro digestion (IVD) method was recently published as a primary output from this network. To validate this protocol, inter-laboratory trials were conducted within the INFOGEST network. A first study was performed using skim milk powder (SMP) as a model food and served to compare the different in-house digestion protocols used among the INFOGEST members. In a second inter-laboratory study applying the harmonized protocol, the degree of consistency in protein hydrolysis was investigated. Analysis of the hydrolyzed proteins, after the gastric and intestinal phases, showed that caseins were mainly hydrolyzed during the gastric phase, whereas β-lactoglobulin was, as previously shown, resistant to pepsin. Moreover, generation of free amino acids occurred mainly during the intestinal phase.\n                  The study also showed that a few critical steps were responsible for the remaining inter-laboratory variability. The largest deviations arose from the determination of pepsin activity. Therefore, this step was further clarified, harmonized, and implemented in a third inter-laboratory study.\n                  The present work gives an overview of all three inter-laboratory studies, showing that the IVD INFOGEST method has led to an increased consistency that enables a better comparability of in vitro digestion studies in the future."}{"Whey as a source of peptides with remarkable biological activities ": "The dairy industry generates increased amounts of whey from both cheese and casein production facilities. Whey presents an elevated content of lactose and proteins, which are associated with its high biological oxygen demand and decomposing potential. Despite its potential as pollutant, whey has been considered as a dairy by-product due to its nutritional, functional and bioactive properties. The use of enzyme technology may be an interesting strategy to convert whey into added-value products. The hydrolysis of whey proteins can generate bioactive peptides, which are described to perform physiological effects in vivo, such as antioxidant, antimicrobial, antihypertensive and antidiabetic activities. Bioactive peptides derived from whey proteins have been also associated with immunomodulatory, anticancer, opioid and hypocholesterolemic activities. This review presents a discussion on the main biological activities of peptides derived from whey proteins."}{"Properties and applications of halloysite nanotubes: recent research advances and future prospects ": "Halloysite is a natural nanosized tubular clay mineral that has many potentially important uses in different industrial fields. In this paper, the key structural characteristics and properties of halloysite and their related applications are comprehensively reviewed. Research advances on halloysite, especially those from the past 20years, are summarized with some critical comments. Attention is mainly paid to the structure and morphology of halloysite and their changes, the formation of tubular structures, the physicochemical properties, the surface chemical modifications, and the halloysite-based advanced materials and some related applications. Additionally, future prospects and key problems to be solved in halloysite studies are discussed. This review shed new light on both fundamental and applied studies that focused on halloysite."}{"Adsorbents based on montmorillonite for contaminant removal from water: A review ": "Clay minerals and their modified derivatives have composed a large family of adsorbents which can be used for the adsorption of most of the chemical contaminants from aqueous solution. Among this family of adsorbents, those based on montmorillonite (Mt), a typical 2:1 type clay mineral, have been most extensively studied. This article intends to give a general overview of the microstructure, adsorptive characteristics, and environmental applications of the Mt based adsorbents. A comprehensive survey of the numerous literatures shows that Mt based adsorbents have rather complicated structural and adsorptive characteristics. They may have porous or nonporous structure and contain various functional groups; their interlayer structure may be evidently affected by the incorporation of water molecules in aqueous medium. With the complicated structural characteristics, these adsorbents can be used for a wide variety of contaminants, including hydrophobic organic contaminants, cationic/anionic dyes, heavy metal cations, oxyanions, radioactive nuclides, etc. Accordingly, a wide variety of mechanisms are involved for the uptake of these contaminants, such as surface adsorption, partition, ion exchange, surface precipitation, and structural incorporation. Finally, the approaches for proper disposal/reutilization of the spent adsorbents after contaminant adsorption will be briefly discussed. This review on one hand can help the readers in choosing proper and developing novel clay mineral based adsorbents for target contaminants, and on the other hand can give a proper example to systematically show the various mechanisms for the uptake of contaminants on adsorbents."}{"Cross-linking of cellulose and poly(ethylene glycol) with citric acid ": "A novel approach to modifying native cellulosic fibres with poly(ethylene glycol) (PEG) impregnation and simultaneous cross-linking by citric acid (CA) was investigated. To understand the contributions of different components in the system, control references with just CA and cellulosic fibres (filter paper) were studied. The effect of sodium hypophosphite as a catalyst was also assessed. The results revealed that ester bonds are indeed formed in the cellulose–PEG–CA reaction system, as indicated by weight percentage gain (WPG) and FTIR analysis. The best results were achieved by using 5% CA and 10% PEG (calculated as weight-% from cellulose). In the reaction, the environmentally friendly CA prevents PEG from being leached out of cellulose during washing, resulting in promising future applications in dimensionally stabilized products based on cellulosic fibres."}{"The effect of ultrasound treatment on the structural, physical and emulsifying properties of animal and vegetable proteins ": "The ultrasonic effect on the physicochemical and emulsifying properties of three animal proteins, bovine gelatin (BG), fish gelatin (FG) and egg white protein (EWP), and three vegetable proteins, pea protein isolate (PPI), soy protein isolate (SPI) and rice protein isolate (RPI), was investigated. Protein solutions (0.1–10 wt.%) were sonicated at an acoustic intensity of ∼34 W cm−2 for 2 min. The structural and physical properties of the proteins were probed in terms of changes in size, hydrodynamic volume and molecular structure using DLS and SLS, intrinsic viscosity and SDS-PAGE, respectively. The emulsifying performance of ultrasound treated animal and vegetable proteins were compared to their untreated counterparts and Brij 97.\n                  Ultrasound treatment reduced the size of all proteins, with the exception of RPI, and no reduction in the primary structure molecular weight profile of proteins was observed in all cases. Emulsions prepared with all untreated proteins yielded submicron droplets at concentrations ≤1 wt.%, whilst at concentrations >5 wt.% emulsions prepared with EWP, SPI and RPI yielded micron sized droplets (>10 μm) due to pressure denaturation of protein from homogenisation. Emulsions produced with sonicated FG, SPI and RPI had the similar droplet sizes as untreated proteins at the same concentrations, whilst sonicated BG, EWP and PPI emulsions at concentrations ≤1 wt.% had a smaller droplet size compared to emulsions prepared with their untreated counterparts. This effect was consistent with the observed reduction in the interfacial tension between these untreated and ultrasound treated proteins."}{"Mechanistic insights into the iridium-catalyzed hydrosilylation of allyl compounds ": "The hydrosilylation of allyl compounds is very important for the industrial production of γ-substituted propylsilanes; however, it is also a process known to suffer from either substantial selectivity issues or short catalyst lifetimes. While there are reports on the platinum-catalyzed variant, this study is the first comprehensive work on the more recently employed iridium-catalyzed process. A combination of stoichiometric and catalytic experiments as well as reactions with isotope-labeled compounds is used to elucidate the critical parameters influencing the catalytic performance and to identify the main deactivation pathways. This report is intended to pave the way toward the optimization of current iridium-catalyzed processes and the design and synthesis of improved catalyst structures."}