{"Plasmonic coupling in noble metal nanostructures ": "Noble metal nanostructures display unique and strongly enhanced optical properties due to the phenomenon of localized surface plasmon resonance (LSPR). In assemblies or complex noble metal nanostructures, individual plasmon oscillations on proximal particles can couple via their near-field interaction, resulting in coupled plasmon resonance modes, quite akin to excitonic coupling in molecular aggregates or orbital hybridization in molecules. In this frontier Letter we discuss how the coupling of plasmon modes in certain nanostructure geometries (such as nanoparticle dimers and nanoshells) allows systematic tuning of the optical resonance, and also the confinement and enhancement of the near-field, making possible improved refractive-index sensing and field-enhanced spectroscopy and photochemistry. We discuss the polarization, orientation, and distance-dependence of this near-field coupling especially the universal size-scaling of the plasmon coupling interaction. In addition to radiative properties, we also discuss the effect of inter-particle coupling on the non-radiative electron relaxation in noble metal nanostructures."}{"Impact of mycotoxins on humans and animals ": "Mycotoxins are secondary metabolites of molds that have adverse effects on humans, animals, and crops that result in illnesses and economic losses. The worldwide contamination of foods and feeds with mycotoxins is a significant problem. Aflatoxins, ochratoxins, trichothecenes, zearalenone, fumonisins, tremorgenic toxins, and ergot alkaloids are the mycotoxins of greatest agro-economic importance. Some molds are capable of producing more than one mycotoxin and some mycotoxins are produced by more than one fungal species. Often more than one mycotoxin is found on a contaminated substrate. Mycotoxins occur more frequently in areas with a hot and humid climate, favourable for the growth of molds, they can also be found in temperate zones. Exposure to mycotoxins is mostly by ingestion, but also occurs by the dermal and inhalation routes. The diseases caused by exposure to mycotoxins are known as mycotoxicoses. However, mycotoxicoses often remain unrecognized by medical professionals, except when large numbers of people are involved. Factors influencing the presence of mycotoxins in foods or feeds include environmental conditions related to storage that can be controlled. Other extrinsic factors such as climate or intrinsic factors such as fungal strain specificity, strain variation, and instability of toxigenic properties are more difficult to control. Mycotoxins have various acute and chronic effects on humans and animals (especially monogastrics) depending on species and susceptibility of an animal within a species. Ruminants have, however, generally been more resistant to the adverse effects of mycotoxins. This is because the rumen microbiota is capable of degrading mycotoxins. The economic impact of mycotoxins include loss of human and animal life, increased health care and veterinary care costs, reduced livestock production, disposal of contaminated foods and feeds, and investment in research and applications to reduce severity of the mycotoxin problem. Although efforts have continued internationally to set guidelines to control mycotoxins, practical measures have not been adequately implemented."}{"Recent development in peptide coupling reagents ": "Two decades of domination of benzotriazole-based chemistry stimulated the progress in peptide synthesis to a high level of effectiveness. However, the growing need for new and more complex peptide structures, particularly for biomedical studies and, very recently, for the large-scale production of peptides as drugs, required manufacturing peptide products by efficient synthetic strategies, at reasonably low prices. Therefore, the search for new, more versatile and low-cost reagents becomes a great challenge. Several comprehensive review articles summarized the great effort undertaken, but up to now, no versatile coupling reagent useful for both amide and ester bond formation, as well as for solution and solid-phase peptide synthesis has been yet developed. The most-widely used coupling reagents are carbodiimides on one hand and phosphonium and aminium salts on the other. Herein in this review article, we summarized the recent development in peptide coupling reagents during the last two decades."}{"Medicinal potential of willow: A chemical perspective of aspirin discovery ": "The willow tree is a symbolic medicinal plant that has been associated with the discovery of aspirin, chemically known as acetylsalicylic acid, or salicylate, which still offers surprises as a revival drug. The philosophical perspective of the significance of the willow tree has been elaborated since the Assyrians (4000 BC) and Sumerians (3500 BC), who were aware of its medicinal merits. In 1838, the main pharmacologically active ingredient of willow, the salicin structure was elucidated by hydrolysis to comprise D-glucose and salicyl alcohol. These uncovered new perspectives, which eventually lead to the discovery of aspirin."}{"Biosynthesis of silver nanoparticles using mangosteen leaf extract and evaluation of their antimicrobial activities ": "There is an increasing commercial demand for nanoparticles due to their wide applicability in various areas such as electronics, catalysis, chemistry, energy and medicine. Metallic nanoparticles are traditionally synthesized by wet chemical techniques, where the chemicals used are quite often toxic and flammable. In this research article we present a simple and eco-friendly biosynthesis of silver nanoparticles using Garcinia mangostana leaf extract as reducing agent. The aqueous silver ions when exposed to leaf extract were reduced and resulted in silver nanoparticles whose average size was 35nm. The silver nanoparticles were characterized by UV–Visible, Fourier transform infra-red spectroscopy (FT-IR) and transmission electron microscopy (TEM) techniques. Furthermore these biologically synthesized nanoparticles were found to be highly effective against different multi-drug resistant human pathogens."}{"Nonlinear dynamics for broadband energy harvesting: Investigation of a bistable piezoelectric inertial generator ": "Vibration energy harvesting research has largely focused on linear electromechanical devices excited at resonance. Considering that most realistic vibration environments are more accurately described as either stochastic, multi-frequency, time varying, or some combination thereof, narrowband linear systems are fated to be highly inefficient under these conditions. Nonlinear systems, on the other hand, are capable of responding over a broad frequency range; suggesting an intrinsic suitability for efficient performance in realistic vibration environments. Since a number of nonlinear dynamical responses emerge from dissipative systems undergoing a homoclinic saddle-point bifurcation, we validate this concept with a bistable inertial oscillator comprised of permanent magnets and a piezoelectric cantilever beam. The system is analytically modeled, numerically simulated, and experimentally realized to demonstrate enhanced capabilities and new challenges. In addition, a bifurcation parameter within the design is examined as either a fixed or an adaptable tuning mechanism for enhanced sensitivity to ambient excitation."}{"Post-combustion CO2 capture with chemical absorption: A state-of-the-art review ": "Global concentration of CO2 in the atmosphere is increasing rapidly. CO2 emissions have an impact on global climate change. Effective CO2 emission abatement strategies such as Carbon Capture and Storage (CCS) are required to combat this trend. There are three major approaches for CCS: post-combustion capture, pre-combustion capture and oxyfuel process. Post-combustion capture offers some advantages as existing combustion technologies can still be used without radical changes on them. This makes post-combustion capture easier to implement as a retrofit option (to existing power plants) compared to the other two approaches. Therefore, post-combustion capture is probably the first technology that will be deployed. This paper aims to provide a state-of-the-art assessment of the research work carried out so far in post-combustion capture with chemical absorption. The technology will be introduced first, followed by required preparation of flue gas from power plants to use this technology. The important research programmes worldwide and the experimental studies based on pilot plants will be reviewed. This is followed by an overview of various studies based on modelling and simulation. Then the focus is turned to review development of different solvents and process intensification. Based on these, we try to predict challenges and potential new developments from different aspects such as new solvents, pilot plants, process heat integration (to improve efficiency), modelling and simulation, process intensification and government policy impact."}{"Chemical equilibrium of glycerol carbonate synthesis from glycerol ": "In this paper, the chemical equilibrium for the glycerol carbonate preparation from glycerol was investigated. The chemical equilibrium constants were calculated for the reactions to produce glycerol carbonate from glycerol. The theoretical calculation was compared with the experimental results for the transesterification of glycerol with dimethyl carbonate. Transesterification of glycerol with cyclic carbonates or alkyl carbonates is thermodynamically favourable for producing glycerol carbonate from glycerol according to the equilibrium constant. Increasing temperature can increase the chemical equilibrium constant for the reaction of glycerol with dimethyl carbonate. For the reaction of glycerol with ethylene carbonate, increasing temperature can decrease the chemical equilibrium constant. The reaction of glycerol with carbon dioxide is thermodynamically limited. High temperature and low pressure are favourable to the reaction of glycerol and urea."}{"Link prediction in complex networks: A survey ": "Link prediction in complex networks has attracted increasing attention from both physical and computer science communities. The algorithms can be used to extract missing information, identify spurious interactions, evaluate network evolving mechanisms, and so on. This article summaries recent progress about link prediction algorithms, emphasizing on the contributions from physical perspectives and approaches, such as the random-walk-based methods and the maximum likelihood methods. We also introduce three typical applications: reconstruction of networks, evaluation of network evolving mechanism and classification of partially labeled networks. Finally, we introduce some applications and outline future challenges of link prediction algorithms."}{"The global range of subduction zone thermal models ": "We model 56 segments of subduction zones using kinematically defined slabs based on updated geometries from Syracuse and Abers (2006) to obtain a comprehensive suite of thermal models for the global subduction system. These two-dimensional thermal models provide insight to the dehydration and melting processes that occur in subduction zones. Despite the wide range of slab geometries, ages, convergence velocities and upper plates the predicted thermal structures share many common features. All models feature partial coupling between the slab and the overriding plate directly downdip of the thrust zone, invoked to replicate the cold nose observed in measurements of heat flow and seismic attenuation. We test four separate assumptions about the causes of the partial coupling: (1) the downdip end of the partial coupling is at a constant depth, (2) it is at constant distance trenchward from the arc, (3) it is defined by a critical surface slab temperature, or (4) it is adjusted such that the hottest part of the mantle wedge beneath the arc is at a constant temperature for all subduction zones. In all of these models, slabs reach temperatures where the top of the oceanic crust and sediments dehydrate before they reach subarc depths, and the overlying mantle wedge is too hot for hydrous minerals to be stable at subarc depths. By contrast, the interior of the oceanic crust and underlying mantle within the downgoing plate remains cold enough for hydrous phases to be stable beyond the arc in all but the hottest subduction zones, allowing water to be carried beyond the arc in the slab."}{"Adiabatic temperature profile in the mantle ": "The temperature at the 410-km discontinuity is re-evaluated by comparing the depth of the discontinuity with the olivine–wadsleyite transition pressure obtained using in situ X-ray diffraction experiments by Katsura et al. (2004a) and equation of state (EoS) of MgO by Tange et al. (2009) (Tange scale) and Matsui et al. (2000). The newly estimated temperature is 1830±48K, 70K higher than that by our previous estimation. The EoSes of the major mantle minerals (olivine, wadsleyite, ringwoodite and perovskite) are also recalculated using the Tange scale. The adiabatic temperature gradient is calculated using the thermal expansion coefficient obtained from these EoSes. The adiabatic temperature gradient gradually decreases with increasing depth without a phase transition, and abruptly increases in association with phase transitions. The adiabatic temperature gradients are found to be 04–0.5 and 0.3K/km in the upper and lower parts of the mantle, respectively. The temperatures at a depth of 200km, the bottom of the mantle transition zone, the top of the lower mantle and a depth of 2700km are found to be 1720±40, 2010±40, 1980±40, and 2730±50K. The mantle potential temperature is found to be 1610±35K."}{"Applications of ultrasound in food technology: Processing, preservation and extraction ": "Ultrasound is well known to have a significant effect on the rate of various processes in the food industry. Using ultrasound, full reproducible food processes can now be completed in seconds or minutes with high reproducibility, reducing the processing cost, simplifying manipulation and work-up, giving higher purity of the final product, eliminating post-treatment of waste water and consuming only a fraction of the time and energy normally needed for conventional processes. Several processes such as freezing, cutting, drying, tempering, bleaching, sterilization, and extraction have been applied efficiently in the food industry. The advantages of using ultrasound for food processing, includes: more effective mixing and micro-mixing, faster energy and mass transfer, reduced thermal and concentration gradients, reduced temperature, selective extraction, reduced equipment size, faster response to process extraction control, faster start-up, increased production, and elimination of process steps. Food processes performed under the action of ultrasound are believed to be affected in part by cavitation phenomena and mass transfer enhancement. This review presents a complete picture of current knowledge on application of ultrasound in food technology including processing, preservation and extraction. It provides the necessary theoretical background and some details about ultrasound the technology, the technique, and safety precautions. We will also discuss some of the factors which make the combination of food processing and ultrasound one of the most promising research areas in the field of modern food engineering."}{"The characterization of acoustic cavitation bubbles – An overview ": "Acoustic cavitation, in simple terms, is the growth and collapse of preexisting microbubbles under the influence of an ultrasonic field in liquids. The cavitation bubbles can be characterized by the dynamics of oscillations and the maximum temperatures and pressures reached when they collapse. These aspects can be studied both experimentally and theoretically for a single bubble system. However, in a multibubble system, the formation of bubble streamers and clusters makes it difficult to characterize the cumulative properties of these bubbles. In this overview, some recently developed experimental procedures for the characterization of acoustic cavitation bubbles have been discussed."}{"Boron- and nitrogen-doped carbon nanotubes and graphene ": "Multi-walled, single-walled and double-walled carbon nanotubes as well as graphene can be doped with boron and nitrogen. B2H6 has been generally used as the boron source while NH3 or pyridine is employed as the nitrogen source. Doping carbon nanotubes and graphene with boron and nitrogen brings about significant changes in the electronic structure and properties. Such doping not only results in desirable properties but also allows manipulation of properties for specific purposes. Doping with boron- and nitrogen-causes marked changes in the Raman spectra of the carbon nanostructures. In this article, we present the synthesis, characterization and properties of boron- and nitrogen-doped carbon nanotubes and graphene."}{"Effects of nitrogen and phosphorus on phytoplankton composition and biomass in 15 subtropical, urban shallow lakes in Wuhan, China ": "This study aims at investigating the composition and biomass of the phytoplankton community in 15 urban shallow eutrophic lakes as well as the effects of main environmental factors, including nutrient concentrations and the ratio of nitrogen to phosphorus, temperature, COD, BOD, water depth, etc. on the phytoplankton community structure. Lake water samples were taken and analyzed on a bimonthly basis during the period from March 2004 to March 2006. The redundancy analysis (RDA) and regression analysis (RA) were performed to identify the effects of nutrients on the phytoplankton community and biomass in these typical urban lakes. The results indicate that most of these urban lakes were hypertrophic due to high concentrations of total phosphorus (TP) and total nitrogen (TN), with mean levels of 490 and 5380mgm−3, respectively. The phytoplankton community was dominated by Microcystis aeruginosa and Euglena caudate in summer and Cryptomonas ovata and Cyclotella meneghiniana in winter. The mean biomass of the phytoplankton reached 456.87mgL−1 in summer months and the annual level was 189.24mgL−1. Temperature and TP content were found to be the principal limiting factors for phytoplankton growth on an annual basis. On the other hand, the results of RDA and RA demonstrate that the dominant phytoplankton species were not nutrient-limited during summer months. Low TN:TP ratios (<10) were detected accompanied with fewer occurrences of N-fixing cyanobacteria and other filamentous algae in most lakes in summer, which implies that low N:P ratio does not always shifts the dominance of phytoplankton community to the N-fixing cyanobacteria. Moreover, TP always had higher correlation with chlorophyll a (Chl-a) than TN, even when the TN:TP ratios of most samples were lower than 10. Therefore, it is concluded that the TN:TP ratio is not always a suitable index to determine whether nitrogen or phosphorus limits the phytoplankton biomass in urban shallow eutrophic lakes."}{"Cyanobacterial blooms in Lake Atitlan, Guatemala ": "Lake Atitlan, one of the most important lakes not only in Central America but in the whole world, is facing serious problems with increasing water pollution. Over the last several decades, the uncontrolled nutrient input into the lake has lead to high P levels and low N:P ratios, initiating cyanobacterial blooms. The first bloom occurred in December of 2008, followed by more extensive bloom in October 2009. The blooms are formed by cyanobacteria from the rare planktic Lyngbya hieronymusii/birgei/robusta complex. Based on the species morphology, the Atitlan population corresponds to L. robusta and this is the first case of reported bloom of this species worldwide. Remote sensing images documented that at the maximum bloom development, 40% of the 137km2 of the lake area were covered by dense patches of Lyngbya, with the chlorophyll a concentration reaching over 100μgL−1. The only toxins detected in the 2009 bloom were trace levels of cylindrospermopsin and saxitoxin with 12 and 58ngg−1, respectively. The nitrogen fixation followed a pattern expected in non-heterocytous cyanobacteria, i.e., the nitrogenase activity was minimal during the day, while during the night the activity reached 2.2nmol C2H4\n                     μg Ch a\n                     −1\n                     h−1. Delta 15N of −0.86‰ was well in the range given for nitrogen fixing organisms. The cell C, N and P content was 36.7%, 5.9% and 0.9%, respectively, resulting in the molar ratio of 105:14.4:1. A well designed and executed lake monitoring program, strict control of nutrient input into the lake, and public education are the necessary prerequisites for potential prevention of even more severe blooms than the one from 2009."}{"Possible endocrine disrupting effects of parabens and their metabolites ": "Parabens are preservatives used in a wide range of cosmetic products, including products for children, and some are permitted in foods. However, there is concern for endocrine disrupting effects. This paper critically discusses the conclusions of recent reviews and original research papers and provides an overview of studies on toxicokinetics.\n                  After dermal uptake, parabens are hydrolyzed and conjugated and excreted in urine. Despite high total dermal uptake of paraben and metabolites, little intact paraben can be recovered in blood and urine. Paraben metabolites may play a role in the endocrine disruption seen in experimental animals and studies are needed to determine human levels of parabens and metabolites.\n                  Overall, the estrogenic burden of parabens and their metabolites in blood may exceed the action of endogenous estradiol in childhood and the safety margin for propylparaben is very low when comparing worst-case exposure to NOAELs from experimental studies in rats and mice."}{"New trends in removing heavy metals from industrial wastewater ": "Innovative processes for treating industrial wastewater containing heavy metals often involve technologies for reduction of toxicity in order to meet technology-based treatment standards. This article reviews the recent developments and technical applicability of various treatments for the removal of heavy metals from industrial wastewater. A particular focus is given to innovative physico-chemical removal processes such as; adsorption on new adsorbents, membrane filtration, electrodialysis, and photocatalysis. Their advantages and limitations in application are evaluated. The main operating conditions such as pH and treatment performance are presented. Published studies of 94 cited references (1999–2008) are reviewed.\n                  It is evident from survey that new adsorbents and membrane filtration are the most frequently studied and widely applied for the treatment of metal-contaminated wastewater. However, in the near future, the most promising methods to treat such complex systems will be the photocatalytic ones which consume cheap photons from the UV-near visible region. They induce both degradation of organic pollutants and recovery of metals in one-pot systems. On the other hand, from the conventional processes, lime precipitation has been found as one of the most effective means to treat inorganic effluent with a metal concentration of >1000mg/L. It is important to note that the overall treatment cost of metal-contaminated water varies, depending on the process employed and the local conditions. In general, the technical applicability, plant simplicity and cost-effectiveness are the key factors in selecting the most suitable treatment for inorganic effluent"}{"Synthesis and applications of silver nanoparticles ": "Over the past few decades, nanoparticles of noble metals such as silver exhibited significantly distinct physical, chemical and biological properties from their bulk counterparts. Nano-size particles of less than 100nm in diameter are currently attracting increasing attention for the wide range of new applications in various fields of industry. Such powders can exhibit properties that differ substantially from those of bulk materials, as a result of small particle dimension, high surface area, quantum confinement and other effects. Most of the unique properties of nanoparticles require not only the particles to be of nano-sized, but also the particles be dispersed without agglomeration. Discoveries in the past decade have clearly demonstrated that the electromagnetic, optical and catalytic properties of silver nanoparticles are strongly influenced by shape, size and size distribution, which are often varied by varying the synthetic methods, reducing agents and stabilizers. Accordingly, this review presents different methods of preparation silver nanoparticles and application of these nanoparticles in different fields."}{"Carbon nanotubes, science and technology part (I) structure, synthesis and characterisation ": "Since their discovery in 1991 by the Japanese scientist “Sumio Iijima”, carbon nanotubes have been of great interest, both from a fundamental point of view and for future applications. Different types of carbon nanotubes can be produced in various ways. Economically feasible large-scale production and purification techniques are still under development. Carbon nanotubes are discussed in this review in terms of history, types, structure, synthesis and characterisation methods. Carbon nanotubes have attracted the fancy of many scientists worldwide. The unique and unusual properties of these structures make them a unique material with a whole range of promising applications."}{"Papaya: Nutritional and pharmacological characterization, and quality loss due to physiological disorders. An overview ": "The papaya (Carica papaya L.) is a tropical fruit that is widely cultivated and consumed, both for its agreeable flavor as well as its many pharmacological properties. This review will discuss the fruit's origin and principal growing regions in the world and will briefly explore its nutritional and pharmacological attributes. In addition, we will identify and comment on some of the most common physiological disorders that occur postharvest. Such disorders compromise the quality of the fruit, bringing financial losses to the productive sector, along with serious economic and social consequences to papaya-growing countries. Among these disorders, physiological bruising, also known as “skin freckles”, characterized by the appearance of blemishes on the fruit while still in its growth stage, is one of the main problems associated with the crop. Possible causes of and current information on bruising are dealt with in this article. Other physiological disorders of the papaya such as pulp flesh translucency, pulp softening, and hard lumps in papaya flesh are also discussed."}{"Measuring the plasticity of clays: A review ": "Plasticity is the outstanding property of clay–water systems. It is the property a substance has when deformed continuously under a finite force. When the force is removed or reduced, the shape is maintained. Mineralogical composition, particle size distribution, organic substances and additives can affect the plasticity of clays. Several measuring techniques and devices were proposed to determine the optimal water content in a clay body required to allow this body to be plastically deformed by shaping. In this review, methods of evaluating the plasticity of clay–water systems are presented. Despite the advance in the theory of the plasticity and the methods of measurement, a common procedure for all types of materials does not exist. The most important methods are those that simulate the conditions of real processing."}