{"Local statistical interpretation for water structure ": "In this Letter, Raman spectroscopy is employed to study supercooled water down to a temperature of 248K at ambient pressure. Based on our interpretation of the Raman OH stretching band, decreasing temperature mainly leads to a structural transition from the single donor–single acceptor (DA) to the double donor–double acceptor (DDAA) hydrogen bonding motif. Additionally, a local statistical interpretation of the water structure is proposed, which reveals that a water molecule interacts with molecules in the first shell through various local hydrogen-bonded networks. From this, a local structure order parameter is proposed to explain the short-range order and long-range disorder."}{"Excited states absorption spectra of porphyrins – Solvent effects ": "We propose a combination of different techniques to obtain the absorption cross-section spectra of triplet- and singlet-states in porphyrin-like molecules. Two extensions of the Z-scan technique are employed (pulse train Z-scan and white-light Z-scan) together with absorbance spectroscopy and laser flash photolysis. This approach allowed us to investigate features of excited-states absorption of meso-tetrakis (methylpyridiniumyl) porphyrin (TMPyP) that revealed the influence of solvents on the vibronic structuration of the transitions assigned to triplet-states, probably caused by hydrogen bonds established between the porphyrin and solvent molecules."}{"Surface modification of nanosilica with 3-mercaptopropyl trimethoxysilane: Experimental and theoretical study on the surface interaction ": "Surface modification of nanosilica with 3-mercaptopropyl trimethoxysilane (MPTMS) has been investigated. FTIR, TGA, CA, 29Si NMR and DFT method have been applied to study the interaction between nanosilica and MPTMS. The results show that the organic functional groups are successfully grafted onto the nanosilica surface and the grafting ratio firstly increases and then decreases with the increasing MPTMS. In addition, four different grafting modes between nanosilica surface and MPTMS have been studied by DFT method. It indicated that the favorable grafting structures are mono-, di-grafting mode when the MPTMS is lower and ladder-like grafting mode when the MPTMS is higher."}{"Novel methods for liposome preparation ": "Liposomes are bilayer vesicles which have found use, among other applications, as drug delivery vehicles. Conventional techniques for liposome preparation and size reduction remain popular as these are simple to implement and do not require sophisticated equipment. However, issues related to scale-up for industrial production and scale-down for point-of-care applications have motivated improvements to conventional processes and have also led to the development of novel routes to liposome formation. In this article, these modified and new methods for liposome preparation have been reviewed and classified with the objective of updating the reader to recent developments in liposome production technology."}{"The response to inositol: Regulation of glycerolipid metabolism and stress response signaling in yeast ": "This article focuses on discoveries of the mechanisms governing the regulation of glycerolipid metabolism and stress response signaling in response to the phospholipid precursor, inositol. The regulation of glycerolipid lipid metabolism in yeast in response to inositol is highly complex, but increasingly well understood, and the roles of individual lipids in stress response are also increasingly well characterized. Discoveries that have emerged over several decades of genetic, molecular and biochemical analyses of metabolic, regulatory and signaling responses of yeast cells, both mutant and wild type, to the availability of the phospholipid precursor, inositol are discussed."}{"Removal of dye from industrial wastewater with an emphasis on improving economic efficiency and degradation mechanism ": "This paper is a report on a research into the impact of different parameters of current density, anode type, temperature, pH, and electrolyte concentration on the removal of Reactive Red 120 in synthesized wastewater through electrocoagulation using solar energy for the purpose of improving economic efficiency of the process. Current density of 45Am−2 proved to be the optimum level for dye removal. Other optimum alternatives were iron anode, a temperature level of 25°C, a pH of 7, and an electrolyte concentration of 15mgL−1. The characterization of the post-treatment product using GC–MS studies revealed intermediate compounds. Cost analysis was also performed for the treatment process. Further, the obtained optimum conditions were applied to the treatment of six samples of real textile effluent. Electrocoagulation was satisfactory in only four of the cases. Lastly, efficiency of treating the real samples was evaluated by subjecting the experimental electrodes to the SEM technique."}{"Antioxidant and antibacterial activity of silver nanoparticles biosynthesized using Chenopodium murale leaf extract ": "Silver is known for its antimicrobial effects and silver nanoparticles are gaining their importance due to their antimicrobial activities. The aims of the current study were to use plant extract for the biosynthesis of silver nanoparticles and to evaluate their antibacterial and antioxidant activity in vitro. The results indicated that silver nanoparticles (AgNPs) can be synthesized in a simple method using Chenopodium murale leaf extract. The TEM analysis showed that the sizes of the synthesized AgNps ranged from 30 to 50 nm. The essential oil of C. murale leaf extract was formed mainly of α-Terpinene, (Z)-Ascaridole and cis-Ascaridole. The total phenolic compounds and total flavonides were higher in AgNPs-containing plant extract compared to the plant extract. AgNPs-containing leaf extract showed a higher antioxidant and antimicrobial activity compared to C. murale leaf extract alone or silver nitrate. It could be concluded that C. murale leaf extract can be used effectively in the production of potential antioxidant and antimicrobial AgNPs for commercial application."}{"A review on Fenton and improvements to the Fenton process for wastewater treatment ": "The increase in the disposal of refractory organics demands for newer technologies for the complete mineralization of these wastewaters. Advanced oxidation processes (AOPs) constitute a promising technology for the treatment of such wastewaters and this study presents a general review on such processes developed to decolorize and/or degrade organic pollutants. Fundamentals and main applications of typical methods such as Fenton, electro-Fenton, photo-Fenton, sono-Fenton, sono-photo-Fenton, sono-electro-Fenton and photo-electro-Fenton are discussed. This review also highlights the application of nano-zero valent iron in treating refractory compounds."}{"The effect of melt viscosity on thermal efficiency for single screw extrusion of HDPE ": "In this work, a highly instrumented single screw extruder has been used to study the effect of polymer rheology on the thermal efficiency of the extrusion process. Three different molecular weight grades of high density polyethylene (HDPE) were extruded at a range of conditions. Three geometries of extruder screws were used at several set temperatures and screw rotation speeds. The extruder was equipped with real-time quantification of energy consumption; thermal dynamics of the process were examined using thermocouple grid sensors at the entrance to the die. Results showed that polymer rheology had a significant effect on process energy consumption and thermal homogeneity of the melt. Highest specific energy consumption and poorest homogeneity was observed for the highest viscosity grade of HDPE. Extruder screw geometry, set extrusion temperature and screw rotation speed were also found to have a direct effect on energy consumption and melt consistency. In particular, specific energy consumption was lower using a barrier flighted screw compared to single flighted screws at the same set conditions. These results highlight the complex nature of extrusion thermal dynamics and provide evidence that rheological properties of the polymer can significantly influence the thermal efficiency of the process."}{"Global correlations between maximum magnitudes of subduction zone interface thrust earthquakes and physical parameters of subduction zones ": "The maximum earthquake magnitude recorded for subduction zone plate boundaries varies considerably on Earth, with some subduction zone segments producing giant subduction zone thrust earthquakes (e.g. Chile, Alaska, Sumatra–Andaman, Japan) and others producing relatively small earthquakes (e.g. Mariana, Scotia). Here we show how such variability might depend on various subduction zone parameters. We present 24 physical parameters that characterize these subduction zones in terms of their geometry, kinematics, geology and dynamics. We have investigated correlations between these parameters and the maximum recorded moment magnitude (M\n                     W) for subduction zone segments in the period 1900–June 2012. The investigations were done for one dataset using a geological subduction zone segmentation (44 segments) and for two datasets (rupture zone dataset and epicenter dataset) using a 200km segmentation (241 segments). All linear correlations for the rupture zone dataset and the epicenter dataset (|R|=0.00–0.30) and for the geological dataset (|R|=0.02–0.51) are negligible-low, indicating that even for the highest correlation the best-fit regression line can only explain 26% of the variance. A comparative investigation of the observed ranges of the physical parameters for subduction segments with M\n                     W\n                     >8.5 and the observed ranges for all subduction segments gives more useful insight into the spatial distribution of giant subduction thrust earthquakes. For segments with M\n                     W\n                     >8.5 distinct (narrow) ranges are observed for several parameters, most notably the trench-normal overriding plate deformation rate (v\n                     OPD⊥, i.e. the relative velocity between forearc and stable far-field backarc), trench-normal absolute trench rollback velocity (v\n                     T⊥), subduction partitioning ratio (v\n                     SP⊥/v\n                     S⊥, the fraction of the subduction velocity that is accommodated by subducting plate motion), subduction thrust dip angle (δ\n                     ST), subduction thrust curvature (C\n                     ST), and trench curvature angle (α\n                     T). The results indicate that M\n                     W\n                     >8.5 subduction earthquakes occur for rapidly shortening to slowly extending overriding plates (−3.0⩽\n                     v\n                     OPD⊥\n                     ⩽2.3cm/yr), slow trench velocities (−2.9⩽\n                     v\n                     T⊥\n                     ⩽2.8cm/yr), moderate to high subduction partitioning ratios (v\n                     SP⊥/v\n                     S⊥\n                     ⩽0.3–1.4), low subduction thrust dip angles (δ\n                     ST\n                     ⩽30°), low subduction thrust curvature (C\n                     ST\n                     ⩽2.0×10−13\n                     m−2) and low trench curvature angles (−6.3°⩽\n                     α\n                     T\n                     ⩽9.8°). Epicenters of giant earthquakes with M\n                     W\n                     >8.5 only occur at trench segments bordering overriding plates that experience shortening or are neutral (v\n                     OPD⊥\n                     ⩽0), suggesting that such earthquakes initiate at mechanically highly coupled segments of the subduction zone interface that have a relatively high normal stress (deviatoric compression) on the interface (i.e. a normal stress asperity). Notably, for the three largest recorded earthquakes (Chile 1960, Alaska 1964, Sumatra–Andaman 2004) the earthquake rupture propagated from a zone of compressive deviatoric normal stress on the subduction zone interface to a region of lower normal stress (neutral or deviatoric tension). Stress asperities should be seen separately from frictional asperities that result from a variation in friction coefficient along the subduction zone interface. We have developed a global map in which individual subduction zone segments have been ranked in terms of their predicted capability of generating a giant subduction zone earthquake (M\n                     W\n                     >8.5) using the six most indicative subduction zone parameters (v\n                     OPD⊥, v\n                     T⊥, v\n                     SP⊥/v\n                     S⊥, δ\n                     ST, C\n                     ST and α\n                     T). We identify a number of subduction zones and segments that rank highly, which implies a capability to generate M\n                     W\n                     >8.5 earthquakes. These include Sunda, North Sulawesi, Hikurangi, Nankai-northern Ryukyu, Kamchatka-Kuril-Japan, Aleutians-Alaska, Cascadia, Mexico-Central America, South America, Lesser Antilles, western Hellenic and Makran. Several subduction segments have a low score, most notably Scotia, New Hebrides and Mariana."}{"Post-harvest food losses in a maize-based farming system of semi-arid savannah area of Tanzania ": "An assessment of post-harvest handling practices and food losses in a maize-based farming system in semi-arid areas of Central and Northern Tanzania was carried out in 2012. Seventeen crops were mostly cultivated by the farmers in the surveyed areas; maize (32%), sunflower (16%) and pigeon peas (12%) were the most cultivated while maize was the most stored. There are at least 7 months between two harvest seasons of each crop; while farmers sold the crops soon after harvest to cater for household expenditure (54%) and school fees (38%), the market prices increased significantly (P ≤ 0.05) within six months of storage. Most processing activities (winnowing, dehulling, drying, sorting and shelling) were carried out manually, almost entirely by women, but mechanized processing for maize, sunflower, millet, and sorghum were commonly practiced. Quantitative post-harvest losses of economic importance occur in the field (15%); during processing (13–20%), and during storage (15–25%). The main storage pests responsible for the losses are larger grain borers (Prostephanus truncatus), grain weevils (Sitophilus granarius) and, the lesser grain borer (Rhyzopertha dominica). Most of the farmers considered changes in weather (40%), field damage (33%), and storage pests (16%) as the three most important factors causing poor crop yields and aggravating food losses. However, survey results suggest that the farmers' poor knowledge and skills on post-harvest management are largely responsible for the food losses. 77% of the surveyed farmers reported inadequate household foods and 41% received food aid during the previous year. Increasing farmers' technical know-how on adaptation of the farming systems to climate variability, and training on post-harvest management could reduce food losses, and improve poverty and household food security."}{"Accident tolerant fuels for LWRs: A perspective ": "The motivation for exploring the potential development of accident tolerant fuels in light water reactors to replace existing Zr alloy clad monolithic (U, Pu) oxide fuel is outlined. The evaluation includes a brief review of core degradation processes under design-basis and beyond-design-basis transient conditions. Three general strategies for accident tolerant fuels are being explored: modification of current state-of-the-art zirconium alloy cladding to further improve oxidation resistance (including use of coatings), replacement of Zr alloy cladding with an alternative oxidation-resistant high-performance cladding, and replacement of the monolithic ceramic oxide fuel with alternative fuel forms."}{"Flight distance of mosquitoes (Culicidae): A metadata analysis to support the management of barrier zones around rewetted and newly constructed wetlands ": "Society responds to changes in climate and land use via mitigation measures, including rainwater retention and storage in rewetted and newly constructed wetlands. Humans living close to these wetlands express concerns about future mosquito nuisance situations, and request the necessary distance between human occupation and wetlands to avoid such problems. Wetland managers need to know the distance required, as well as the type of management needed for such buffer or barrier zones. Here we performed an extensive literature survey to collect quantitative information on mosquito flight distance and the relevant environmental conditions. Mosquitoes have an average maximum flight distance of between 50m and 50km, depending on the species. Long-distance or migratory flights are strongly related to species ecological preferences and physiology, are survived by few specimens, and do not relate to nuisance situations. Nuisance-related or non-oriented flights are also species-specific and cover much shorter distances-between 25m and 6km for the 23 species analyzed. Based on these results, we made regression-based estimations of the percentages of the population that cross certain distances. A 90% reduction in breeding site population density would require minimal distances of 56m for Anopheles saperoi and 8.6km for Anopheles sinensis, and much greater distances for Aedes vexans, Culex quinquefasciatus, and Culiseta morsitans. Little useful information was available regarding the environmental conditions under which non-oriented flights took place. Qualitatively, the review showed that flight capacity was influenced by landscape structure, meteorological conditions (temperature, humidity, and illumination), and species physiology (energy available for flight). Overall, our findings suggest that predictions regarding the construction of barrier zones around breeding sites can be made based on mosquito and host density and human nuisance perception, and that barrier zone usefulness strongly depends on the mosquito species involved. Additional quantitative research is needed to better document the non-oriented dispersal patterns of the mosquitoes that populate rewetted and newly constructed wetlands, and the effects of vegetation types in barrier zones on mosquito densities."}{"Incubation, hatching and survival of eggs of Atlantic salmon (Salmo salar) in spawning redds influenced by groundwater ": "Many west coastal and northern Norwegian rivers run through deep, confined valleys with permeable layers of glacial and alluvial deposits. Groundwater flows through these permeable layers and enter lakes and rivers as underwater seepage and springs. Groundwater inflow to inland Norwegian rivers may constitute 40–100% of total water discharge during low flow periods in late summer and winter. Juvenile salmonids may take advantage of groundwater upwellings and actively seek out such patches. In regulated rivers groundwater influx may create refuges during low flow or hydropeaking episodes. The importance of groundwater for salmon redd site selection and egg survival is also clear, although less known and documented in regulated rivers.\n                  Eggs of Atlantic salmon (Salmo salar) are deposited in redds in river bed gravels lacking fine sediments and with high oxygen levels. Egg development is therefore dependent on the interaction of a number of environmental factors such as groundwater influx, oxygen and temperature. Atlantic salmon in the regulated River Suldalslågen, Western Norway, spawn relatively late compared to other Norwegian rivers, with a peak in early January. Newly emerged fry are found from the end of May to the beginning of June, i.e. “swim up” one month earlier than expected using models for egg and alevin development and river water temperatures. The most plausible explanation is that groundwater has a higher and more stable temperature than surface river water. In field experiments, fertilized salmon eggs were placed in boxes close to natural spawning redds in the river bed at sites influenced and those not influenced by groundwater. A difference of up to 40 days in 50% hatching was found, and “swim up” occurred at the end of May in boxes influenced by groundwater.\n                  Preliminary studies have revealed that groundwater also plays an important role in survival of salmon eggs in the River Suldalslågen when dewatered in winter. Eggs placed in boxes in groundwater seepage areas during winter in the dewatered river bed survived even when covered by ice and snow. The survival from fertilization until 30 April, one month before hatching, was 91%, the same survival as found for eggs placed in boxes in the wetted river bed. However, mortality from fertilization to hatching was higher compared to the eggs placed in wetted river bed, 57 and 91% respectively.\n                  Groundwater creates a horizontal and vertical mosaic of temperatures in spawning redd areas leading to potentially greater variation in spawning sites, time of hatching and “swim up”. This is likely to increase egg survival during low flow periods in regulated rivers. In conclusion, the interaction between groundwater and surface river water should therefore be considered when managing fish populations in regulated rivers."}{"Biodegradation behavior of poly(butylene adipate-co-terephthalate) (PBAT), poly(lactic acid) (PLA), and their blend under soil conditions ": "Poly(lactic acid) (PLA) and poly(butylene adipate-co-terephthalate) (PBAT) were mixed at a ratio of 40:60, extruded to form granules and cast into film; then, the PLA, PBAT, and PBAT/PLA film samples were buried in real soil environments. The residual degraded samples were taken regularly from the soil and analyzed by SEM, DSC, TGA, IR spectroscopy and elemental analysis. The analyses showed that PBAT and PLA had different biodegradation mechanisms. Further, the melting temperature and the melting point change of the various components in the PBAT/PLA blend before and after the biodegradation essentially followed the process of the changes in the respective single polymers. After biodegradation, the carbon atom content in the molecular structure of the PBAT, PLA, and PBAT/PLA samples decreased, while the oxygen atom content increased, indicating that the samples indeed degraded. The biodegradation rates of PBAT and PLA in the PBAT/PLA blend were not the same as those for the single materials."}{"Study of Raman spectra for γ-Al2O3 models by using first-principles method ": "The Raman spectra of spinel and nonspinel models for γ-Al2O3 were calculated by using a first principles method and an assignment on the basis of the proposed symmetry was established. The IR spectra were also calculated to validate the method. The results show that the Raman spectra are sensitive to the structural differences between the spinel and nonspinel models. The spinel model provides more medium peaks at the lower wave number range while the nonspinel model is much more flat. The Born effective charges, electron localization function, and dielectric tensors were also discussed briefly. These results provide valuable information for further insight into the structural properties of γ-Al2O3 in atomic scales."}{"Raman spectroscopy of twisted bilayer graphene ": "Twisted bilayer graphene (tBLG) is a two-graphene layers system with a mismatch angle \n                        θ\n                      between the two hexagonal structures. The interference between the two rotated layers generates a superlattice with a \n                        θ\n                     -dependent wavevector that gives rise to van Hove singularities in the electronic density of states and activates phonons in the interior of the graphene Brillouin zone. Here we review the use of Raman spectroscopy to study tBLG, exploring the \n                        θ\n                     -dependent effects, corroborated by independent microscopy analysis. The phonon frequencies give a Raman signature of the specific tBLG, while their linewidths provide a straightforward test for tBLG structural homogeneity. Rich resonance effects, including single and multiple-resonances, intra- and inter-valley scattering events make it possible to accurately measure the energy of superlattice-induced van Hove singularities in the electronic joint density of states, as well as the phonon dispersion relation in tBLG, including the layer breathing vibrational modes."}{"Production of medical radionuclides in Russia: Status and future—a review ": "We present a review of reactor and accelerator centers in Russia that produce medical isotopes, the majority of which are exported. In the near future, we anticipate increased isotope production for use in nuclear medicine in Russia. The existing linear accelerator at the Institute for Nuclear Research (Moscow–Troitsk) and several prospective installations are considered to be particularly capable of providing mass production of radionuclides that can substitute, to a certain extent, for the traditional medical isotopes."}{"Critical review, with an optimistic outlook, on Boron Neutron Capture Therapy (BNCT) ": "The first BNCT trials took place in the USA in the early 1960's, yet BNCT is still far from mainstream medicine. Nonetheless, in recent years, reported results in the treatment of head and neck cancer and recurrent glioma, coupled with the progress in developing linear accelerators specifically for BNCT applications, have given some optimism to the future of BNCT. This article provides a brief reminder on the ups and downs of the history of BNCT and supports the view that controlled and prospective clinical trials with a modern design will make BNCT an evidence-based treatment modality within the coming decade."}{"Recent developments in flame retardant polymeric coatings ": "This paper reviews the recent developments (last decade) in flame retardant polymeric coatings that mostly work by formation of conventional char (condensed phase) and or radical species in gas phase. Advancements in the method of application of such coatings on various substrates, problems of existing flame retardant coatings and new technological developments in terms of flame retardant chemistry are briefly discussed. This review focuses on various approaches in development of flame retardant coatings on various substrates i.e. incorporation of reactive and non-reactive organic compounds and organic/inorganic compounds (hybrid systems) based on metal, Si, P, N and halogens in suitable polymeric matrices and evaluation of their flame retardant characteristics using various analytical techniques."}{"Bisphenol A and human health: A review of the literature ": "There is growing evidence that bisphenol A (BPA) may adversely affect humans. BPA is an endocrine disruptor that has been shown to be harmful in laboratory animal studies. Until recently, there were relatively few epidemiological studies examining the relationship between BPA and health effects in humans. However, in the last year, the number of these studies has more than doubled. A comprehensive literature search found 91 studies linking BPA to human health; 53 published within the last year. This review outlines this body of literature, showing associations between BPA exposure and adverse perinatal, childhood, and adult health outcomes, including reproductive and developmental effects, metabolic disease, and other health effects. These studies encompass both prenatal and postnatal exposures, and include several study designs and population types. While it is difficult to make causal links with epidemiological studies, the growing human literature correlating environmental BPA exposure to adverse effects in humans, along with laboratory studies in many species including primates, provides increasing support that environmental BPA exposure can be harmful to humans, especially in regards to behavioral and other effects in children."}{"Data gaps in toxicity testing of chemicals allowed in food in the United States ": "In the United States, chemical additives cannot be used in food without an affirmative determination that their use is safe by FDA or additive manufacturer. Feeding toxicology studies designed to estimate the amount of a chemical additive that can be eaten safely provide the most relevant information. We analyze how many chemical additives allowed in human food have feeding toxicology studies in three toxicological information sources including the U.S. Food and Drug Administration's (FDA) database. Less than 38% of FDA-regulated additives have a published feeding study. For chemicals directly added to food, 21.6% have feeding studies necessary to estimate a safe level of exposure and 6.7% have reproductive or developmental toxicity data in FDA's database. A program is needed to fill these significant knowledge gaps by using in vitro and in silico methods complemented with targeted in vivo studies to ensure public health is protected."}{"A critical review on solvent extraction of rare earths from aqueous solutions ": "Rare earth elements have unique physicochemical properties that make them essential elements in many high-tech components. Bastnesite (La, Ce)FCO3, monazite, (Ce, La, Y, Th)PO4, and xenotime, YPO4, are the main commercial sources of rare earths. Rare earth minerals are usually beneficiated by flotation or gravity or magnetic processes to produce concentrates that are subsequently leached with aqueous inorganic acids, such as HCl, H2SO4, or HNO3. After filtration or counter current decantation (CCD), solvent extraction is usually used to separate individual rare earths or produce mixed rare earth solutions or compounds. Rare earth producers follow similar principles and schemes when selecting specific solvent extraction routes. The use of cation exchangers, solvation extractants, and anion exchangers, for separating rare earths has been extensively studied. The choice of extractants and aqueous solutions is influenced by both cost considerations and requirements of technical performance. Commercially, D2EHPA, HEHEHP, Versatic 10, TBP, and Aliquat 336 have been widely used in rare earth solvent extraction processes. Up to hundreds of stages of mixers and settlers may be assembled together to achieve the necessary separations. This paper reviews the chemistry of different solvent extractants and typical configurations for rare earth separations."}{"Determining the baking isotherm temperature of Söderberg electrodes and associated structural changes ": "One of the most commonly employed electrode systems in industrial metal smelting applications is continuous self-baking electrodes, i.e. the Söderberg electrode system. In this system, the temperature at which transition from a liquid/soft paste to a solid carbonaceous electrode takes place is termed the baking isotherm temperature. This temperature is extremely important within the context of electrode management. In this paper, thermo mechanical analysis (TMA) was used to measure the dimensional changes that take place in coal tar pitch in the temperature range relevant to the determination of the baking isotherm temperature. It was found that the baking isotherm temperature of coal tar pitches was between 450 and 475°C, irrespective of the initial chemical composition and physical characteristics of the coal tar pitch. Subsequent Fourier Transform Infra-Red (FTIR) analyses indicated that all coal tar pitches underwent similar compositional changes during the transition from a molten/liquid coal tar pitch to a solid carbonaceous material."}{"Analytical techniques in pharmaceutical analysis: A review ": "The development of the pharmaceuticals brought a revolution in human health. These pharmaceuticals would serve their intent only if they are free from impurities and are administered in an appropriate amount. To make drugs serve their purpose various chemical and instrumental methods were developed at regular intervals which are involved in the estimation of drugs. These pharmaceuticals may develop impurities at various stages of their development, transportation and storage which makes the pharmaceutical risky to be administered thus they must be detected and quantitated. For this analytical instrumentation and methods play an important role. This review highlights the role of the analytical instrumentation and the analytical methods in assessing the quality of the drugs. The review highlights a variety of analytical techniques such as titrimetric, chromatographic, spectroscopic, electrophoretic, and electrochemical and their corresponding methods that have been applied in the analysis of pharmaceuticals."}{"A review of treating oily wastewater ": "Petroleum refining unavoidably generates large volumes of oily wastewater. The environmentally acceptable disposal of oily wastewater is a current challenge to the petroleum industry. Nowadays, more attention has been focused on the treatment techniques of oily wastewater. Therefore, oily wastewater treatment has become an urgent problem, and it must be explored and resolved by every oilfield and petroleum company. The development status of treatment methods was summarized from six aspects, which contains flotation, coagulation, biological treatment, membrane separation technology, combined technology and advanced oxidation process. Finally, the development and prospect of treating oily wastewater was predicted."}{"Removal of methylene blue by adsorption onto activated carbon developed from Ficus carica bast ": "In this study, activated carbon was developed from Ficus carica bast (FCBAC). The experiments were carried out to explore methylene blue (MB) uptake by FCBAC. The influence of various experimental factors such as contact time, initial dye concentration, adsorbent dosage, temperature and pH of dye solution was investigated. The adsorption equilibrium was represented with Langmuir, Freundlich and Temkin isotherm models. Langmuir and Tempkin equations were found to have the correlation coefficient value in good agreement. Adsorption of MB onto FCBAC followed pseudo second order kinetics. The calculated values of ΔH°, ΔS° and ΔG° were found to be 21.55kJ/mol, 76.24J/molK and −1.55kJ/mol, respectably. Adsorption process was spontaneous and endothermic in nature."}{"Effect of extraction methods on yield, phytochemical constituents and antioxidant activity of Withania somnifera\n             ": "Withnaia somnifera (L.) is a wonder herb with multiple medicinal properties. Its root is used in the preparation of many Ayurvedic medicines. Withanolides, steroidal lactones, present in the root are active chemical markers, however, phenolics, and flavonoids have also been reported in the root of this plant. In most of the herbal preparations, water extraction is carried out using the infusion or decoction preparation process. In the present study, extract yield, phytochemical constituents such as total phenol and withanolide content of water and water-alcohol extracts prepared using two most commonly used extraction techniques, also known as “Green Extraction” techniques, ultrasound and microwave assisted solvent extraction were compared with the conventional extraction method. Antioxidant activity of the extracts was also determined using DPPH and ABTS methods of antioxidant assay. Extract yield, chemical composition of the extracts (total phenol and withanolide content) and antioxidant activity of the extracts varied with the extraction process as well as solvent composition."}{"Environmental impacts of produced water and drilling waste discharges from the Norwegian offshore petroleum industry ": "Operational discharges of produced water and drill cuttings from offshore oil and gas platforms are a continuous source of contaminants to continental shelf ecosystems. This paper reviews recent research on the biological effects of such discharges with focus on the Norwegian Continental Shelf. The greatest concern is linked to effects of produced water. Alkylphenols (AP) and polyaromatic hydrocarbons (PAH) from produced water accumulate in cod and blue mussel caged near outlets, but are rapidly metabolized in cod. APs, naphtenic acids, and PAHs may disturb reproductive functions, and affect several chemical, biochemical and genetic biomarkers. Toxic concentrations seem restricted to <2 km distance. At the peak of discharge of oil-contaminated cuttings fauna disturbance was found at more than 5 km from some platforms, but is now seldom detected beyond 500 m. Water-based cuttings may seriously affect biomarkers in filter feeding bivalves, and cause elevated sediment oxygen consumption and mortality in benthic fauna. Effects levels occur within 0.5–1 km distance. The stress is mainly physical. The risk of widespread, long term impact from the operational discharges on populations and the ecosystem is presently considered low, but this cannot be verified from the published literature."}{"Improvement of coffee beverage quality by using selected yeasts strains during the fermentation in dry process ": "Coffee is an important commercial product to Brazil with its consumption distributed globally. The aim of this work was to evaluate the potential of yeast strains as starter cultures for dry fermentation of washed and non-washed coffee beans. Four yeast strains (Saccharomyces cerevisiae UFLA YCN727, S. cerevisiae UFLA YCN724, Candida parapsilosis UFLA YCN448 and Pichia guilliermondii UFLA YCN731) were inoculated separately in washed and non washed coffee cherries and in the control was not added any of the starter cultures. The fruits inoculated were spread on trays and placed on a terrace until the coffee beans reached 11% of moisture. Samples were collected for evaluation of the persistence of the inoculum by PCR-DGGE, and for chemical composition by HPLC and GC-FID. Sensory analysis was performed using the Temporal Dominance of Sensations (TDS) methodology. In all tests the yeasts persisted until the end of fermentation. There was no propionic and butyric acid production in concentrations that could compromise the final quality of the beverage. Forty-eight volatile compounds were identified, some were similar for green and roasted coffee. The most abundant class of compounds was alcohols (11–27%) followed by furan in roasted grains (~27%), and aldehydes (~13%) in green grains. The coffee inoculated with yeast showed sensations of flavors higher than the control coffee indicating increased sensory quality. The treatment with C. parapsilosis UFLA YCN448 showed dominance rate higher (near 1) for the sensation of caramel. In non-washed coffee those sensations were not pleasant in relation to the washed coffee, except when P. guilliermondii UFLA YCN731 was inoculated, suggesting that washing the fruit before the fermentation process positively influenced the final product quality. A coffee with special aroma of caramel, herbs and fruits could be produced using the starter cultures C. parapsilosis UFLA YCN448 and S. cerevisiae UFLA YCN727 in coffee processed by the dry method."}{"Refinement of industrial kaolin by microbial removal of iron-bearing impurities ": "The commercial value of kaolin raw materials is greatly affected by the presence and content of iron-bearing impurities, which can have a detrimental effect on the whiteness and refractoriness of manufactured products. Because of the high cost and environmental impact of techniques currently used to remove these impurities, some effort is now targeted toward the development of alternative methods, such as biological processes. This paper reports a series of anaerobic microcosm experiments conducted to evaluate the suitability of iron-respiring bacteria (IRB) of the Shewanella species (S. alga BrY, S. oneidensis MR-1, S. putrefaciens CN32, and S. putrefaciens CIP 8040), in bioleaching iron-bearing impurities from raw kaolin. All tested bacterial strains were able to reduce and leach ferric iron present in the kaolin, thereby substantially improving its color properties. Among the tested bacteria, S. putrefaciens CIP8040 produced the greatest improvements, with increases in ISO brightness and whiteness from 74% to 79% and from 54% to 66%, respectively, in 5days at 30°C. Neither secondary mineral nor crystal-chemical alteration of the kaolinite was observed by X-ray diffraction and infrared spectroscopy. Observations of the biotreated kaolins by scanning electron microscopy showed that the original hexagonal shape of the clay particles became less regular. Further research and development should now focus on optimising the rate and extent of the bioleaching process before its application at a larger pilot or industrial scale. In particular, further studies should evaluate the environmental and economical benefits compared to currently used approaches, such as the chemical bleaching with sodium hydrosulfite."}{"Edible films from pectin: Physical-mechanical and antimicrobial properties - A review ": "Pectin is one of the main components of the plant cell wall chemically constituted by poly α1–4-galacturonic acids. According to its degree of esterification with methanol, pectin can be classified as high methoxyl pectin or low methoxyl pectin. In food industry, pectin is listed as generally recognized as safe (GRAS) by the Food and Drug Administration and is used as gelling, stabilizing, or thickening agent in food products such as jams, yoghurt drinks, fruity milk drinks, and ice cream. Due to its biodegradability, biocompatibility, edibility, and versatile chemical and physical properties (such as gelation, selective gas permeability, etc), pectin is a suitable polymeric matrix for the elaboration of edible films intended as active food packaging. Active packaging is a packaging system which possesses attributes beyond basic barrier properties that are achieved by adding active ingredients in the packaging material and/or using functionally active polymers. When the packaging system has antimicrobial activity, the packaging limits or prevents the microbial growth by extending the lag period and reducing the growth rate of microorganisms. This review describes the main methods for elaborating pectin edible films, principal characterization techniques for determining their physical-mechanical properties, and applications of pectin edible films as antimicrobial food packaging. Finally, legislation and future trends regarding the use of pectin edible films are also discussed."}