{"Synthesis and characterization of copper nanoparticles by reducing agent ": "Cu nanoparticles were synthesized by solution reduction process successfully. The influence of parameters on the size of Cu nanoparticles was studied and the referential process parameters were obtained. The morphology and structure of the synthesized Cu nanoparticles were characterized by transmission electron microscopy (TEM), powder X-ray diffraction (XRD), QELS data, infrared spectroscopy (IR) and solid state UV. The average size of nanoparticles was found between 15 ± 2 nm."}{"Synthesis of Ni nanoparticles and their characterizations ": "Ni nanoparticles were synthesized by solution reduction process successfully. The influence of parameters on the size of Ni nanoparticles was studied and the referential process parameters were obtained. The morphology and structure of the synthesized Ni nanoparticles were characterized by transmission electron microscopy (TEM), powder X-ray diffraction (XRD), QELS data and infrared spectroscopy (IR). The result shows that Ni nanoparticles are of high purity and the average size of Ni nanoparticles was found to be 13±2nm."}{"Potentiality of plants as source of insecticide principles ": "In the search for alternatives to conventional insecticides, essential oils extracted from aromatic plants have been widely investigated. Their toxicities toward insects were of special interest during the last decade. The purpose of this paper is to provide an overview of the data published mostly in the past 10years on aromatic plant and plant’s essential oils that have been reported to possess insecticidal activity and practical methods and recent techniques for screening these compounds. The review refers to 230 plants, their geographical distribution and the organism tested. Some aspects of recent insecticidal activity directed research on natural products are discussed."}{"Applications of nano-catalyst in new era ": "In the era of nanoscience where all the devices and technologies are going to smaller and smaller in size with improved properties; catalysis is an important field of application. In this review article we are trying to summarize data reported in literature for application of nano sized catalyst in our daily life which are useful for human beings. Improvement in catalytic properties due size of catalyst reduced to nano scale is discussed here. Introductive points regarding nanoscience; their functional approaches; current research are also here.\n                  Main applications of nanocatalysts in water purification; fuel cell; energy storage; in composite solid rocket propellants; bio diesel production; in medicine; in dye; application of carbon nano tubes and several other point of application are discussed here in detail."}{"Lithium ion battery production ": "Recently, new materials and chemistry for lithium ion batteries have been developed. There is a great emphasis on electrification in the transport sector replacing part of motor powered engines with battery powered applications. There are plans both to increase energy efficiency and to reduce the overall need for consumption of non-renewable liquid fuels. Even more significant applications are dependent on energy storage. Materials needed for battery applications require specially made high quality products.\n                  Diminishing amounts of easily minable metal ores increase the consumption of separation and purification energy and chemicals. The metals are likely to be increasingly difficult to process. Iron, manganese, lead, zinc, lithium, aluminium, and nickel are still relatively abundant but many metals like cobalt and rare earths are becoming limited resources more rapidly.\n                  The global capacity of industrial-scale production of larger lithium ion battery cells may become a limiting factor in the near future if plans for even partial electrification of vehicles or energy storage visions are realized. The energy capacity needed is huge and one has to be reminded that in terms of cars for example production of 100MWh equals the need of 3000 full-electric cars. Consequently annual production capacity of 106 cars requires 100 factories each with a 300MWh capacity. Present day lithium ion batteries have limitations but significant improvements have been achieved recently [1–8]. The main challenges of lithium ion batteries are related to material deterioration, operating temperatures, energy and power output, and lifetime. Increased lifetime combined with a higher recycling rate of battery materials is essential for a sustainable battery industry."}{"Application of gas hydrate formation in separation processes: A review of experimental studies ": "There has been a dramatic increase in gas hydrate research over the last decade. Interestingly, the research has not focussed on only the inhibition of gas hydrate formation, which is of particular relevance to the petroleum industry, but has evolved into investigations on the promotion of hydrate formation as a potential novel separation technology. Gas hydrate formation as a separation technology shows tremendous potential, both from a physical feasibility (in terms of effecting difficult separations) as well as an envisaged lower energy utilization criterion. It is therefore a technology that should be considered as a future sustainable technology and will find wide application, possibly replacing a number of current commercial separation processes. In this article, we focus on presenting a brief description of the positive applications of clathrate hydrates and a comprehensive survey of experimental studies performed on separation processes using gas hydrate formation technology. Although many investigations have been undertaken on the positive application of gas hydrates to date, there is a need to perform more theoretical, experimental, and economic studies to clarify various aspects of separation processes using clathrate/semi-clathrate hydrate formation phenomena, and to conclusively prove its sustainability."}{"Evolution of species from Darwin theory: A simple model ": "Evolution of species is a complex phenomenon. Some theoretical models take into account evolution of species, like the Bak–Sneppen model that obtain punctuated equilibrium from self-organized criticality and the Penna model for biological aging that consists in a bit-string model subjected to aging, reproduction and death. In this work we propose a simple model to study different scenarios used to simulate the evolution of species. This model is based on Darwin’s ideas of evolution. The present findings show that punctuated equilibria and stasis seem to be obtained directly from the mutation, selection of parents and the genetic crossover, and are very close to the fossil data analysis."}{"Identifying influential nodes in complex networks ": "Identifying influential nodes that lead to faster and wider spreading in complex networks is of theoretical and practical significance. The degree centrality method is very simple but of little relevance. Global metrics such as betweenness centrality and closeness centrality can better identify influential nodes, but are incapable to be applied in large-scale networks due to the computational complexity. In order to design an effective ranking method, we proposed a semi-local centrality measure as a tradeoff between the low-relevant degree centrality and other time-consuming measures. We use the Susceptible–Infected–Recovered (SIR) model to evaluate the performance by using the spreading rate and the number of infected nodes. Simulations on four real networks show that our method can well identify influential nodes."}{"Recycling of composite materials ": "Composite materials are used in a wide range of applications such as automotive, aerospace and renewable energy industries. But they have not been properly recycled, due to their inherent nature of heterogeneity, in particular for the thermoset-based polymer composites. The current and future waste management and environmental legislations require all engineering materials to be properly recovered and recycled, from end-of-life (EOL) products such as automobiles, wind turbines and aircrafts. Recycling will ultimately lead to resource and energy saving. Various technologies, mostly focusing on reinforcement fibres and yet to be commercialized, have been developed: mechanical recycling, thermal recycling, and chemical recycling. However, lack of adequate markets, high recycling cost, and lower quality of the recyclates are the major commercialization barriers. To promote composites recycling, extensive R&D efforts are still needed on development of ground-breaking better recyclable composites and much more efficient separation technologies. It is believed that through the joint efforts from design, manufacturing, and end-of-life management, new separation and recycling technologies for the composite materials recycling will be available and more easily recyclable composite materials will be developed in the future."}{"Insecticidal activities of essential oils from leaves of Laurus nobilis L. from Tunisia, Algeria and Morocco, and comparative chemical composition ": "Laurus nobilis essential oils from Tunisia, Algeria and Morocco were analyzed for their chemical composition and assessed for their repellent and toxic activities against two major stored product pests: Rhyzopertha dominica and Tribolium castaneum. The three oils showed quantitative rather than qualitative differences in their chemical compositions. 1,8-cineole, linalool and isovaleraldehyde, were identified as the major common compounds whereas, α-pinene, α-terpineol, eugenylmethylether, β-pinene, spathulenol and β-myrcene were also well represented in all three oils. Results showed that L. nobilis essential oils were repellant and toxic to adults of R. dominica and T. castaneum. Repellent and fumigant toxicities were highly dependent upon insect species and oil origin.\n                  In filter paper tests, L. nobilis essential oil from Morocco was more effective compared to Tunisian and Algerian oils. RD50 values were respectively 0.013 μl/cm2, 0.036 μl/cm2 and 0.033 μl/cm2 for R. dominica versus 0.045 μl/cm2, 0.139 μl/cm2 and 0.096 μl/cm2 for T. castaneum. Moreover, fumigant activity tests showed that both R. dominica and T. castaneum were more susceptible to L. nobilis essential oil from Morocco than that from Algeria or Tunisia. The corresponding LC50 values were respectively 68, 99 and 113 μl/l air for R. dominica against 172, 194 and 217 μl/l air for T. castaneum. Our work clearly vindicates interest in the efficacy of essential oils from plants of Mediterranean origin both as insecticides and repellents against stored product pests."}{"Benthic macroinvertebrates as indicators of the water quality in Bulgaria: A case-study in the Iskar river basin ": "Macroinvertebrates were sampled at 15 locations in the Iskar river basin in Bulgaria for the purpose of water quality assessment. Based on the chemical as well as the biological parameters, it was concluded that the water quality was still good upstream of Sofia, however, despite a huge waste water treatment plant, a strong decrease was observed when the river passed Sofia. Due to self-purification and dilution, a gradual amelioration of the water quality was observed 40 and 80km downstream of Sofia, however, water quality was still insufficient. The Irish Biotic Index (IBI), which is currently used in Bulgaria for the national monitoring of macroinvertebrates for water quality assessment, does not fulfil the requirements of the European Union Water Framework Directive (WFD). The Multimetric Macroinvertebrate Index Flanders (MMIF), on the contrary, is a WFD compliant method developed for the northern part of Belgium, which is based on (1) the total number of taxa, (2) the number of Ephemeroptera, Plecoptera and Trichoptera taxa, (3) the number of other sensitive taxa, (4) the Shannon–Wiener index and (5) the mean tolerance score. The outcome of this MMIF was strongly correlated with the outcome of the Irish Biotic Index. Therefore, it should be possible to develop a similar multimetric index for macroinvertebrates to evaluate the biological water quality in Bulgaria without much effort."}{"Mechanical properties of PA6/PA12 blend specimens prepared by selective laser sintering ": "The use of polymeric blends can increase the range of structures and properties of selective laser sintering (SLS) parts. This study investigates the processing of a binary polar system using polyamide 6 (PA6) and polyamide 12 (PA12) by SLS. The mixture composition and processing conditions, and their influence on the dynamic mechanical properties of the specimens manufactured were evaluated. The maximum tan δ values suggest that PA6 and PA12 have similar visco-dissipative behavior. The PA6/PA12 blends behavior varied according to the relaxation phenomena of the pure components, proportionally to the blend composition. The creep test showed that blends with a higher amount of PA6 had greater plastic deformation and less elastic recovery. In the fatigue test the 20/80 and 50/50 blends presented good fatigue resistance under the test conditions."}{"Mechanical behavior of polytetrafluoroethylene in tensile loading under different strain rates ": "The present work is concerned with the study of the mechanical behavior of polytetrafluoroethylene (PTFE) in tensile tests performed under different strain rates using standard specimens. The strains are measured through a non-contact video extensometer. This procedure is particularly accurate since large deformations are involved. A mathematical model is proposed to predict the mechanical behavior observed in the experiments. The main goal is to predict the stress-strain curve under different strain rates using model equations that combine enough mathematical simplicity to allow their use in engineering problems with the capability of describing complex non-linear mechanical behaviour. The material constants that appear in the model equations can be easily identified from only three tests performed at different constant strain rates. Results from experimental tensile testing were compared with the model predictions showing a good agreement."}{"UV-curable waterborne polyurethane-acrylate: preparation, characterization and properties ": "The waterborne polyurethane-acrylate (PUA) oligomer was firstly prepared based on isophorone diisocyanate (IPDI), polyether polyol (NJ-210), dimethylol propionic acid (DMPA) and hydroxyethyl methyl acrylate (HEMA) via in situ and anionic self-emulsifying method. The UV-curable polyurethane-acrylate (UV-PUA) was obtained with oligomer, monomers (BA and TPGDA) and photoinitiator Darocur 1173. FT-IR, DSC and TGA were employed to investigate the structures and thermal properties of the UV-PUA films. The effects of BA/TPGDA (R) value, the content of Darocur 1173 and the UV curing time on the performances were investigated. Some mechanical performances, solvent resistance and the gel content of UV-PUA films were measured. When the ratio of BA/TPGDA was 5/5, the UV-PUA film had the best solvent (water, alkali and ethanol) resistances. Besides, with the ratio of the BA/TPGDA increasing, the surface drying time increased. When the content of Darocur 1173 was 4%, the gel content achieved the maximum while the surface drying time achieved the minimum. The obtained UV-curable polyurethane-acrylates are promising as oligomers for UV-curable coatings, plastics, inks and adhesives."}{"A review of hazards associated with primary lithium and lithium-ion batteries ": "Primary lithium batteries contain hazardous materials such as lithium metal and flammable solvents, which can lead to exothermic activity and runaway reactions above a defined temperature. Lithium-ion batteries operating outside the safe envelope can also lead to formation of lithium metal and thermal runaway. Despite protection by battery safety mechanisms, fires originating from primary lithium and lithium-ion batteries are a relatively frequent occurrence.\n                  This paper reviews the hazards associated with primary lithium and lithium-ion cells, with an emphasis on the role played by chemistry at individual cell level. Safety mechanisms to prevent the occurrence and limit the consequences of incidents are reviewed, together with safety tests to monitor compliance with battery safety regulations and standards. Incident information from news accounts and open literature sources are reviewed to extract causal information.\n                  It is concluded that the potential severity of incidents during storage, transport and recycling of waste batteries can be significantly higher than in end-use applications. Safe storage, packaging and labelling practices, as well as communication among the parties involved, are essential to ensure safety across the battery lifecycle. It is recommended that a database of lithium battery incidents would be valuable to improve the evidence base for informing accident prevention measures."}{"Solubility of elemental sulfur in pure organic solvents and organic solvent–ionic liquid mixtures from 293.15 to 353.15K ": "The solubility of elemental sulfur in pure aromatic and aliphatic hydrocarbons was measured by cloud-point measurements using the laser beam scattering method under atmospheric pressure and temperature ranging from 293.15 to 353.15K. It was found that the solubility of elemental sulfur in the examined solvents increases with an increase in temperature. Among the solvents tested, sulfur had the highest solubility in toluene. The individual effect of four different imidazolium ionic liquids – 1-butyl-3-methylimidazolium hexafluorophosphate ([C4mim][PF6]), 1-hexyl-3-methylimidazolium hexafluorophosphate ([C6mim][PF6]), 1-butyl-3-methylimidazolium tetrafluoroborate ([C4mim][BF4]), and 1-hexyl-3-methylimidazolium tetrafluoroborate ([C6mim][BF4]) on the solubility of sulfur in toluene was also studied. The results show that both the structures of the cations and concentrations of ionic liquids used to play important roles in the solubility of elemental sulfur. The experimental solubility data of elemental sulfur can be well correlated by the modified Apelblat equation. Finally, the free energies of transfer, Δtr\n                     G, entropies of transfer, Δtr\n                     S, and enthalpies of transfer, Δtr\n                     H, of elemental sulfur from toluene to toluene+[C6mim][PF6] mixture were determined based on the solubility measurements."}{"Aqueous metal recovery techniques from e-scrap: Hydrometallurgy in recycling ": "Waste of electric–electronic equipment (WEEE) with an annual growth rate of about 3–5% is the fastest growing waste stream in municipal wastes. Notwithstanding their environmental pollution potential, waste of electrical and electronic equipment (WEEE) with their high content of base and precious metals, in particular, are regarded as a potential secondary resource when compared with ores. For the recovery of metals from WEEE, various treatment options based on conventional physical, hydrometallurgical and pyrometallurgical processes are available. These process options with particular reference to hydrometallurgical processes were reviewed in this study. With their relatively low capital cost, reduced environmental impact (e.g. no hazardous gases/dusts), potential for high metal recoveries and suitability for small scale applications, hydrometallurgical processes are promising options for the treatment of WEEE. Since the metals are present in native form and/or as alloys, an oxidative leaching process is required for the effective extraction of base and precious metals of interest. A two-stage process based on oxidative acid leaching of base metals (Cu in particular) followed by leaching of precious metals using cyanide, thiosulfate, thiourea or halide as lixiviant(s) can be suitably developed for the hydrometallurgical treatment of WEEE. However, further research is required to develop new, cost effective and environmentally friendly processes and/or refine existing ones for leaching and, in particular, downstream processes."}{"Technical and commercial progress in the adoption of geopolymer cement ": "If formulated optimally, geopolymer cement made from fly ash, metallurgical slags and natural pozzolans could reduce by 80% the CO2 emissions associated with the manufacturing of cement. However, almost all standards and design codes governing the use of cementitious binders and concrete in construction are based on the use of Portland cement. The 100+ year track record of in-service application of Portland cement is inherently assumed to validate the protocols used for accelerated durability testing. Moreover, the entire supply chain associated with cementitious materials is based on the production of Portland cement. The geopolymerisation of aluminosilicates constitutes a radical change in construction materials chemistry and synthesis pathways compared with the calcium silicate hydrate chemistry which underpins Portland cement. Consequently, there are regulatory, supply chain, product confidence and technical barriers which must be overcome before geopolymer cement could be widely adopted. High profile demonstration projects in Australia have highlighted the complex regulatory, asset management, liability and industry stakeholder engagement process required to commercialise geopolymer cement. While the scale-up from the laboratory to the real-world is technically challenging, the core challenge is the scale-up of industry participation and acceptance of geopolymer cement. Demand pull by a carbon conscious market continues to be the key driver for the short term adoption of geopolymer cement. In the absence of an in-service track record comparable in scale and longevity to Portland cement, research is essential to validate durability testing methodology and improve geopolymer cement technology. Colloid and interface science, gel chemistry, phase formation, reaction kinetics, transport phenomena, comminution, particle packing and rheology, which are familiar concepts to minerals engineers, are also key building blocks in the development of geopolymer knowledge. Analysis of the nanostructure of geopolymer gels has enabled the tailored selection of geopolymer precursors and the design of alkali activator composition, aiding in establishing the relationship between geopolymer gel microstructure and durability."}{"Antibacterial and antioxidant activities of Mentha piperita L. ": "The antibacterial activity of peppermint oil and different extracts of Mentha piperita against some Gram-positive and Gram-negative bacterial strains was evaluated in the present research work by agar well diffusion method. It was found that the distilled concentrations of essential oil inhibited the growth of microorganisms and the results were comparable with those of antibiotic gentamycin. Essential oils showed a wider spectrum of activity but less strong inhibition as compared to the investigated commercial antibiotic. Minimum inhibitory concentrations (MICs) for the bacterial species ranged from 0.4% to 0.7% v/v. The oil and extracts also exhibited significant antioxidant activity and the oil showed about half potency when compared to the standard BHT. These results indicated the strong antibacterial and antioxidant activities of peppermint oil but additional investigations need to be performed in order to confirm the safety of these concentrations (MIC) for human consumption. Peppermint oil could be used as a good conservation agent by inhibiting some food borne pathogens."}{"Emerging pollutants in wastewater: A review of the literature ": "For 20 years, many articles report the presence of new compounds, called “emerging compounds”, in wastewater and aquatic environments. The US EPA (United States – Environmental Protection Agency) defines emerging pollutants as new chemicals without regulatory status and which impact on environment and human health are poorly understood.\n                  The objective of this work was to identify data on emerging pollutants concentrations in wastewater, in influent and effluent from wastewater treatment plants (WWTPs) and to determine the performance of sewage disposal. We collected 44 publications in our database. We sought especially for data on phthalates, Bisphenol A and pharmaceuticals (including drugs for human health and disinfectants). We gathered concentration data and chose 50 pharmaceutical molecules, six phthalates and Bisphenol A. The concentrations measured in the influent ranged from 0.007 to 56.63μg per liter and the removal rates ranges from 0% (contrast media) to 97% (psychostimulant). Caffeine is the molecule whose concentration in influent was highest among the molecules investigated (in means 56.63μg per liter) with a removal rate around 97%, leading to a concentration in the effluent that did not exceed 1.77μg per liter. The concentrations of ofloxacin were the lowest and varied between 0.007 and 2.275μg per liter in the influent treatment plant and 0.007 and 0.816μg per liter in the effluent. Among phthalates, DEHP is the most widely used, and quantified by the authors in wastewater, and the rate of removal of phthalates is greater than 90% for most of the studied compounds. The removal rate for antibiotics is about 50% and 71% for Bisphenol A. Analgesics, anti inflammatories and beta-blockers are the most resistant to treatment (30–40% of removal rate). Some pharmaceutical molecules for which we have not collected many data and which concentrations seem high as Tetracycline, Codeine and contrast products deserve further research."}{"Bioactive compounds and antioxidant activity of fresh exotic fruits from northeastern Brazil ": "Foods rich in antioxidants play an essential role in the prevention of diseases. The present study compared contents of phenolics, vitamin C, anthocyanin and antioxidant activity of 11 fresh exotic fruits, cultivated in the northeastern part of Brazil. The antioxidant activities were evaluated using two antioxidant systems 2,2-diphenyl-1-picrylhydrazyl (DPPH) and 2,2′-azinobis(3-ethylbenzothiazoline-6-sulfonic acid) (ABTS), expressed as TEAC (Trolox Equivalent Antioxidant Capacity) and VCEAC (Vitamin C Equivalent Antioxidant Capacity) values. The results indicated that the above fruits, such as murici and mangaba, were good sources of antioxidants. The phenolic contents showed positive correlations with total antioxidant by ABTS (R=0.94, P≤0.001) and DPPH (R=0.88, P≤0.001) assays. However, this correlation was not noticed when examining vitamin C and anthocyanins contents. The 11 fruits studied had comparable antioxidant activity in both, ABTS and DPPH assays. These methods are recommended as useful tools for the evaluation of the total activity antioxidant in fruits. Our results indicated promising perspectives for the development and usage of fruits species studied with considerable levels of antioxidant activity."}{"Total carotenoid content, α-carotene and β-carotene, of landrace pumpkins (Cucurbita moschata Duch): A preliminary study ": "Landrace pumpkins occur in nature and their potential as source of pro-vitamin A may be investigated in order to be used in conventional plant breeding or biofortification programs, aiming to increase the total carotenoids and β-carotene contents. The objective of the study was to determine the total carotenoid, α-carotene, β-carotene and its isomers and contents in two landrace samples (A and B) of raw pumpkins (Cucurbita moschata) to verify its seed production potential. High Performance Liquid Chromatography and UV/Visible spectrophotometry were used to determine α-carotene, β-carotene and its isomers, and total carotenoid contents, respectively. All analyses were carried out in triplicate. The results showed mean total carotenoid contents of 404.98 in sample A, and 234.21μg/g in sample B. The α-carotene contents varied from 67.06 to 72.99μg/g in samples A and B, respectively. All E-β-carotene was the most abundant isomer found varying from 244.22 to 141.95μg/g in samples A and B, respectively. The 9 and 13-Z-β-carotene isomers were still found in low concentrations in both analyzed landrace samples. The content of β-carotene in raw sample A showed to be promising for the production of seeds for cultivation and consumption."}{"Functional and bioactive properties of collagen and gelatin from alternative sources: A review ": "The rising interest in the valorisation of industrial by-products is one of the main reasons why exploring different species and optimizing the extracting conditions of collagen and gelatin has attracted the attention of researchers in the last decade. The most abundant sources of gelatin are pig skin, bovine hide and, pork and cattle bones, however, the industrial use of collagen or gelatin obtained from non-mammalian species is growing in importance. The classical food, photographic, cosmetic and pharmaceutical application of gelatin is based mainly on its gel-forming properties. Recently, and especially in the food industry, an increasing number of new applications have been found for gelatin in products such as emulsifiers, foaming agents, colloid stabilizers, biodegradable film-forming materials and micro-encapsulating agents, in line with the growing trend to replace synthetic agents with more natural ones. In the last decade, a large number of studies have dealt with the enzymatic hydrolysis of collagen or gelatin for the production of bioactive peptides. Besides exploring diverse types of bioactivities, of an antimicrobial, antioxidant or antihypertensive nature, studies have also focused on the effect of oral intake in both animal and human models, revealing the excellent absorption and metabolism of Hyp-containing peptides. The present work is a compilation of recent information on collagen and gelatin extraction from new sources, as well as new processing conditions and potential novel or improved applications, many of which are largely based on induced cross-linking, blending with other biopolymers or enzymatic hydrolysis."}