{"Efficient data assimilation for spatiotemporal chaos: A local ensemble transform Kalman filter ": "Data assimilation is an iterative approach to the problem of estimating the state of a dynamical system using both current and past observations of the system together with a model for the system’s time evolution. Rather than solving the problem from scratch each time new observations become available, one uses the model to “forecast” the current state, using a prior state estimate (which incorporates information from past data) as the initial condition, then uses current data to correct the prior forecast to a current state estimate. This Bayesian approach is most effective when the uncertainty in both the observations and in the state estimate, as it evolves over time, are accurately quantified. In this article, we describe a practical method for data assimilation in large, spatiotemporally chaotic systems. The method is a type of “ensemble Kalman filter”, in which the state estimate and its approximate uncertainty are represented at any given time by an ensemble of system states. We discuss both the mathematical basis of this approach and its implementation; our primary emphasis is on ease of use and computational speed rather than improving accuracy over previously published approaches to ensemble Kalman filtering. We include some numerical results demonstrating the efficiency and accuracy of our implementation for assimilating real atmospheric data with the global forecast model used by the US National Weather Service."}{"A Bayesian tutorial for data assimilation ": "Data assimilation is the process by which observational data are fused with scientific information. The Bayesian paradigm provides a coherent probabilistic approach for combining information, and thus is an appropriate framework for data assimilation. Viewing data assimilation as a problem in Bayesian statistics is not new. However, the field of Bayesian statistics is rapidly evolving and new approaches for model construction and sampling have been utilized recently in a wide variety of disciplines to combine information. This article includes a brief introduction to Bayesian methods. Paying particular attention to data assimilation, we review linkages to optimal interpolation, kriging, Kalman filtering, smoothing, and variational analysis. Discussion is provided concerning Monte Carlo methods for implementing Bayesian analysis, including importance sampling, particle filtering, ensemble Kalman filtering, and Markov chain Monte Carlo sampling. Finally, hierarchical Bayesian modeling is reviewed. We indicate how this approach can be used to incorporate significant physically based prior information into statistical models, thereby accounting for uncertainty. The approach is illustrated in a simplified advection–diffusion model."}{"Hydrogen bonding interaction between imidazolyl N–H group and peroxide: Stabilization of Mn(III)-peroxo complex TpiPr2Mn(η2-O2)(imMeH) (imMeH=2-methylimidazole) ": "A mononuclear side-on peroxo managanese (III) complex, TpiPr2Mn(η2-O2)(imMeH) (3) was prepared by the reaction of [TpiPr2Mn(O)]2 with excess amount of H2O2 in the presence of 2-methylimidazole (imMeH). Its X-ray structure clearly demonstrated the involvement of intermolecular hydrogen bonding interaction between η2-peroxide and imidazolyl N–H functional group. Complex 3 was stable, green in color and unable to oxygenate triphenylphosphine and ethyl vinyl ether."}{"Restoration of submerged vegetation in shallow eutrophic lakes – A guideline and state of the art in Germany ": "One of the most serious problems caused by eutrophication of shallow lakes is the disappearance of submerged macrophytes and the switch to a turbid, phytoplankton-dominated state. The reduction of external nutrient loads often does not result in a change back to the macrophyte-dominated state because stabilising mechanisms that cause resilience may delay a response. Additional internal lake restoration measures may therefore be needed to decrease the concentration of total phosphorus and increase water clarity. The re-establishment of submerged macrophytes required for a long-term stability of clear water conditions, however, may still fail, or mass developments of tall-growing species may cause nuisance for recreational use. Both cases are often not taken into account when restoration measures are planned in Germany, and existing schemes to reduce eutrophication consider the topic inadequately. Here we develop a step-by-step guideline to assess the chances of submerged macrophyte re-establishment in shallow lakes. We reviewed and rated the existing literature and case studies with special regard on (1) the impact of different internal lake restoration methods on the development of submerged macrophytes, (2) methods for the assessment of natural re-establishment, (3) requirements and methods for artificial support of submerged macrophyte development and (4) management options of macrophyte species diversity and abundance in Germany. This guideline is intended to help lake managers aiming to restore shallow lakes in Germany to critically asses and predict the potential development of submerged vegetation, taking into account the complex factors and interrelations that determine their occurrence, abundance and diversity."}{"Effect of tensile strain rate and elongation on crystalline structure and piezoelectric properties of PVDF thin films ": "In this study, blown films of PVDF films were produced. The effect of biaxial orientation and deformation rate on the structure of stretched poly (vinylidene fluoride) samples was investigated by means of Fourier transform infrared spectroscopy (FTIR) and confirming observations by wide angle X-ray diffraction (WAXD). FTIR spectroscopy is a well-known technique for detecting changes in the content of β-phase in PVDF films. Polarized biaxially oriented PVDF films have balanced piezoelectric activities in the film plane as compared to uniaxially oriented films, which have larger piezoelectric coefficients. It was shown that stretching at a rate in the range of 10–50cm/min results in an additional transition of non-polar α phase into polar β crystallites. β-phase formation is more apparent in stretched films by a transformation mechanism of α- to β-phase via the formation of a necking region during stretching. The analysis of the intensive absorption bands at 763 and 840cm−1 of α and β phase indicates that the β crystallite content is affected by the direction of orientation. The highest content of well oriented β-phase, 86.5%, by using FTIR techniques, was achieved during drawing at 50mm/min. This was accomplished during stretching at 87°C and for a stretch ratio of 6.5. At this stretch ratio, a maximum stress piezoelectric coefficient of d\n                     33=33pC/N was obtained. The diffraction patterns of the stretched films showed that diffractions at 2θ=17.6°, 18.3°, 19.9° and 26.5° related to the α-phase transformed to new peaks at 2θ=20.57° and 2θ=36.3° which are the characteristics of the β-phase."}