{"Antifouling technology—past, present and future steps towards efficient and environmentally friendly antifouling coatings ": "The imminent ban of environmentally harmful tributyltin (TBT)-based paint products has been the cause of a major change in the antifouling paint industry. In the past decade, several tin-free products have reached the commercial market, and claimed their effectiveness as regards the prevention of marine biofouling on ships in an environmentally friendly manner. The main objective of this review is to describe these products in as much detail as possible based on the knowledge available in the open literature. This knowledge has been supplemented by means of performance data provided, upon request, by some of the paint-producing companies. An exhaustive review of the historical development of antifouling systems and a detailed characterisation of sea water are also included. The need for studies on the behaviour of chemically active paints under different sea water conditions is emphasised. In addition, the most common booster biocides used to replace TBT-containing compounds are listed and described. It must be stressed that there is still a lack of knowledge of their potential environmental side effects.\n                  The current interest in providing innovative antifouling technologies based on an improved understanding of the biological principles of the biofouling process is also considered in this review. From the analysis of the factors affecting the biofouling process, the interference with the settlement and attachment mechanisms is the most promising environmentally benign option. This can be accomplished in two main ways: imitation of the natural antifouling processes and modification of the characteristics of the substrate. The former mostly focuses on the study of the large amount of secondary metabolites secreted by many different marine organisms to control the fouling on their surfaces. The many obstacles that need to be overcome for the success of this research are analysed. The potential development of broad-spectrum efficient coatings based on natural antifoulants is far from commercialisation. However, exploitation of a weakening of biofouling adhesion by means of the non-stick and fouling-release concepts is at a rather advanced stage of development. The main advantages and drawbacks of these systems are presented along with a brief introduction to their scientific basis. Finally, other alternatives, which may eventually give rise to an efficient and environmentally benign antifouling system, are outlined."}