{"A comparative study of CO2, CH4 and N2 adsorption in ZIF-8, Zeolite-13X and BPL activated carbon ": "Experimental adsorption isotherms of CO2, CH4 and N2 in ZIF-8, Zeolite 13X and BPL activated carbon are reported at 25°C and up to 1bar. Results show that the adsorption capacity of Zeolite-13X is very sensitive to the activation temperature used. When properly activated its gas uptake is considerably higher than BPL activated carbon and ZIF-8. CO2/CH4 and CO2/N2 mixture adsorption isotherms based on IAST calculations reveal that Zeolite-13X also has significantly higher selectivities for CO2 compared to BPL activated carbon and ZIF-8. ZIF-8 performs poorly for CO2 separations within the pressure range investigated; on the other hand, its adsorption capacity shows no dependence of regeneration temperature."}{"Methane bond activation by Pt and Pd subnanometer clusters supported on graphene and carbon nanotubes ": "Activation of the C–H bond is important for hydrocarbon catalysis with applications in energy technology such as production of synthetic fuels. Subnanometer clusters such as Pt4 show great promise for catalytic activities potentially much greater than monolith. Using density functional theory, we investigated C–H bond breaking, an important step of the conversion reaction of methane to liquid fuels, on Pt and Pd subnanometer clusters with graphene and carbon nanotubes as supports. Our results show that CNT supports can be selected by size and chirality to provide stable support for subnanometer Pt and Pd clusters and tailor their catalytic activity."}{"Qualitative soil mineral analysis by EDXRF, XRD and AAS probes ": "Soil minerals study is vital in terms of investigating the major soil forming compounds and to find out the fate of minor and trace elements, essential for the soil–plant interaction purpose. X-ray diffraction (XRD) has been a popular technique to search out the phases for different types of samples. For the soil samples, however, employing XRD is not so straightforward due to many practical problems. In the current approach, principal component analysis (PCA) has been used to have an idea of the minerals present, in qualitative manner, in the soil under study. PCA was used on the elemental concentrations data of 17 elements, determined by the energy dispersive X-ray fluorescence (EDXRF) technique. XRD analysis of soil samples has been done also to identify the minerals of major elements. Some prior treatments, like removal of silica by polytetrafluoroethylene (PTFE) slurry and grinding with alcohol, were given to samples to overcome the peak overlapping problems and to attain fine particle size which is important to minimize micro-absorption corrections, to give reproducible peak intensities and to minimize preferred orientation. A 2θ step of 0.05°/min and a longer dwell time than normal were used to reduce interferences from background noise and to increase the counting statistics. Finally, the sequential extraction procedure for metal speciation study has been applied on soil samples. Atomic absorption spectroscopy (AAS) was used to find the concentrations of metal fractions bound to various forms. Applying all the three probes, the minerals in the soils can be studied and identified, successfully."}{"Synthesis of silver nanoparticles using plants extract and analysis of their antimicrobial property ": "Plants extract from Ocimum tenuiflorum, Solanum tricobatum, Syzygium cumini, Centella asiatica and Citrus sinensis was used for the synthesis of silver nanoparticles (Ag NPs) from silver nitrate solution. Ag NPs were characterized by UV–vis spectrophotometer, X-ray diffractometer (XRD), atomic force microscope (AFM) and scanning electron microscope (SEM). The formation and stability of the reduced silver nanoparticles in the colloidal solution were monitored by UV–vis spectrophotometer analysis. The mean particle diameter of silver nanoparticles was calculated from the XRD pattern according to the line width of the plane, refraction peak using the Scherrer’s equation. AFM showed the formation of silver nanoparticle with an average size of 28 nm, 26.5 nm, 65 nm, 22.3 nm and 28.4 nm corresponding to O. tenuiflorum, S. cumini, C. sinensis, S. tricobatum and C. asiatica, respectively. SEM determination of the brown color stable samples showed the formation of silver nanoparticles and well dispersed nanoparticles could be seen in the samples treated with silver nitrate. Antimicrobial activity of the silver bio-nanoparticles was performed by well diffusion method against Staphylococcus aureus, Pseudomonas aeruginosa, Escherichia coli and Klebsiella pneumoniae. The highest antimicrobial activity of silver nanoparticles synthesized by S. tricobatum, O. tenuiflorum extracts was found against S. aureus (30 mm) and E. coli (30 mm) respectively. The Ag NPs synthesized in this process has the efficient antimicrobial activity against pathogenic bacteria. Of these, silver nanoparticles are playing a major role in the field of nanotechnology and nanomedicine."}{"Natural products in treatment of ulcerative colitis and peptic ulcer ": "Ulcerative colitis is an inflammatory chronic disease that affects the mucosa and submucosa of the colon and rectum. Several types of drugs are available such as aminosalicylates. Peptic ulcer disease (PUD) is a common disorder that affects millions of individuals worldwide and it can be considered one of the most important common diseases in the world. Treatment of peptic ulcers depends on using a number of synthetic drugs that reduce the rate of stomach acid secretion (Antiacids), protect the mucous tissues that line the stomach and upper portion of the small intestine (Demulcents) or to eliminate Helicobacter pylori (H. pylori). In most cases, incidence of relapses and adverse reactions is seen in the following synthetic antiulcer therapy. Accordingly, the main concern of the current article is to introduce a safe drug (or more) of natural origin, to be used for the management of gastric ulcers without side effects.\n                  A widespread search has been launched to identify new anti-ulcer therapies from natural sources. Herbs, medicinal plants, spices, vegetables and crude drug substances are considered to be a potential source to control various diseases including gastric ulcer and ulcerative colitis. In the scientific literature, a large number of medicinal plants and their secondary metabolites with potential anti-ulcer (anti-peptic ulcer and antiulcerative colitis) activities have been reported. Treatment with natural products produces promising results and fewer side effects. Our goal is to collect the published data in the last 24 years and reviews the natural products reported in the treatment of these diseases and their mechanism of action."}{"A simple spot test quantification method to determine formaldehyde in aqueous samples ": "A simple, accurate, and economical method has been proposed to measure formaldehyde in aqueous samples. The method is based on quantification of classical chromotropic acid – formaldehyde violet spots developed on TLC. Different parameters such as concentration of chromotropic and sulfuric acid, time of heating and order of application of reagents have been studied to find out the optimum working procedure. Spots have been quantified by scanning the spotted TLC and analyzing the image in computer with Visual Basic 6.0 based graphic application. The study consisted of developing an appropriate calibration line, analyzing artificial and real samples, and comparing the new method with a standard spectrophotometric method (NIOSH Method-3500, 1994). It has been concluded that the present method had the capability for measuring formaldehyde in aqueous samples at trace level with high precision and accuracy, particularly when dealing with turbid and small volume samples where the standard method failed."}{"Advanced drug delivery systems: Nanotechnology of health design A review ": "Nanotechnology has finally and firmly entered the realm of drug delivery. Performances of intelligent drug delivery systems are continuously improved with the purpose to maximize therapeutic activity and to minimize undesirable side-effects. This review describes the advanced drug delivery systems based on micelles, polymeric nanoparticles, and dendrimers. Polymeric carbon nanotubes and many others demonstrate a broad variety of useful properties. This review emphasizes the main requirements for developing new nanotech-nology-based drug delivery systems."}{"Leaching and recovery of zinc and copper from brass slag by sulfuric acid ": "Leaching and recovery processes for zinc and copper from brass slag by sulfuric acid were carried out and iron and aluminum were also precipitated as hydroxides in addition to silica gel. The factors affecting the performance and efficiency of the leaching processsuch as agitation rate, leaching time, acid concentration and temperature were separately investigated. The results obtained revealed that zinc and copper are successfully recovered from these secondary resources, where the percent recovery amounts to 95% and 99% for zinc and copper, respectively. The experimental data of this leaching process were well interpreted with the shrinking core model under chemically controlled processes. The apparent activation energy for the leaching of zinc has been evaluated using the Arrhenius expression. Based on the experimental results, a separation method and a flow sheet were developed and tested to separate zinc, copper, iron, aluminum and silica gel from the brass slag."}{"Coconut coir dust as a low cost adsorbent for the removal of cationic dye from aqueous solution ": "Adsorption of methylene blue from aqueous solution onto coconut coir dust (CCD) a low cost agricultural waste material in a batch process was investigated. Adsorption was studied as a function of amount of adsorbent, pH and concentration with time. It was found that percentage adsorption varied linearly with the amount of adsorbent and concentration with time but varies non-linearly with pH. Adsorption equilibrium data were represented by isotherm, kinetics and thermodynamics models. Three isotherm models namely Langmuir, Freundlich and Temkin were tested and adsorption was found to fit well into these models with R\n                     2\n                     ⩾0.90. The kinetic data were well described by the pseudo-second order kinetic model. The adsorption process was endothermic with a mean change in enthalpy (ΔH) (+17.87KJmol−1) and spontaneous with a mean free energy change (ΔG) (−9.69KJmol−1). FTIR analyses of the adsorbent suggest that adsorption of the dye was through a chemical interaction of the functional groups on the surface of the adsorbent."}{"Comparative study of methylene blue dye adsorption onto activated carbon, graphene oxide, and carbon nanotubes ": "Three different carbonaceous materials, activated carbon, graphene oxide, and multi-walled carbon nanotubes, were modified by nitric acid and used as adsorbents for the removal of methylene blue dye from aqueous solution. The adsorbents were characterized by N2 adsorption/desorption isotherms, infrared spectroscopy, particle size, and zeta potential measurements. Batch adsorption experiments were carried out to study the effect of solution pH and contact time on dye adsorption properties. The kinetic studies showed that the adsorption data followed a pseudo second-order kinetic model. The isotherm analysis indicated that the adsorption data can be represented by Langmuir isotherm model. The remarkably strong adsorption capacity normalized by the BET surface area of graphene oxide and carbon nanotubes can be attributed to π–π electron donor acceptor interaction and electrostatic attraction."}{"Crime and punishment: Does it pay to punish? ": "Crime is the result of a rational distinctive balance between the benefits and costs of an illegal act. This idea was proposed by Becker more than forty years ago (Becker (1968) [1]). In this paper, we simulate a simple artificial society, in which agents earn fixed wages and can augment (or lose) wealth as a result of a successful (or not) act of crime. The probability of apprehension depends on the gravity of the crime, and the punishment takes the form of imprisonment and fines. We study the costs of the law enforcement system required for keeping crime within acceptable limits, and compare it with the harm produced by crime. A sharp phase transition is observed as a function of the probability of punishment, and this transition exhibits a clear hysteresis effect, suggesting that the cost of reversing a deteriorated situation might be much higher than that of maintaining a relatively low level of delinquency. Besides, we analyze economic consequences that arise from crimes under different scenarios of criminal activity and probabilities of apprehension."}{"The persistence length and length per base of single-stranded DNA obtained from fluorescence correlation spectroscopy measurements using mean field theory ": "A dynamical mean field theory is used to predict the end-monomer mean square displacement of single-stranded DNA and finally estimate two important parameters—the persistence length \n                        \n                           \n                              l\n                           \n                           \n                              p\n                           \n                        \n                      and the length per base \n                        \n                           \n                              l\n                           \n                           \n                              d\n                           \n                        \n                     . Both parameters are set free, and finally reach optimum values by fitting the theoretical data to the experimental data of Shusterman et al. [R. Shusterman, S. Alon, T. Gavrinyov, O. Krichevsky, Monomer dynamics in double- and single-stranded DNA polymers, Phys. Rev. Lett. 92 (2004) 048303]. Three optimization methods, global optimization, individual optimization and selected optimization are performed with the Monte Carlo method. All the optimization methods can faithfully reproduce the experimental data. In selected optimization for 2400 and 6700 bases ssDNA, \n                        \n                           \n                              l\n                           \n                           \n                              p\n                           \n                        \n                        =\n                        2.223\n                        \n                        \n                           nm\n                        \n                      and \n                        \n                           \n                              l\n                           \n                           \n                              d\n                           \n                        \n                        =\n                        0.676\n                        \n                        \n                           nm\n                        \n                      are obtained. The theoretical results show a larger persistence length for ssDNA than ordinary synthetic polymers, and the obtained length per base is larger than the reported value obtained from single molecule force measurements. The \n                        \n                           \n                              l\n                           \n                           \n                              p\n                           \n                        \n                      and \n                        \n                           \n                              l\n                           \n                           \n                              d\n                           \n                        \n                      obtained from mean field theory complement the current data previously measured for different salt concentrations in solution."}{"Dynamics of snoring sounds and its connection with obstructive sleep apnea ": "Snoring is extremely common in the general population and when irregular may indicate the presence of obstructive sleep apnea. We analyze the overnight sequence of wave packets — the snore sound — recorded during full polysomnography in patients referred to the Sleep Laboratory due to suspected obstructive sleep apnea. We hypothesize that irregular snore, with duration in the range between 10 and 100 s, correlates with respiratory obstructive events. We find that the number of irregular snores — easily accessible, and quantified by what we call the snore time interval index (STII) — is in good agreement with the well-known apnea–hypopnea index, which expresses the severity of obstructive sleep apnea and is extracted only from polysomnography. In addition, the Hurst analysis of the snore sound itself, which calculates the fluctuations in the signal as a function of time interval, is used to build a classifier that is able to distinguish between patients with no or mild apnea and patients with moderate or severe apnea."}{"The global CMT project 2004–2010: Centroid-moment tensors for 13,017 earthquakes ": "Earthquake moment tensors reflecting seven years of global seismic activity (2004–2010) are presented. The results are the product of the global centroid-moment-tensor (GCMT) project, which maintains and extends a catalog of global seismic moment tensors beginning with earthquakes in 1976. Starting with earthquakes in 2004, the GCMT analysis takes advantage of advances in the mapping of propagation characteristics of intermediate-period surface waves, and includes these waves in the moment-tensor inversions. This modification of the CMT algorithm makes possible the globally uniform determination of moment tensors for earthquakes as small as M\n                     \n                        W\n                     \n                     =5.0. For the period 2004–2010, 13,017 new centroid-moment tensors are reported."}{"Evaluation of the sensory and color quality of coffee beans stored in hermetic packaging ": "The objective this study was to commercially validate the effects of an artificial atmosphere on the color, flavor and aroma of green coffee beans stored after 12 months. The coffees were evaluated by a sensory panel composed of 13 tasters who were judges certified by the Specialty Coffee Association of America and who operate commercially in various coffee-producing regions of Brazil. The evaluation consisted of a 2 × 2 factorial design with three replicates, two storage conditions (hermetic big-bags with and without CO2 injection, i.e., a modified atmosphere and a controlled atmosphere, respectively) and two sampling positions (upper and medium). Two additional treatments were studied as controls: jute sacks and GrainPro sacks. The beans were qualitatively evaluated for their color and for their beverage quality attributes including their fragrance, sweetness, acidity, flavor, body and aftertaste. The beans packaged in hermetic big-bags with a CO2 injection maintained a specialty coffee classification. Impermeable packaging preserved the initial color of the coffee beans. Coffee storage in hermetic packaging preserves the desirable aromas of the coffee. The frequencies of the sweetness and acidity attributes were predominantly low for the coffees packaged in jute sacks. Undesirable flavors and aromas predominated in the coffees packaged in jute sacks."}{"A brief review of chemical and mineralogical resources on the Moon and likely initial in situ resource utilization (ISRU) applications ": "In situ resource utilization (ISRU) refers to the in situ generation of consumables for autonomous or human activities from raw materials found on the Moon or other planetary bodies. The use of ISRU on the Moon may provide a means of reducing the cost and risk of human exploration of the Moon and beyond, and an impetus for commercial contributions to lunar exploration. Potential products include O2 and H2O for life support, H2 and O2 for fuel and propellant, and other elements and compounds for metallurgic and chemical production processes.\n                  If ISRU is to be applied successfully on the Moon, it is important that landing site selection, surface operations and suitable ISRU technologies are identified using knowledge of the availability and distribution of lunar resources and detailed understanding of the workings of the various processes available. Here, we review current knowledge of chemical and mineralogical resources on the Moon which can be used in the development of ISRU as a realistic component of future lunar exploration."}{"Phytoplankton abundance, biomass and diversity within and between Pantanal wetland habitats ": "During the high water season, the flooding reduces environmental heterogeneity in aquatic ecosystems of the Pantanal wetland. When the water level recedes, lakes and channels are formed as individual systems. Therefore, we expected the spatial heterogeneity during the low water phase resulting in changes on biological communities leading to high phytoplankton abundance, biomass and diversity within and between habitats. To test this hypothesis, we analyzed eight freshwater systems (five oxbow lakes, two channels, and the river) during the low water period. Phytoplankton biomass, abundance, diversity (alpha, beta, gamma) and diversity metrics as richness (species per sample), Shannon diversity (H′) and evenness were measured in all systems along with nutrient concentrations, zooplankton and bacteria abundances. We found 97 species as gamma diversity. The alpha diversity was unexpectedly low in comparison to most other South American floodplain systems (38 species in river, 24 in channels and 29 in lakes). Also, the systems are relatively similar in composition (beta diversity, 28%). Connectivity differences between systems highlighted differences in phytoplankton abundance and biomass (fresh weight) ranging from 1428indmL−1 (river) to 3710indmL−1 (lakes) and from 0.71mgL−1 (river) to 2.9mgL−1 (lakes), respectively. However, our results did not indicate significant differences in phytoplankton species richness between the systems during the low water. Our main conclusions are that local factors may be responsible for changes on phytoplankton community and the time of isolation during the low water phase was not sufficient to promote changes in phytoplankton diversity between the habitats."}{"Management effects on water quality, sediments and fish production in extensive fish ponds in the Dombes region, France ": "In aquaculture, management practices such as supplementary feeding or fertilisation of water are generally considered to improve fish yield in ponds or shallow lakes. Nevertheless, in semi-natural systems where many ponds or lakes are situated in a cultural landscape, this is much less evident for certain fish farmers because fish production systems are often quite extensive, and fish production is only one economic activity among others for these fish farmers. In this paper we analyse the influence of different management practices on fish yield and nutrient status of fish ponds’ water and sediments, and we have an additional regard on potential implications of this in the perspective of the European Water Framework Directive. This directive demands that artificial water bodies such as fish ponds have to attain a good ecological potential in 2015, and thus to adapt water body management to achieve this.\n                  In total, 83 fish ponds were studied from 2007 to 2009 in the Dombes region, France. This region is characterised by 1100 nutrient rich fish ponds located in a heterogeneous agricultural landscape with cropping, animal husbandry and forestry. Different water parameters (PO4\n                     3−, NO3\n                     −, total P, total N, NH4+, chlorophyll-a) were analysed from April to October in each year. Sediments were sampled in March and October and analysed for available P, total N, organic matter and Ca concentration. Data about pond management practices such as fertilisation of pond water, supplementary feeding as well as fertilisation and liming of pond grounds when they are emptied and let dried out during a year, and harvested fish were collected by interviewing pond owners and pond managers.\n                  The main results found are that the combination of the annual management practices supplementary feeding and fertilisation, increased significantly the fish yields. When combining the annual with the non-annual management practices fertilisation of pond grounds and liming of pond grounds during a year when ponds are emptied, highest yield were obtained. Using only the non-annual practices, yields could be positively influenced. Lowest yields were found when no management practice was applied. Significant, but contrasting effects of pond management practices on water or sediment parameters were only found for available P of sediments and NO3\n                     − for the management practices supplementary feeding, fertilisation of water, or liming of the pond ground. Whereas available P of sediments showed higher values with the three practices, NO3\n                     − in the water showed lower values. Although only few significant differences were found, means of parameters showed a certain trend as they were in many cases, besides for total N and NO3\n                     −, higher with the management practice.\n                  Our results show that there is a limited effect of pond management practices on the chemical status of the pond water and sediments. This also suggests a limited potential to change management practices to respond to the demand of the European Water Framework Directive for good water quality and ecological potential."}{"Applications of nanotechnology in water and wastewater treatment ": "Providing clean and affordable water to meet human needs is a grand challenge of the 21st century. Worldwide, water supply struggles to keep up with the fast growing demand, which is exacerbated by population growth, global climate change, and water quality deterioration. The need for technological innovation to enable integrated water management cannot be overstated. Nanotechnology holds great potential in advancing water and wastewater treatment to improve treatment efficiency as well as to augment water supply through safe use of unconventional water sources. Here we review recent development in nanotechnology for water and wastewater treatment. The discussion covers candidate nanomaterials, properties and mechanisms that enable the applications, advantages and limitations as compared to existing processes, and barriers and research needs for commercialization. By tracing these technological advances to the physicochemical properties of nanomaterials, the present review outlines the opportunities and limitations to further capitalize on these unique properties for sustainable water management."}{"Comparison of simple and pure shear for an incompressible isotropic hyperelastic material under large deformation ": "The concepts of simple and pure shear are well known in continuum mechanics. For small deformations, these states differ only by a rotation. However, correlations between them are not well defined in the case of large deformations. The main goal of this study is to compare these two states of deformation by means of experimental and theoretical approaches. An incompressible isotropic hyperelastic material was used. The experimental procedures were performed using digital image correlation (DIC). The simple shear deformation was obtained by single lap joint testing, while the pure shear was achieved by means of planar tension testing. Classical hyperelastic constitutive equations available in the literature were used. As a consequence, the results indicate that simple shear cannot be considered as pure shear combined with a rotation when large deformation is assumed, as widely considered in literature."}{"Electronic structure of a single MoS2 monolayer ": "The electronic structure of a single MoS2 monolayer is investigated with all electron first-principles calculations based on Kohn Sham Density Functional Theory and variational treatment of spin–orbital coupling. The topologies of the valence band maximum and conduction band minimum are explored over the whole Brillouin zone. The single MoS2 monolayer is confirmed to be a direct band gap semiconductor. The projected density of states (PDOS) of a single monolayer is calculated and compared to that of bulk MoS2. The effective masses and the orbital character of the band edges at high-symmetry points of the Brillouin zone are determined. The spin-splittings of the conduction band minimum (CBMIN) and valence band maximum (VBMAX) are calculated over the whole Brillouin zone. It is found that the maximum spin-splitting of VBMAX is attained at the \n                        \n                           K\n                        \n                      point of the Brillouin zone and is responsible for the experimentally observed splitting between the A1 and B1 excitons."}{"Thermal properties of graphene and multilayer graphene: Applications in thermal interface materials ": "We review the thermal properties of graphene and multilayer graphene, and discuss graphene’s applications in thermal management of advanced electronics and optoelectronics. A special attention is paid to the use of the liquid-phase-exfoliated graphene and multilayer graphene as the fillers in the thermal interface materials. It has been demonstrated that addition of an optimized mixture of graphene and multilayer graphene to the composites with different matrix materials produces the record-high enhancement of the effective thermal conductivity at the small filler loading fraction (f≤10vol%). The thermal conductivity enhancement due to the presence of graphene in the composites has been observed for a range of matrix materials used by industry. The hybrid composites where graphene is utilized together with metallic micro- and nanoparticles allow one to tune both the thermal and electrical conductivity of these materials. Theoretical considerations indicate that the graphene-based thermal interface materials can outperform those with carbon nanotubes, metal nanoparticles and other fillers owing to graphene’s geometry, mechanical flexibility and lower Kapitza resistance at the graphene–base material interface."}{"Optical spectroscopy of graphene: From the far infrared to the ultraviolet ": "The unique electronic structure of graphene leads to several distinctive optical properties. In this brief review, we outline the current understanding of two general aspects of optical response of graphene: optical absorption and light emission. We show that optical absorption in graphene is dominated by intraband transitions at low photon energies (in the far-infrared spectral range) and by interband transitions at higher energies (from mid-infrared to ultraviolet). We discuss how the intraband and interband transitions in graphene can be modified through electrostatic gating. We describe plasmonic resonances arising from the free-carrier (intraband) response and excitonic effects that are manifested in the interband absorption. Light emission, the reverse process of absorption, is weak in graphene due to the absence of a band gap. We show that photoluminescence from hot electrons can, however, become observable either through femtosecond laser excitation or strong electrostatic gating."}{"Electrical control of optical properties of monolayer MoS2\n             ": "We investigate electrical gating of photoluminescence and optical absorption in monolayer molybdenum disulfide (MoS2) configured in field effect transistor geometry. We observe a hundredfold increase in photoluminescence intensity and an increase in absorption at ∼660nm in these devices when an external gate voltage is decreased from +50 to −50V, while the photoluminescence wavelength remains nearly constant. In contrast, in bilayer MoS2 devices we observe almost no changes in photoluminescence with gate voltage. We propose that the differing responses of the monolayer and bilayer devices are related to the interaction of the excitons in MoS2 with charge carriers."}{"Graphene based heterostructures ": "The two dimensional charge carriers in monolayer and bilayer graphene are described by massless and massive chiral Dirac Hamiltonians, respectively. These two-dimensional materials are predicted to exhibit a wide range of behavior, etc. However, graphene devices on a typical three-dimensional insulating substrates such as SiO2 are highly disordered, exhibiting characteristics that are far inferior to the expected intrinsic properties of graphene. We have developed a novel technique for substrate engineering of graphene devices using layered dielectric materials to build graphene based vertical heterostructures. We employ hBN, an insulating isomorph of graphite, as a substrate and gate dielectric for graphene electronics. In this review, we describe the fabrication and characterization of high-quality exfoliated mono- and bilayer graphene devices on single-crystal hBN substrates, using a mechanical transfer process. Graphene devices on hBN substrates have mobilities and carrier inhomogeneities that are almost an order of magnitude better than devices on SiO2. We use the enhanced mobility of electrons in hBN supported graphene to investigate the effects of electronic interactions. We find that interactions drive spontaneous breaking of the emergent SU(4) symmetry of the graphene Landau levels, leading to a variety of non-trivial integer and fractional quantum Hall states. The ability to assemble crystalline layered materials in a controlled way permits the fabrication of graphene devices on other promising dielectrics and allows for the realization of more complex graphene heterostructures."}{"A review of the beneficiation of rare earth element bearing minerals ": "Rare earth elements (REEs) comprise the fifteen elements of the lanthanide series as well as yttrium, and may be found in over 250 different minerals. These elements are required for many different applications such as high-strength permanent magnets, catalysts for petroleum refining, metal and glass additives and phosphors used in electronic displays. The only REE bearing minerals that have been extracted on a commercial scale are bastnäsite, monazite, and xenotime. These minerals may be beneficiated using gravity, magnetic, electrostatic and flotation separation techniques. Increased demand for the different products manufactured from REE has resulted in a constriction of supply from China, which currently produces 97% of the world’s rare earths, via export quotas. Many new rare earth deposits are currently being developed to help meet the demand void created by the Chinese export quotas, however most of these developing deposits include rare earth minerals for which there is limited processing knowledge. This paper examines the separation techniques that are currently employed for rare earth mineral beneficiation and identifies areas in need of further research."}{"\n               Foeniculum vulgare: A comprehensive review of its traditional use, phytochemistry, pharmacology, and safety ": "Foeniculum vulgare (Apiaceae) commonly known as fennel is a well known and important medicinal and aromatic plant widely used as carminative, digestive, lactogogue and diuretic and in treating respiratory and gastrointestinal disorders. Its seeds are used as flavourings in baked goods, meat and fish dishes, ice cream, alcoholic beverages and herb mixtures. Phenols, phenolic glycosides and volatile aroma compounds such as trans-anethole, estragole and fenchone have been reported as the major phytoconstituents of this species. Different pharmacological experiments in a number of in vitro and in vivo models have convincingly demonstrated the ability of F. vulgare to exhibit antifungal, antibacterial, antioxidant, antithrombotic and hepatoprotective activities, lending support to the rationale behind several of its therapeutic uses. Phenolic compounds isolated from F. vulgare are considered to be responsible for its antioxidant activity while the volatile aroma compounds make it an excellent flavouring agent. The present review is an up-to-date and comprehensive analysis of the chemistry, pharmacology, traditional uses and safety of F. vulgare."}{"Benzimidazoles: A biologically active compounds ": "Synthesis of commercially available benzimidazole involves condensation of o-phenylenediamine with formic acid. The most prominent benzimidazole compound in nature is N-riosyldimethylbenzimidazole, which serves as a axial ligand for cobalt in vitamin B12. The benzimidazole and its derivatives play a very important role as a therapeutic agent e.g. antiulcer and anthelmintic drugs. Apart from this the benzimidazole derivatives exhibit pharmacological activities such as antimicrobial, antiviral, anticancer, anti-inflammatory, analgesic, etc. The substituted benzimidazoles are summarized in this review to know about the chemistry as well as pharmacological activities."}{"Cafestol extraction yield from different coffee brew mechanisms ": "The extraction yield of cafestol from roast and ground (R&G) coffee beans was evaluated using brews prepared by four brewing mechanisms (boiled, Turkish, French Press and Mocha Pot). The cafestol content of the R&G coffee and the resulting brews was measured and extraction yield calculated. The R&G coffee had an average cafestol content of 603mg/100g R&G coffee with a slight reduction at higher roast intensities. In the brews, preparation method had an impact on cafestol concentration with French, Turkish and boiled preparation methods producing the highest cafestol concentrations. The extraction yield of cafestol was shown to be dependent on the brew mechanism and roasting time, with the lightest roast coffee prepared by French press or boiled preparations having the highest cafestol extraction yield (6.5% and 5.84%) and dark roast Mocha and Turkish preparations had the lowest extraction yields of 2.42% and 2.88% respectively."}{"Antibacterial activity of chitin, chitosan and its oligomers prepared from shrimp shell waste ": "The antimicrobial activities of chito-oligosaccharides against four Gram-positive and seven Gram-negative bacteria were compared to chitosan and chitin with an emphasis on the effects of biopolymer molecular weight (Mv) and degree of deacetylation (DD). Chitin was isolated from shrimp (Parapenaeus longirostris) shell waste by sequential chemical treatments. Chitosan and its oligomers N-acetyl chito-oligosaccharides and chito-oligosaccharides were prepared by deacetylation and chemical hydrolysis, respectively. Chitin exhibited a bacteriostatic effect on Gram-negative bacteria, Escherichia coli ATCC 25922, Vibrio cholerae, Shigella dysenteriae, and Bacteroides fragilis. Chitosan exhibited a bacteriostatic effect on all bacteria tested, except Salmonella typhimurium. The oligomers exhibited a bactericidal effect on all bacteria tested."}