{"N-doped TiO2: Theory and experiment ": "Nitrogen doped titanium dioxide is attracting a continuously increasing attention because of its potential as material for environmental photocatalysis. In this paper we review experimental and theoretical work done on this system in our groups in recent years. The analysis is largely based on electron paramagnetic resonance (EPR) spectra and on their interpretation based on high-level ab initio calculations. N-doped anatase TiO2 contains thermally stable single N-atom impurities either as charged diamagnetic \n                        \n                           \n                              \n                                 N\n                              \n                              \n                                 b\n                              \n                              \n                                 -\n                              \n                           \n                        \n                      centers or as neutral paramagnetic \n                        \n                           \n                              \n                                 N\n                              \n                              \n                                 b\n                              \n                              \n                                 \n                                    \n                                 \n                              \n                           \n                        \n                      centers (b stays for bulk). The N-atoms can occupy both interstitial or substitutional positions in the solid, with some evidence for a preference for interstitial sites. All types of Nb centers give rise to localized states in the band-gap of the oxide, thus accounting for the related reduction of absorption band edge. The relative abundance of these species depends on the oxidation state of the solid. In fact, upon reduction, oxygen vacancies form and transfer electrons from Ti3+ ions to the \n                        \n                           \n                              \n                                 N\n                              \n                              \n                                 b\n                              \n                              \n                                 \n                                    \n                                 \n                              \n                           \n                        \n                      with formation of Ti4+ and \n                        \n                           \n                              \n                                 N\n                              \n                              \n                                 b\n                              \n                              \n                                 -\n                              \n                           \n                        \n                     . EPR spectra measured under irradiation show that the Nb centers are responsible for visible light absorption with promotion of electrons from the localized N-impurity states to the conduction band or to electron scavengers like O2 adsorbed on the surface. These results provide an unambiguous characterization of the electronic states associated with N-impurities in TiO2 and a realistic picture of the processes occurring in the solid under irradiation with visible light."}{"The rigorous derivation of Young, Cassie–Baxter and Wenzel equations and the analysis of the contact angle hysteresis phenomenon ": "The rigorous derivation of Young, Cassie–Baxter and Wenzel equations carried out in the framework of the unified thermodynamic approach is presented. Wetting of rough surfaces controlled with external stimuli is treated. Areas of validity of Cassie–Baxter and Wenzel approaches are discussed. General properties of the contact angle hysteresis are investigated on the same thermodynamic basis."}{"Density, dynamic viscosity, and derived properties of binary mixtures of methanol or ethanol with water, ethyl acetate, and methyl acetate at T\n               =(293.15, 298.15, and 303.15)K ": "Densities and dynamic viscosities for methanol or ethanol with water, ethyl acetate, and methyl acetate at several temperatures T\n                     =(293.15, 298.15, and 303.15)K have been measured over the whole composition range and 0.1MPa, along with the properties of the pure components. Excess molar volumes, viscosity deviations, and excess free energy of activation for the binary systems at the above-mentioned temperatures, were calculated and fitted to the Redlich–Kister equation to determine the fitting parameters and the root-mean-square deviations. UNIQUAC equation was used to correlate the experimental viscosity data. The UNIFAC-VISCO method and ASOG-VISCO method, based on contribution groups, were used to predict the dynamic viscosities of the binary mixtures."}{"Effect of solution pH, ionic strength, and temperature on adsorption behavior of reactive dyes on activated carbon ": "The adsorption behavior of C.I. Reactive Blue 2, C.I. Reactive Red 4, and C.I. Reactive Yellow 2 from aqueous solution onto activated carbon was investigated under various experimental conditions. The adsorption capacity of activated carbon for reactive dyes was found to be relatively high. At pH 7.0 and 298K, the maximum adsorption capacity for C.I. Reactive Blue 2, C.I. Reactive Yellow 2 and C.I. Reactive Red 4 dyes was found to be 0.27, 0.24, and 0.11mmol/g, respectively. The shape of the adsorption isotherms indicated an L2-type isotherm according to the Giles and Smith classification. The experimental adsorption data showed good correlation with the Langmuir and Ferundlich isotherm models. Further analysis indicated that the formation of a complete monolayer was not achieved, with the fraction of surface coverage found to be 0.45, 0.42, and 0.22 for C.I. Reactive Blue 2, C.I. Reactive Yellow 2 and C.I. Reactive Red 4 dyes, respectively. Experimental data indicated that the adsorption capacity of activated carbon for the dyes was higher in acidic rather than in basic solutions, and further indicated that the removal of dye increased with increase in the ionic strength of solution, this was attributed to aggregation of reactive dyes in solution. Thermodynamic studies indicated that the adsorption of reactive dyes onto activated carbon was an endothermic process. The adsorption enthalpy (ΔH\n                     ads) for C.I. Reactive Blue 2 and C.I. Reactive Yellow 2 dyes were calculated at 42.2 and 36.2kJ/mol, respectively. The negative values of free energy (ΔG\n                     ads) determined for these systems indicated that adsorption of reactive dyes was spontaneous at the temperatures under investigation (298–328K)."}{"Plant products as fumigants for stored-product insect control ": "Research studies on plant essential oils and their constituents as fumigants, i.e., compounds acting on target insects in the vapour or gaseous phase, against stored-product insects have been reviewed. Fumigant toxicity tests conducted with essential oils of plants (mainly belonging to Apiaceae, Lamiaceae, Lauraceae and Myrtaceae) and their components (cyanohydrins, monoterpenoids, sulphur compounds, thiocyanates and others) have largely focused on beetle pests such as Tribolium castaneum, Rhyzopertha dominica, Sitophilus oryzae and Sitophilus zeamais but little or no attention has been paid towards moths such as Corcyra cephalonica and Sitotroga cerealella. Adults were generally susceptible, whereas, eggs were either tolerant or highly susceptible depending on insect species and the type of essential oil or component. The essential oils proved effective in mixture with CO2 or ethyl formate. Mode of action studies on monoterpenoids indicate inhibition of acetylcholinesterase enzyme activity as the major site of action. Although, in laboratory tests with adult insects, some of the plant compounds have shown insect toxicity comparable to methyl bromide or chloropicrin, their physical properties such as high molecular weight as well as high boiling point and very low vapour pressure are barriers for application in large-scale fumigations. Plant products, therefore, have the potential for small-scale treatments, space fumigations and as adjuvants for conventional fumigants. The constraints including lack of data for single or multiple components of essential oils on sorption, tainting and residues in food commodities, and registration protocols have been highlighted. The use of egg and pupal stages or preferably mixed-age cultures of target insects in screening tests with any new plant essential oil/compound has also been stressed."}{"Handbook of SiC properties for fuel performance modeling ": "The SiC layer integrity in the TRISO-coated gas-reactor fuel particle is critical to the performance, allowed burn-up, and hence intrinsic efficiency of high temperature gas cooled reactors. While there has been significant developmental work on manufacturing the fuel particles, detailed understanding of the effects of the complex in-service stress state combined with realistic materials property data under irradiation on fuel particle survival is not adequately understood. This particularly frustrates the modeling efforts that seek to improve fuel performance through basic understanding. In this work a compilation of non-irradiated and irradiated properties of SiC are provided and reviewed and analyzed in terms of application to TRISO fuels. In addition to a compilation and review of literature data, new data generated to fill holes in the existing database is included, specifically in the high-temperature irradiation regime. Another critical piece of information, the strength of the SiC/Pyrolytic carbon interface, was measured and is included, along with a formalism for its analysis. Finally, recommended empirical treatments of the data are suggested."}{"Diatoms from the genus Achnanthidium in flowing waters of the Appalachian Mountains (North America): Ecology, distribution and taxonomic notes ": "Diatoms from the genus Achnanthidium are abundant in rivers, streams, and springs of the Appalachian Mountains. They inhabit clean and polluted waters, including those affected by acid mine drainage. The identification of Achnanthidium taxa is difficult due to their small cell size and insufficient information in the diatom floras. We studied the taxonomy and ecology of Achnanthidium in Appalachian rivers by analyzing a data set of benthic diatom samples and corresponding water chemistry data collected during several water-quality surveys from 181 sampling sites. Ten species were identified using scanning electron and light microscopy: A. alpestre (Lowe & Kociolek) Lowe & Kociolek, A. atomus (Hustedt) Monnier, Lange-Bertalot, & Ector, A. deflexum (Reimer) Kingston, A. duthii (Sreenivasa) Edlund, A. eutrophilum (Lange-Bertalot) Lange-Bertalot, A. cf. gracillimum (Meister) Lange-Bertalot, A. cf. latecephalum Kobayasi, A. minutissimum (Kützing) Czarnecki (sensu lato), A. reimeri (Camburn) comb. nov., and A. rivulare Potapova & Ponader. The distribution of common taxa in relation to water chemistry was studied by fitting non-parametric regression models (generalized additive models, GAM, and non-parametric multiplicative regression models, NPMR) to species relative abundances. Studied Achnanthidium species differed considerably in their responses to water chemistry. These results suggest that species-level identifications will lead to more accurate bioassessments."}{"Raman spectroscopy of graphene and graphite: Disorder, electron–phonon coupling, doping and nonadiabatic effects ": "We review recent work on Raman spectroscopy of graphite and graphene. We focus on the origin of the \n                        D\n                      and \n                        G\n                      peaks and the second order of the \n                        D\n                      peak. The \n                        G\n                      and \n                        2\n                        D\n                      Raman peaks change in shape, position and relative intensity with number of graphene layers. This reflects the evolution of the electronic structure and electron–phonon interactions. We then consider the effects of doping on the Raman spectra of graphene. The Fermi energy is tuned by applying a gate-voltage. We show that this induces a stiffening of the Raman \n                        G\n                      peak for both holes and electrons doping. Thus Raman spectroscopy can be efficiently used to monitor number of layers, quality of layers, doping level and confinement."}{"Quantum Hall effect in graphene ": "The quantum Hall (QH) effect in two-dimensional electron and hole gas is studied in high quality graphene samples. Graphene samples whose lateral size ∼10 μm were fabricated into mesoscopic devices for electrical transport measurement in magnetic fields. In an intermediate field range of up to 10 T, a distinctive half-integer QH effect is discovered with QH plateaus appearing at a filling factor sequence, \n                        ν\n                        =\n                        4\n                        \n                           (\n                           n\n                           +\n                           1\n                           /\n                           2\n                           )\n                        \n                     , where \n                        n\n                      is the Landau level (LL) index. As the magnetic field increases to the extreme quantum limit, we observe additional QH plateaus at filling factors \n                        ν\n                        =\n                        0\n                        ,\n                        ±\n                        1\n                        ,\n                        ±\n                        4\n                     . Further detailed investigations show that the presence of the \n                        ν\n                        =\n                        0\n                        ,\n                        ±\n                        1\n                      QH states indicates the \n                        n\n                        =\n                        0\n                      LL at the charge neutral Dirac point splits into four sublevels. This lifts both the sublattice and the spin degeneracy, while the QH states at \n                        ν\n                        =\n                        ±\n                        4\n                      can be attributed to lifting of the spin degeneracy of the LLs. Above 30 T of magnetic field, the large quasiparticle gaps between the \n                        n\n                        =\n                        0\n                      and \n                        n\n                        =\n                        ±\n                        1\n                      LLs lead to the QH effect that can be observed even at room temperature."}{"Raman imaging of graphene ": "A Raman spectrum of a solid contains information about its vibrational and electronic properties. Collecting spectral data with spatial resolution and encoding it in a 2D plot generates images with information complementary to optical and scanning force imaging. In the case of few-layer graphene the frequency of the G line and especially the width of the D′ line turn out to be sensitive to single layers. The thickness of the few-layer graphene flake is reflected in the intensity of the G line and in the reduced intensity of the dominant peak of the underlying silicon oxide."}{"Epitaxial graphene ": "Graphene multilayers are grown epitaxially on single crystal silicon carbide. This system is composed of several graphene layers of which the first layer is electron doped due to the built-in electric field and the other layers are essentially undoped. Unlike graphite the charge carriers show Dirac particle properties (i.e. an anomalous Berry’s phase, weak anti-localization and square root field dependence of the Landau level energies). Epitaxial graphene shows quasi-ballistic transport and long coherence lengths; properties that may persist above cryogenic temperatures. Paradoxically, in contrast to exfoliated graphene, the quantum Hall effect is not observed in high-mobility epitaxial graphene. It appears that the effect is suppressed due to the absence of localized states in the bulk of the material. Epitaxial graphene can be patterned using standard lithography methods and characterized using a wide array of techniques. These favorable features indicate that interconnected room temperature ballistic devices may be feasible for low-dissipation high-speed nanoelectronics."}{"Human exposure to bisphenol A (BPA) ": "The plastic monomer and plasticizer bisphenol A (BPA) is one of the highest volume chemicals produced worldwide. BPA is used in the production of polycarbonate plastics and epoxy resins used in many consumer products. Here, we have outlined studies that address the levels of BPA in human tissues and fluids. We have reviewed the few epidemiological studies available that explore biological markers of BPA exposure and human health outcomes. We have examined several studies of levels of BPA released from consumer products as well as the levels measured in wastewater, drinking water, air and dust. Lastly, we have reviewed acute metabolic studies and the information available about BPA metabolism in animal models. The reported levels of BPA in human fluids are higher than the BPA concentrations reported to stimulate molecular endpoints in vitro and appear to be within an order of magnitude of the levels needed to induce effects in animal models."}{"Applications of spray-drying in microencapsulation of food ingredients: An overview ": "Spray-drying process has been used for decades to encapsulate food ingredients such as flavors, lipids, and carotenoids. During this drying process, the evaporation of solvent, that is most often water, is rapid and the entrapment of the interest compound occurs quasi-instantaneously. This required property imposes a strict screening of the encapsulating materials to be used in addition to an optimization of the operating conditions. Likewise, if the encapsulated compound is of hydrophobic nature, the stability of the feed emulsion before drying should also be considered. Thus, spray-drying microencapsulation process must rather be considered as an art than a science because of the many factors to optimize and the complexity of the heat and mass transfer phenomena that take place during the microcapsule formation. This paper reports the main process engineering information that are considered useful to the success of a microencapsulation operation by spray-drying. Besides, a summary of the most commonly used wall materials and the main encapsulated food compounds are presented."}{"Methods for polyurethane and polyurethane composites, recycling and recovery: A review ": "Recent progress in the recycling and recovery of polyurethane and polyurethane composites is reviewed. The various types of polyurethane waste products, consisting of either old recycled parts or production waste, are generally reduced to a more usable form, such as flakes, powder or pellets, depending on the particular type of polyurethane that is being recycled. The various recycling technologies for material and chemical recycling of PU materials have greatly contributed to improve the overall image regarding the recyclability of polyurethanes in recent years, by far the most important being regrinding and glycolysis. These technologies open an emerging, effective and economic route for recycling polyurethane rigid foams and composite. Polyurethane foam in automotive seating has been successfully recycled using regrind technology. Glycolysis of polyurethanes can be economically acceptable, but still requires more development in order to tolerate more contamination in the post-consumer material. Current technologies can recover the inherent energy value of polyurethanes and reduce fossil fuel consumption. Energy recovery is considered the only suitable disposal method for recovered material for which no markets exist or can be created. Increasing waste-to-energy and other thermal processing activities involving gasification, pyrolysis and two-stage combustion has contributed for the disposal of significant amounts of scrap PU without many difficulties. It is concluded that many of the plastic feedstock recycling processes appear to be technically feasible and robust enough to warrant further development in the future."}