{"Reversible 2D Phase Transition Driven By an Electric Field: Visualization and Control on the Atomic Scale_2015": "We report on a reversible structural phase transition of a two-dimensional system that can be locally induced by an external electric field. Two different structural configurations may coexist within a CO monolayer on Cu(111). The balance between the two phases can be shifted by an external electric field, causing the domain boundaries to move, increasing the area of the favored phase controllable both in location and size. If the field is further enhanced new domains nucleate. The arrangement of the CO molecules on the Cu surface is observed in real time and real space with atomic resolution while the electric field driving the phase transition is easily varied over a broad range. Together with the well-known molecular manipulation of CO adlayers, our findings open exciting prospects for combining spontaneous long-range order with man-made CO structures such as “molecule cascades” or “molecular graphene”. Our new manipulation mode permits us to bridge the gap between fundamental concepts and the fabrication of arbitrary atomic patterns in large scale, by providing unprecedented insight into the physics of structural phase transitions on the atomic scale.", "Sustainable Polymers in the Organic Chemistry Laboratory: Synthesis and Characterization of a Renewable Polymer from δ-Decalactone and l-Lactide_2013": "The importance of green syntheses and sustainable polymers is highlighted in a new experiment developed for incorporation into the introductory organic chemistry laboratory curriculum. δ-Decalactone, a naturally occurring cyclic ester used by the food and flavor industry for its coconut fragrance and taste, is polymerized under acidic conditions with a diol initiator. The solvent-free, room-temperature reaction conditions result in a viscous homopolymer from which the catalyst is easily removed. Subsequent chain extension of this homopolymer with the renewable monomer l-lactide, followed by purification, isolation, and annealing in an aluminum pan, affords a block copolymer product as a transparent, flexible film. Well-resolved resonances in the 1H NMR spectrum of the individual polymer repeat units facilitate quantitative analysis of polymer composition and molecular weight determination. This experiment introduces students to structures and fundamental concepts of polymer chemistry and exemplifies modern advances in sustainable materials.", "Nitrogen-Coordinated Boroxines Enable the Fabrication of Mechanically Robust Supramolecular Thermosets Capable of Healing and Recycling under Mild Conditions_2019": "The fabrication of mechanically robust polymeric materials capable of self-healing and recycling remains challenging because the mobility of polymer chains in such polymers is very limited. In this work, mechanically robust supramolecular thermosets capable of healing physical damages and recycling under mild conditions are fabricated by trimerization of bi-(ortho-aminomethyl-phenylboronic acid)- and tri-(ortho-aminomethyl-phenylboronic acid)-terminated poly(propylene glycol) oligomers (denoted as Bi-PBA-PPG and Tri-PBA-PPG, respectively). The resultant supramolecular thermosets are cross-linked by dynamic covalent bonds of nitrogen-coordinated boroxines. The mechanical properties of the supramolecular thermosets can be systematically tailored by varying the ratios between Tri-PBA-PPG and Bi-PBA-PPG, which changes the cross-linking density of nitrogen-coordinated boroxines and the topology of the supramolecular thermosets. The mechanically strongest supramolecular thermosets with a molar ratio of Tri-PBA-PPG to Bi-PBA-PPG being 1:2 have a glass transition temperature of ∼36 °C, a tensile strength of ∼31.96 MPa, and a Young’s modulus of ∼298.5 MPa. The high reversibility of nitrogen-coordinated boroxines and the flexibility of poly(propylene glycol) chains enable the supramolecular thermosets with the strongest mechanical strength to be highly efficiently healed at 55 °C and recycled under a pressure of 4 MPa at 60 °C to regain their original mechanical strength and integrity.", "Topography-Correlated Confocal Raman Microscopy with Cylindrical Vector Beams for Probing Nanoscale Structural Order_2014": "Cylindrical vector beams, such as radially or azimuthally polarized doughnut beams, are combined with topography studies of pentacene thin films, allowing us to correlate Raman spectroscopy with intermolecular interactions depending on the particular pentacene polymorph. Polarization-dependent Raman spectra of the C–H bending vibrations are resolved layer by layer within a thin film of ∼20 nm thickness. The variation of the Raman peak positions indicates changes in the molecular orientation and in the local environment at different heights of the pentacene film. With the assistance of a theoretical model based on harmonic oscillator and perturbation theory, our method reveals the local structural order and the polymorph at different locations within the same pentacene thin film, depending mainly on its thickness. In good agreement with the crystallographic structures reported in the literature, our observations demonstrate that the first few monolayers grown in a structure are closer to the thin-film phase, but for larger film thicknesses, the morphology evolves toward the crystal-bulk phase with a larger tilting angle of the pentacene molecules against the substrate normal.", "A Simple Photocell To Demonstrate Solar Energy Using Benign Household Ingredients_2013": "A laboratory exercise for the construction of a dye-sensitized solar cell using everyday household and benign products has been developed. The simple and easy-to-assemble construction successfully demonstrates the conversion of solar energy to electrical energy. This project is intended for high school students as well as college students of chemistry, physics, or biology classes as an inexpensive hands-on exercise. A brief outline on basic measurements related to photovoltaic cell performance and its characterization is also presented, and approaches to use these concepts for demonstration are suggested.", "Applications of Continuous-Flow Photochemistry in Organic Synthesis, Material Science, and Water Treatment_2016": "Continuous-flow photochemistry in microreactors receives a lot of attention from researchers in academia and industry as this technology provides reduced reaction times, higher selectivities, straightforward scalability, and the possibility to safely use hazardous intermediates and gaseous reactants. In this review, an up-to-date overview is given of photochemical transformations in continuous-flow reactors, including applications in organic synthesis, material science, and water treatment. In addition, the advantages of continuous-flow photochemistry are pointed out and a thorough comparison with batch processing is presented.", "Polymers and Material Science: A Course for Nonscience Majors_1994": "In an effort to provide a more appropriate science experience for nonscience majors, a course was designed to introduce them to polymer chemistry and properties.", "Utilizing Pulsed Laser Deposition Lateral Inhomogeneity as a Tool in Combinatorial Material Science_2015": "Pulsed laser deposition (PLD) is widely used in combinatorial material science, as it enables rapid fabrication of different composite materials. Nevertheless, this method was usually limited to small substrates, since PLD deposition on large substrate areas results in severe lateral inhomogeneity. A few technical solutions for this problem have been suggested, including the use of different designs of masks, which were meant to prevent inhomogeneity in the thickness, density, and oxidation state of a layer, while only the composition is allowed to be changed. In this study, a possible way to take advantage of the large scale deposition inhomogeneity is demonstrated, choosing an iron oxide PLD-deposited library with continuous compositional spread (CCS) as a model system. An Fe2O3–Nb2O5 library was fabricated using PLD, without any mask between the targets and the substrate. The library was measured using high-throughput scanners for electrical, structural, and optical properties. A decrease in electrical resistivity that is several orders of magnitude lower than pure α-Fe2O3 was achieved at ∼20% Nb–O (measured at 47 and 267 °C) but only at points that are distanced from the center of the PLD plasma plume. Using hierarchical clustering analysis, we show that the PLD inhomogeneity can be used as an additional degree of freedom, helping, in this case, to achieve iron oxide with much lower resistivity.", "Hybrid Light–Matter States in a Molecular and Material Science Perspective_2016": "Conspectus\nThe notion that light and matter states can be hybridized the way s and p orbitals are mixed is a concept that is not familiar to most chemists and material scientists. Yet it has much potential for molecular and material sciences that is just beginning to be explored. For instance, it has already been demonstrated that the rate and yield of chemical reactions can be modified and that the conductivity of organic semiconductors and nonradiative energy transfer can be enhanced through the hybridization of electronic transitions. The hybridization is not limited to electronic transitions; it can be applied for instance to vibrational transitions to selectively perturb a given bond, opening new possibilities to change the chemical reactivity landscape and to use it as a tool in (bio)molecular science and spectroscopy. Such results are not only the consequence of the new eigenstates and energies generated by the hybridization. The hybrid light–matter states also have unusual properties: they can be delocalized over a very large number of molecules (up to ca. 105), and they become dispersive or momentum-sensitive. Importantly, the hybridization occurs even in the absence of light because it is the zero-point energies of the molecular and optical transitions that generate the new light–matter states. The present work is not a review but rather an Account from the author’s point of view that first introduces the reader to the underlying concepts and details of the features of hybrid light–matter states. It is shown that light–matter hybridization is quite easy to achieve: all that is needed is to place molecules or a material in a resonant optical cavity (e.g., between two parallel mirrors) under the right conditions. For vibrational strong coupling, microfluidic IR cells can be used to study the consequences for chemistry in the liquid phase. Examples of modified properties are given to demonstrate the full potential for the molecular and material sciences. Finally an outlook of future directions for this emerging subject is given.", "Molecules, Materials, Medicines (M3): Linking Molecules to Medicines through Pharmaceutical Material Science_2015": 0, "Co3O4 Based All-Oxide PV: A Numerical Simulation Analyzed Combinatorial Material Science Study_2016": "Here we investigate the impact of four different metal back contacts on the photovoltaic (PV) performance of Co3O4 thin film all-oxide photovoltaic cells. A combinatorial TiO2|Co3O4 heterojunction thin film device library was made with thickness gradients for both metal oxide layers. Grids of four different metal back contacts were then deposited on top of these layers. A significant effect of the metal back contacts on the final photoconversion performance has been observed by combinatorial PV measurements. We analyze these results via advanced numerical simulations and different scenarios in order to explain the recombination mechanisms at the different back contacts. We conclude that the nature of the back contact material controls the density of surface states and, therefore, the undesirable surface recombination at the absorber–back contact interface.", "Material Science by Design. Chemical and Energy Conversion Research in the New Decade_2010": 0, "Introduction to Quantum Mechanics: In Chemistry, Material Science, and Biology (S. M. Blinder)_2005": "Introduction to Quantum Mechanics lays out the machinery of quantum mechanics for the advanced undergraduate or beginning graduate student. Blinder has included a thorough discussion of metaphysical questions that dominate literature for the lay public but which are generally slighted in college textbooks.", "From Material Science to Avant-Garde Cuisine. The Art of Shaping Liquids into Spheres_2014": "Employing avant-garde cuisine techniques, in particular sodium alginates, liquid food can be shaped into spheres, thereby conferring to the former original and sometimes unexpected forms and textures. To achieve this result, rational understanding of the science that underlies food physical chemistry is of paramount importance. In this contribution, the process of spherification is dissected for the first time at the atomic level by means of classical molecular dynamics simulations. Our results show that a thin membrane consisting of intertwined alginate chains forms in an aqueous solution containing calcium ions, thereby encapsulating in a sphere the aliment in its liquid state. They also show why the polysaccharide chains will not cohere into such a membrane in a solution of sodium ions. Analysis of the trajectories reveals the emergence of so-called egg-box spatial arrangements, which connect the alginate chains by means of repeated chelation of one calcium ion by two carboxylate groups. Free-energy calculations delineating the formation of these egg-box structures further illuminate the remarkable stability of such tridimensional organizations, which ensures at room temperature the spontaneous growth of the polysaccharide membrane. Spherification has been also examined for liquid aliments of different nature, modeled by charged, hydrophilic and hydrophobic compounds. The membrane-encapsulated food is shaped into robust and durable spheres, irrespective of the liquid core material. By reconciling the views of spherification at small and large scales, the present study lays the groundwork for the rational design of innovative cooking techniques relevant to avant-garde cuisine.", "Cation−π Interaction: Its Role and Relevance in Chemistry, Biology, and Material Science_2012": 0, "Combinatorial Material Science and Strain Engineering Enabled by Pulsed Laser Deposition Using Radially Segmented Targets_2018": "Vertical composition gradients of ternary alloy thin films find applications in numerous device structures. Up to now such gradients along the growth direction have not been realized by standard pulsed laser deposition (PLD) systems. In this study, we propose an approach based on a single elliptically segmented PLD target suited for the epitaxial growth of vertically graded layers. The composition of the thin films can be varied by a simple adjustment of the position of the PLD laser spot on the target surface. We demonstrate this principle for the MgxZn1–xO alloy system. Such vertically composition-graded MgxZn1–xO thin films exhibit high optical quality and a well-defined Mg-content for each layer. No signs of interdiffusion of Mg-atoms between the layers have been found. Further, this method is capable to deposit homogeneous thin films with any desired, well-defined cation composition having the same high optical and structural quality as films grown by conventional PLD.", "Acetylene Chemistry:  Chemistry, Biology, and Material Science Edited by François Diederich (ETH-Zuerich), Peter J. Stang, (University of Utah, Salt Lake City), and Rik R. Tykwinski, (University of Alberta, Edmonton). Wiley-VCH GmbH & Co. KGaA:  Weinheim. xx + 508 pp. $185.00. ISBN 3-527-30781-8._2005": 0, "Membrane Materials ScienceAn Overview_1985": "Material science aspects of synthetic polymeric membranes are presented in this survey. The objective is to place each of the subsequent chapters of this volume into proper perspective. Therefore, frequent reference is made to the accompanying chapters and, where necessary, to alternative information sources. By way of introduction, this chapter considers in turn: material selection, material characterization and evaluation, membrane preparation, membrane characterization and membrane evaluation. Membrane module design and manufacture, transport phenomena and process performance are introduced in the discussion only as they pertain to membrane materials science. Following this introduction, the various chapters of this volume are previewed.", "Rocket Science at the Nanoscale_2016": "Autonomous propulsion at the nanoscale represents one of the most challenging and demanding goals in nanotechnology. Over the past decade, numerous important advances in nanotechnology and material science have contributed to the creation of powerful self-propelled micro/nanomotors. In particular, micro- and nanoscale rockets (MNRs) offer impressive capabilities, including remarkable speeds, large cargo-towing forces, precise motion controls, and dynamic self-assembly, which have paved the way for designing multifunctional and intelligent nanoscale machines. These multipurpose nanoscale shuttles can propel and function in complex real-life media, actively transporting and releasing therapeutic payloads and remediation agents for diverse biomedical and environmental applications. This review discusses the challenges of designing efficient MNRs and presents an overview of their propulsion behavior, fabrication methods, potential rocket fuels, navigation strategies, practical applications, and the future prospects of rocket science and technology at the nanoscale.", "Halogenated 2‘-Chlorobithiazoles via Pd-Catalyzed Cross-Coupling Reactions_2006": "Halogenated bithiazoles allow facile further functionalization and are, therefore, suitable intermediates for the synthesis of compounds with interesting biological activity or material science properties. The applicability of three coupling methods (Negishi, Suzuki, and Stille) for the synthesis of the title compounds was compared. The Negishi method proved to be troublesome, and side reactions were predominant. The synthesis of the first thiazoleboronic acid ester offered a new method for the formation of bithiazoles, not generally applicable so far. The lower toxicity compared to that of tin organyls make this method an approach with interesting perspectives. The Stille coupling proved to be superior to the other methods and enabled the synthesis of the title compounds with diverse connectivity."}